[
    {
        "areas": [
            "ENVIRONMENTAL"
        ],
        "enum": "Assinale opção correta de acordo com as normas constitucionais sobre zoneamento ambiental.",
        "filename": "2010-01.txt",
        "number": "83",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Os estados podem, por lei complementar, instituir regiões metropolitanas, aglomerações urbanas e microrregiões, com a finalidade de integrar a organização, o planejamento e a execução de funções públicas de interesse comum. Para isso, precisam da concordância dos municípios envolvidos, os quais devem aprovar leis municipais com o mesmo teor e conteúdo da lei estadual."
            },
            {
                "correct": true,
                "letter": "B",
                "text": "Compete à União elaborar planos nacionais e regionais de ordenação do território e de desenvolvimento econômico e social."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "As zonas de uso predominantemente industrial destinam-se, preferencialmente, à localização de estabelecimentos industriais cujos resíduos sólidos, líquidos e gasosos, ruídos, vibrações e radiações possam causar danos à saúde, ao bem-estar e à segurança das populações, mesmo depois da aplicação de métodos adequados de combate e tratamento de efluentes."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "É da competência dos estados a promoção, no que couber, do adequado ordenamento territorial mediante planejamento e controle do uso, do parcelamento e da ocupação do solo urbano."
            }
        ],
        "valid": true
    }
]
