[
    {
        "areas": [
            "TAXES"
        ],
        "enum": "Pizza Aqui Ltda., empresa do ramo dos restaurantes, adquiriu o estabelecimento empresarial Pizza Já Ltda., continuando a exploração deste estabelecimento, porém sob razão social diferente – Pizza Aqui Ltda. Neste caso, é correto afirmar que:",
        "filename": "2010-02.txt",
        "number": "73",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "a Pizza Aqui responde solidariamente pelos tributos devidos pela Pizza Já, até a data do ato de aquisição do estabelecimento empresarial, se a Pizza Já cessar a exploração da atividade."
            },
            {
                "correct": true,
                "letter": "B",
                "text": "caso a Pizza Já prossiga na exploração da mesma atividade dentro de 6 (seis) meses contados da data de alienação, a Pizza Aqui responde subsidiariamente pelos tributos devidos pela Pizza Já Ltda. até a data do ato de aquisição do estabelecimento."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "caso a Pizza Já mude de ramo de comércio dentro de 6 (seis) meses contados da data de alienação, então a Pizza Aqui será integralmente responsável pelos tributos devidos pela Pizza Já até a data do ato de aquisição desta."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "caso o negócio jurídico não fosse a aquisição, mas a incorporação da Pizza Já pela Pizza Aqui, esta última estaria isenta de qualquer responsabilidade referente aos tributos devidos pela Pizza Já até a data da incorporação."
            }
        ],
        "valid": true
    }
]
