[
    {
        "areas": [
            "CRIMINAL-PROCEDURE"
        ],
        "enum": "Em uma briga de bar, Joaquim feriu Pedro com uma faca, causando-lhe sérias lesões no ombro direito. O promotor de justiça ofereceu denúncia contra Joaquim, imputando-lhe a prática do crime de lesão corporal grave contra Pedro, e arrolou duas testemunhas que presenciaram o fato. A defesa, por sua vez, arrolou outras duas testemunhas que também presenciaram o fato.\n\n Na audiência de instrução, as testemunhas de defesa afirmaram que Pedro tinha apontado uma arma de fogo para Joaquim, que, por sua vez, agrediu Pedro com a faca apenas para desarmá-lo. Já as testemunhas de acusação disseram que não viram nenhuma arma de fogo em poder de Pedro.\n\n Nas alegações orais, o Ministério Público pediu a condenação do réu, sustentando que a legítima defesa não havia ficado provada. A Defesa pediu a absolvição do réu, alegando que o mesmo agira em legítima defesa. No momento de prolatar a sentença, o juiz constatou que remanescia fundada dúvida sobre se Joaquim agrediu Pedro em situação de legítima defesa.\n\n Considerando tal narrativa, assinale a afirmativa correta.",
        "filename": "2010-02.txt",
        "number": "65",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O ônus de provar a situação de legítima defesa era da defesa. Assim, como o juiz não se convenceu completamente da ocorrência de legítima defesa, deve condenar o réu."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "O ônus de provar a situação de legítima defesa era da acusação. Assim, como o juiz não se convenceu completamente da ocorrência de legítima defesa, deve condenar o réu."
            },
            {
                "correct": true,
                "letter": "C",
                "text": "O ônus de provar a situação de legítima defesa era da defesa. No caso, como o juiz ficou em dúvida sobre a ocorrência de legítima defesa, deve absolver o réu."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Permanecendo qualquer dúvida no espírito do juiz, ele está impedido de proferir a sentença. A lei obriga o juiz a esgotar todas as diligências que estiverem a seu alcance para dirimir dúvidas, sob pena de nulidade da sentença que vier a ser prolatada."
            }
        ],
        "valid": true
    }
]
