[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "O decurso do tempo exerce efeitos sobre as relações jurídicas. Com o propósito de suprir uma deficiência apontada pela doutrina em relação ao Código velho, o novo Código Civil, a exemplo do Código Civil italiano e português, define o que é prescrição e institui disciplina específica para a decadência.\n\n Tendo em vista os preceitos do Código Civil a respeito da matéria, assinale a alternativa correta.",
        "filename": "2011-05.txt",
        "number": "37",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "Se a decadência resultar de convenção entre as partes, o interessado poderá alegá-la, em qualquer grau de jurisdição, mas o juiz não poderá suprir a alegação de quem a aproveite."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Se um dos credores solidários constituir judicialmente o devedor em mora, tal iniciativa não aproveitará aos demais quanto à interrupção da prescrição, nem a interrupção produzida em face do principal devedor prejudica o fiador dele."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "O novo Código Civil optou por conceituar o instituto da prescrição como a extinção da pretensão e estabelece que a prescrição, em razão da sua relevância, pode ser arguida, mesmo entre os cônjuges enquanto casados pelo regime de separação obrigatória de bens."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Quando uma ação se originar de fato que deva ser apurado no juízo criminal, não correrá a prescrição até o despacho do juiz que tenha recebido ou rejeitado a denúncia ou a queixa-crime."
            }
        ],
        "valid": true
    }
]
