[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "Noêmia, proprietária de uma casa litorânea, regularmente constituiu usufruto sobre o aludido imóvel em favor de Luísa, mantendo, contudo, a sua propriedade. Inesperadamente, sobreveio uma severa ressaca marítima, que destruiu por completo o imóvel. Ciente do ocorrido, Noêmia decidiu reconstruir integralmente a casa às suas expensas, tendo em vista que o imóvel não se encontrava segurado.\n\n A respeito da situação narrada, assinale a alternativa correta.",
        "filename": "2011-04.txt",
        "number": "33",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O usufruto será mantido em favor de Luísa, tendo em vista que o imóvel não fora destruído por culpa sua."
            },
            {
                "correct": true,
                "letter": "B",
                "text": "O usufruto será extinto, consolidando-se a propriedade em favor de Noêmia, independentemente do pagamento de indenização a Luísa, tendo em vista que Noêmia arcou com as despesas de reconstrução do imóvel."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "O usufruto será extinto, consolidando-se a propriedade em favor de Noêmia, desde que esta indenize Luísa em valor equivalente a um ano de aluguel do imóvel."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O usufruto será mantido em favor de Luísa, independentemente do pagamento de qualquer quantia por ela, tendo em vista que Noêmia somente poderia ter reconstruído o imóvel mediante autorização expressa de Luísa, por escritura pública ou instrumento particular."
            }
        ],
        "valid": true
    }
]
