[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "Rodolfo, brasileiro, engenheiro, solteiro, sem ascendentes ou descendentes, desapareceu de seu domicílio há 11 (onze) meses e até então não houve qualquer notícia sobre seu paradeiro. Embora tenha desaparecido, deixou Lisa, uma amiga, como mandatária para a finalidade de administrar-lhe os bens. Todavia, por motivos de ordem pessoal, Lisa não quis exercer os poderes outorgados por Rodolfo em seu favor, renunciando expressamente ao mandato.\n\n De acordo com os dispositivos que regem o instituto da ausência, assinale a alternativa correta.",
        "filename": "2011-04.txt",
        "number": "35",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O juiz não poderá declarar a ausência e nomear curador para Rodolfo, pois Lisa não poderia ter renunciado o mandato outorgado em seu favor, já que só estaria autorizada a fazê-lo em caso de justificada impossibilidade ou de constatada insuficiência de poderes."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "A renúncia ao mandato, por parte de Lisa, era possível e, neste caso, o juiz determinará ao Ministério Público que nomeie um curador encarregado de gerir os bens do ausente, observando, no que for aplicável, o disposto a respeito dos tutores e curadores."
            },
            {
                "correct": true,
                "letter": "C",
                "text": "Os credores de obrigações vencidas e não pagas de Rodolfo, decorrido 1 (um) ano da arrecadação dos bens do ausente, poderão requerer que se determine a abertura de sua sucessão provisória."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Poderá ser declarada a sucessão definitiva de Rodolfo 10 (dez) anos depois de passada em julgado a sentença que concedeu a sucessão provisória, mas, se nenhum interessado promover a sucessão definitiva, nesse prazo, os bens porventura arrecadados deverão ser doados a entidades filantrópicas localizadas no município do último domicílio de Rodolfo."
            }
        ],
        "valid": true
    }
]
