[
    {
        "areas": [
            "CRIMINAL"
        ],
        "enum": "Guiando o seu automóvel na contramão de direção, em outubro de 2010, Tício é perseguido por uma viatura da polícia militar. Após ser parado pelos agentes da lei, Tício realiza, espontaneamente, o exame do etilômetro e fornece aos militares sua habilitação e o documento do automóvel.\n\n No exame do etilômetro, fica constatado que Tício apresentava concentração de álcool muito superior ao patamar previsto na legislação de trânsito. Além disso, os policiais constatam que o motorista estava com a habilitação vencida desde maio de 2009.\n\n Com relação ao relatado acima, é correto afirmar que o promotor de justiça deverá denunciar Tício",
        "filename": "2011-03.txt",
        "number": "56",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "pela prática dos crimes de embriaguez ao volante e direção sem habilitação"
            },
            {
                "correct": true,
                "letter": "B",
                "text": "apenas pelo crime de embriaguez ao volante, uma vez que o fato de a habilitação estar vencida constitui mera infração administrativa."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "apenas pelo crime de direção sem habilitação, uma vez que o perigo gerado por tal conduta faz com que o delito de embriaguez ao volante seja absorvido, em razão da aplicação do Princípio da Consunção."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "apenas pelo crime de direção sem habilitação, pois o delito de embriaguez ao volante só se configura quando ocorre acidente de trânsito com vítima."
            }
        ],
        "valid": true
    }
]
