[
    {
        "areas": [
            "LABOUR-PROCEDURE"
        ],
        "enum": "Determinada turma do Tribunal Superior do Trabalho não conheceu de recurso de revista interposto pela empresa Alfa Empreendimentos Ltda. em razão de a decisão recorrida proferida por Tribunal Regional do Trabalho em sede de recurso ordinário, em dissídio individual) estar em perfeita consonância com enunciado de súmula de direito material daquela Corte Superior. Transcorrido in albis o prazo recursal, essa decisão transitou em julgado.\n\n Na condição de advogado contratado pela respectiva empresa, para ajuizamento de ação rescisória, é correto afirmar que a decisão rescindenda será a proferida pelo",
        "filename": "2011-03.txt",
        "number": "78",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Tribunal Regional do Trabalho, em recurso ordinário, tendo competência originária para o seu julgamento o próprio Tribunal Regional do Trabalho."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Tribunal Superior do Trabalho, que não conheceu do recurso de revista, tendo competência originária uma das turmas do próprio Tribunal Superior do Trabalho."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Tribunal Regional do Trabalho, em recurso ordinário, tendo competência originária para o seu julgamento a Seção Especializada em Dissídios Individuais do Tribunal Superior do Trabalho."
            },
            {
                "correct": true,
                "letter": "D",
                "text": "Tribunal Superior do Trabalho, que não conheceu do recurso de revista, tendo competência originária a Seção Especializada em Dissídios Individuais do próprio Tribunal Superior do Trabalho."
            }
        ],
        "valid": true
    }
]
