[
    {
        "areas": [
            "CHILDREN"
        ],
        "enum": "Com nítida inspiração na doutrina da proteção integral, o ECA garantiu à criança e ao adolescente o mais amplo acesso à Justiça, como forma de viabilizar a efetivação de seus direitos, consagrou-lhes o acesso a todos os órgãos do Poder Judiciário, assim como lhes assegurou o acesso a órgãos que exercem funções essenciais à Justiça, como o Ministério Público e a Defensoria. Tendo em conta tal ampla proteção, assinale a alternativa correta.",
        "filename": "2011-05.txt",
        "number": "25",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "As custas e emolumentos nas ações de destituição do poder familiar, perda ou modificação da tutela deverão ser custeadas pela parte sucumbente ao final do processo."
            },
            {
                "correct": true,
                "letter": "B",
                "text": "Na hipótese de colisão de interesses entre a criança ou adolescente e seus pais ou responsável, a autoridade judiciária lhes dará curador especial, o mesmo ocorrendo nas hipóteses de carência de representação ou assistência legal, ainda que eventual."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Em obediência ao princípio da publicidade, é permitida a divulgação de atos judiciais e administrativos que digam respeito à autoria de ato infracional praticado por adolescente, podendo ser expedida certidão ou extraída cópia dos autos, independentemente da demonstração do interesse e justificativa acerca da finalidade. Tais fatos, no entanto, se noticiados pela imprensa escrita ou falada, devem conter apenas as iniciais do nome e sobrenome do menor, sendo vedadas as demais formas expositivas, como fotografia, referência ao nome, apelido, etc."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "A assistência judiciária gratuita será prestada aos que dela necessitarem por defensor público, sendo admitida a nomeação pelo juiz de advogado se o adolescente não tiver defensor, não podendo, posteriormente, o adolescente constituir outro de sua preferência."
            }
        ],
        "valid": true
    }
]
