[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "João foi registrado ao nascer com o gênero masculino. Em 2008, aos 18 anos, fez cirurgia para correção de anomalia genética e teve seu registro retificado para o gênero feminino, conforme sentença judicial. No registro não constou textualmente a indicação de retificação, apenas foi lavrado um novo termo, passando a adotar o nome de Joana. Em julho de 2010, casou-se com Antônio, homem religioso e de família tradicional interiorana, que conheceu em janeiro de 2010, por quem teve uma paixão fulminante e correspondida. Joana omitiu sua história registral por medo de não ser aceita e perdê-lo. Em dezembro de 2010, na noite de Natal, a tia de Joana revela a Antônio a verdade sobre o registro de Joana/João. Antônio, não suportando ter sido enganado, deseja a anulação do casamento.\n\n Conforme a análise da hipótese formulada, é correto afirmar que o casamento de Antônio e Joana",
        "filename": "2011-03.txt",
        "number": "13",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "só pode ser anulado até 90 dias da sua celebração."
            },
            {
                "correct": true,
                "letter": "B",
                "text": "poderá ser anulado pela identidade errônea de Joana/João perante Antônio e a insuportabilidade da vida em comum."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "é inexistente, pois não houve a aceitação adequada, visto que Antônio foi levado ao erro de pessoa, o que tornou insuportável a vida em comum do casal."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "é nulo; portanto, não há prazo para a sua arguição"
            }
        ],
        "valid": true
    }
]
