[
    {
        "areas": [
            "LABOUR"
        ],
        "enum": "João da Silva decidiu ampliar o seu consultório médico e, para isso, contratou o serviço do empreiteiro Vivaldo Fortuna. Ambos ajustaram o valor de R$ 5.000,00, cujo pagamento seria feito da seguinte maneira: metade de imediato e a outra metade quando do encerramento do serviço. Logo no início dos trabalhos, Vivaldo contratou os serventes Reginaldo Nonato e Simplício de Deus, prometendo-lhes o pagamento de um salário mínimo mensal. Ocorre que, passados três meses, Reginaldo e Simplício nada receberam. Tentaram entrar em contato com Vivaldo, mas este tinha desaparecido. Por conta disso, abandonaram a obra e ajuizaram uma ação trabalhista em face de João da Silva, pleiteando os três meses de salários atrasados, além das verbas resilitórias decorrentes da rescisão indireta provocada por Vivaldo. Diante desse caso concreto, é correto afirmar que João da Silva",
        "filename": "2011-03.txt",
        "number": "73",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "deve ser condenado a pagar os salários atrasados e as verbas resilitórias decorrentes da rescisão indireta, uma vez que é o sucessor trabalhista de Vivaldo Fortuna."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "deve ser condenado a pagar apenas os salários atrasados, mas não as verbas resilitórias, uma vez que não foi ele quem deu causa à rescisão indireta."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "não deve ser condenado a pagar os salários atrasados e as verbas resilitórias decorrentes da rescisão indireta, uma vez que a obra não foi devidamente encerrada."
            },
            {
                "correct": true,
                "letter": "D",
                "text": "não deve ser condenado a pagar os salários atrasados e as verbas resilitórias decorrentes da rescisão indireta, uma vez que é o dono da obra e não desenvolve atividade de construção ou incorporação."
            }
        ],
        "valid": true
    }
]
