[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "Félix e Joaquim são proprietários de casas vizinhas há cinco anos e, de comum acordo, haviam regularmente delimitado as suas propriedades pela instalação de uma singela cerca viva. Recentemente, Félix adquiriu um cachorro e, por essa razão, o seu vizinho, Joaquim, solicitou-lhe que substituísse a cerca viva por um tapume que impedisse a entrada do cachorro em sua propriedade. Surpreso, Félix negou-se a atender ao pedido do vizinho, argumentando que o seu cachorro era adestrado e inofensivo e, por isso, jamais lhe causaria qualquer dano.\n\n Com base na situação narrada, é correto afirmar que Joaquim",
        "filename": "2011-03.txt",
        "number": "15",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "poderá exigir que Félix instale o tapume, a fim de evitar que o cachorro ingresse na sua propriedade, contanto que arque com metade das despesas de instalação, cabendo a Félix arcar com a outra parte das despesas."
            },
            {
                "correct": true,
                "letter": "B",
                "text": "poderá exigir que Félix instale o tapume, a fim de evitar que o cachorro ingresse em sua propriedade, cabendo a Félix arcar integralmente com as despesas de instalação."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "não poderá exigir que Félix instale o tapume, uma vez que a cerca viva fora instalada de comum acordo e demarca corretamente os limites de ambas as propriedades, cumprindo, pois, com a sua função, bem como não há indícios de que o cachorro possa vir a lhe causar danos."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "poderá exigir que Félix instale o tapume, a fim de evitar que o cachorro ingresse em sua propriedade, cabendo a Félix arcar com as despesas de instalação, deduzindo-se desse montante metade do valor, devidamente corrigido, correspondente à cerca viva inicialmente instalada por ambos os vizinhos."
            }
        ],
        "valid": true
    }
]
