[
    {
        "areas": [
            "CONSTITUTIONAL"
        ],
        "enum": "A Assembleia Legislativa do Estado “M”, verificando que o Estado jamais regulamentou a aposentadoria especial dos servidores públicos cujas atividades sejam exercidas sob condições especiais que prejudiquem a saúde ou a integridade física (art. 40, § 4º, III da Constituição da República), edita lei complementar, de iniciativa do deputado “X”, que determina a aplicação dos mesmos critérios aplicados aos trabalhadores da iniciativa privada (previstos na Lei n. 8.213/91). O Governador do Estado sanciona a lei, que é publicada dias depois.\n\n Sobre o caso concreto apresentado, assinale a afirmativa correta.",
        "filename": "2012-08.txt",
        "number": "17",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "Há vício de iniciativa, devendo a regulamentação do regime dos servidores públicos ser estabelecida em lei de iniciativa do Chefe do Poder Executivo – no caso, o Governador do Estado."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Ainda que houvesse vício de iniciativa, a sanção pelo Governador do Estado supre tal vício, uma vez que se considera que a autoridade originalmente atribuída do poder de iniciativa ratificou as disposições da lei."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Não há vício de iniciativa, pois as matérias com reserva de iniciativa são somente aquelas que devem ser tratadas por meio de lei ordinária; as leis complementares, pela exigência de quorum qualificado, podem ser encaminhadas pelo Poder Executivo ou pelo Legislativo."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Somente existe vício de iniciativa se não tiver havido tempo razoável para o Poder Executivo encaminhar à Assembleia Legislativa o projeto de lei. Diante da inércia do Governador por diversos anos, pode a Assembleia suprir a mora, elaborando o projeto."
            }
        ],
        "valid": true
    }
]
