[
    {
        "areas": [
            "CRIMINAL"
        ],
        "enum": "Analise detidamente as seguintes situações:\n\n Casuística 1: Amarildo, ao chegar a sua casa, constata que sua filha foi estuprada por Terêncio. Imbuído de relevante valor moral, contrata Ronaldo, pistoleiro profissional, para tirar a vida do estuprador. O serviço é regularmente executado.\n\n Casuística 2: Lucas concorre para um infanticídio auxiliando Julieta, parturiente, a matar o nascituro – o que efetivamente acontece. Lucas sabia, desde o início, que Julieta estava sob a influência do estado puerperal.\n\n Levando em consideração a legislação vigente e a doutrina sobre o concurso de pessoas (concursus delinquentium), é correto afirmar que",
        "filename": "2012-08.txt",
        "number": "61",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "no exemplo 1, Amarildo responderá pelo homicídio privilegiado e Ronaldo pelo crime de homicídio qualificado por motivo torpe. No exemplo 2, Lucas e Julieta responderão pelo crime de infanticídio."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "no exemplo 1, Amarildo responderá pelo homicídio privilegiado e Ronaldo pelo crime de homicídio simples (ou seja, sem privilégio pelo fato de não estar imbuído de relevante valor moral). No exemplo 2, Lucas, que não está influenciado pelo estado puerperal, responderá por homicídio, e Julieta pelo crime de infanticídio."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "no exemplo 1, Amarildo responderá pelo homicídio privilegiado e Ronaldo pelo crime de homicídio simples (ou seja, sem privilégio pelo fato de não estar imbuído de relevante valor moral). No exemplo 2, tanto Lucas quanto Julieta responderão pelo crime de homicídio (ele na modalidade simples, ela na modalidade privilegiada em razão da influência do estado puerperal)."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "no exemplo 1, Amarildo responderá pelo homicídio privilegiado e Ronaldo pelo crime de homicídio qualificado pelo motivo fútil. No exemplo 2, Lucas, que não está influenciado pelo estado puerperal, responderá por homicídio e Julieta pelo crime de infanticídio."
            }
        ],
        "valid": true
    }
]
