[
    {
        "areas": [
            "CONSTITUTIONAL"
        ],
        "enum": "Joana D'Arc, beneficiária de pensão por morte deixada por ex-fiscal de rendas, falecido em 5/1/1999, ajuizou ação ordinária em face da União, alegando que determinado aumento remuneratório genérico concedido aos fiscais de renda em atividade não lhe teria sido repassado. Assim, isso teria violado a regra constitucional da paridade remuneratória entre ativos, inativos e pensionistas. Acerca de tal alegação, é correto afirmar que é manifestamente",
        "filename": "2012-06.txt",
        "number": "29",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "procedente, pois, embora a regra da paridade remuneratória entre ativos, inativos e pensionistas tenha sido revogada pela EC 41/2003, a pensão por morte rege-se pela lei vigente à época do óbito, quando ainda vigia tal regra."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "improcedente, pois, nos termos do verbete 339 da Súmula de Jurisprudência do STF, não cabe ao Poder Judiciário, que não tem função legislativa, aumentar vencimentos de servidores públicos sob fundamento de isonomia."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "improcedente, pois a regra da paridade remuneratória entre ativos, inativos e pensionistas foi revogada pela EC 41/2003, sendo absolutamente irrelevante o fato de o ex-servidor ter falecido antes da edição da referida emenda."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "procedente, pois a CRFB garante o reajustamento da pensão por morte dos benefícios para preservar-lhes, em caráter permanente, o valor real, conforme critérios estabelecidos em lei."
            }
        ],
        "valid": true
    }
]
