[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "Glicério construiu a casa onde reside há oito anos com duas janelas rentes à divisa do terreno. A disposição das janelas na divisa teve como objetivo a iluminação, a ventilação e a vista. Na época, seu vizinho não se opôs à construção. Ocorre que o lote vizinho foi vendido a terceiro, e este levantou um muro rente à parede em que se encontram as janelas.\n\n Considerando a situação hipotética e as regras de direitos reais, assinale a alternativa correta.",
        "filename": "2012-06a.txt",
        "number": "39",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Por ter transcorrido o prazo prescricional de ano e dia da data da abertura das janelas, não poderá mais o proprietário do prédio lindeiro exigir o desfazimento da abertura irregular da janela."
            },
            {
                "correct": true,
                "letter": "B",
                "text": "Não se aplica o prazo decadencial de ano e dia para demolição e fechamento das janelas abertas irregularmente se o proprietário do prédio lindeiro se manifestou expressamente contrário à feitura da obra na época da construção."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Considerando a hipótese de a construção ter sido realizada de maneira irregular e o proprietário do prédio lindeiro ter, no momento da construção, anuído de maneira tácita, mesmo antes de ano e dia serão aplicáveis as regras de servidão de utilidade."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O terceiro adquirente do prédio vizinho poderá, a todo tempo, levantar uma edificação no seu prédio; todavia, fica impossibilitado de vedar a claridade e a ventilação da casa do Glicério."
            }
        ],
        "valid": true
    }
]
