[
    {
        "areas": [
            "ENVIRONMENTAL"
        ],
        "enum": "Um shopping center, que possui cerca de 250 lojas e estacionamento para dois mil veículos, foi construído há doze anos sobre um antigo aterro sanitário e, desde sua inauguração, sofre com a decomposição de material orgânico do subsolo, havendo emissão diária de gás metano, em níveis considerados perigosos à saúde humana, podendo causar explosões. Em razão do caso exposto, assinale a alternativa correta:",
        "filename": "2012-07.txt",
        "number": "58",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Como o shopping foi construído há mais de cinco anos, a obrigação de elaborar estudo prévio de impacto ambiental e de se submeter a licenciamento já prescreveu. Assim o empreendimento poderá continuar funcionando."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "A licença de operação ambiental tem prazo de validade de dez anos. Logo o shopping já cumpriu com suas obrigações referentes ao licenciamento e ao estudo prévio de impacto ambiental, e poderá continuar com suas atividades regularmente."
            },
            {
                "correct": true,
                "letter": "C",
                "text": "A decomposição de material orgânico continua ocorrendo, e é considerada perigosa à saúde humana e ao meio ambiente. Logo, o shopping center em questão poderá ser obrigado pelo órgão ambiental competente a adotar medidas para promover a dispersão do gás metano, de forma a minimizar ou anular os riscos ambientais, mesmo que já possua licença de operação válida."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Caso o shopping center possua licença de operação válida, não poderá ser obrigado pelo órgão ambiental competente, no caso exposto, a adotar novas medidas para a dispersão do gás metano. Apenas no momento da renovação de sua licença de operação poderá ser obrigado a adquirir novo equipamento para tal fim."
            }
        ],
        "valid": true
    }
]
