[
    {
        "areas": [
            "PHILOSOPHY"
        ],
        "enum": "Considere a seguinte afirmação de Herbert L. A. Hart:\n\n “Seja qual for o processo escolhido, precedente ou legislação, para a comunicação de padrões de comportamentos, estes, não obstante a facilidade com que atuam sobre a grande massa de casos correntes, revelar-se-ão como indeterminados em certo ponto em que a sua aplicação esteja em questão.”\n\n (HART, Herbert. O Conceito de Direito. Lisboa: Calouste Gulbenkian, 1986, p. 141)\n\n Hart admite um grau de indeterminação nos padrões de comportamento previstos na legislação e nos precedentes judiciais. A respeito, assinale a afirmativa correta.",
        "filename": "2013-12.txt",
        "number": "11",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Trata-se do fenômeno chamado na doutrina jurídica de lacuna material do direito, em que o jurista não consegue dar uma resposta com base no próprio direito positivo para uma situação juridicamente relevante."
            },
            {
                "correct": true,
                "letter": "B",
                "text": "Trata-se da textura aberta do direito, expressa por meio de regras gerais de conduta, que deve ganhar um sentido específico dado pela autoridade competente, à luz do caso concreto."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Trata-se da incompletude do ordenamento jurídico que, por isso mesmo, deve recorrer aos princípios gerais do direito, a fim de promover uma integração do direito positivo."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Trata-se do fenômeno denominado de anomia social pelos sociólogos do direito, em que existe um vácuo de normas jurídicas e a impossibilidade real de regulação de conflitos juridicamente relevantes."
            }
        ],
        "valid": true
    }
]
