[
    {
        "areas": [
            "ADMINISTRATIVE"
        ],
        "enum": "Cláudio, servidor público federal estável, foi demitido por suposta prática de ato de insubordinação grave em serviço. Diante da inexistência de regular processo administrativo disciplinar, Cláudio conseguiu judicialmente a anulação da demissão e a reinvestidura no cargo anteriormente ocupado. Ocorre que tal cargo já estava ocupado por João, que também é servidor público estável.\n\n Considerando o caso concreto, assinale a afirmativa correta.",
        "filename": "2013-12.txt",
        "number": "32",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Sendo Cláudio reinvestido, o ato configura reintegração. Caso João ocupasse outro cargo originariamente, seria reconduzido a ele, com direito à indenização."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Sendo Cláudio reinvestido, o ato configura reversão. Caso João ocupasse outro cargo originariamente, seria reconduzido a ele, com direito à indenização."
            },
            {
                "correct": true,
                "letter": "C",
                "text": "Cláudio obteve em juízo sua reintegração. João será reconduzido ao cargo de origem, sem indenização, ou será aproveitado em outro cargo ou posto em disponibilidade."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Cláudio obteve em juízo sua reversão. João será reconduzido ao cargo de origem, sem indenização, ou será aproveitado em outro cargo ou posto em disponibilidade."
            }
        ],
        "valid": true
    }
]
