[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "Marcos e Paula, casados, pais de Isabel e Marcelo, menores impúberes, faleceram em um grave acidente automobilístico. Em decorrência deste fato, Pedro, avô materno nomeado tutor dos menores, restou incumbido, nos termos do testamento, do dever de administrar o patrimônio dos netos, avaliado em dois milhões de reais. De acordo com o testamento, o tutor foi dispensado de prestar contas de sua administração.\n\n Diante dos fatos narrados e considerando as regras de Direito Civil sobre prestação de contas no exercício da tutela, assinale a opção correta.",
        "filename": "2014-14.txt",
        "number": "39",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Pedro está dispensado de prestar contas do exercício da tutela, tendo em vista o disposto no testamento deixado pelos pais de Isabel e Marcelo, por ser um direito disponível."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Caso Pedro falecesse no exercício da tutela, haveria dispensa de seus herdeiros prestarem contas da administração dos bens de Isabel e Marcelo."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "A responsabilidade de Pedro de prestar contas da administração da tutela cessará quando Isabel e Marcelo atingirem a maioridade e derem a devida quitação."
            },
            {
                "correct": true,
                "letter": "D",
                "text": "Pedro tem a obrigação de prestar contas da administração da tutela de dois em dois anos e também quando deixar o exercício da tutela, ou sempre que for determinado judicialmente."
            }
        ],
        "valid": true
    }
]
