[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "Jeremias e Antônio moram cada um em uma margem do rio Tatuapé. Com o passar do tempo, as chuvas, as estiagens e a erosão do rio alteraram a área da propriedade de cada um. Dessa forma, Jeremias começou a se questionar sobre o tamanho atual de sua propriedade (se houve aquisição/diminuição), o que deixou Antônio enfurecido, pois nada havia feito para prejudicar Jeremias. Ao mesmo tempo, Antônio também começou a notar diferenças em seu terreno na margem do rio. Ambos questionam se não deveriam receber alguma indenização do outro.\n\n Sobre a situação apresentada, assinale a afirmativa correta.",
        "filename": "2014-13.txt",
        "number": "42",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "Trata-se de aquisição por aluvião, uma vez que corresponde a acréscimos trazidos pelo rio de forma sucessiva e imperceptível, não gerando indenização a ninguém."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Se for formada uma ilha no meio do rio Tatuapé, pertencerá ao proprietário do terreno de onde aquela porção de terra se deslocou."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Trata-se de aquisição por avulsão e cada proprietário adquirirá a terra trazida pelo rio mediante indenização do outro ou, se ninguém tiver reclamado, após o período de um ano."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Se o rio Tatuapé secar, adquirirá a propriedade da terra aquele que primeiro a tornar produtiva de alguma maneira, seja como moradia ou como área de trabalho."
            }
        ],
        "valid": true
    }
]
