[
    {
        "areas": [
            "CRIMINAL-PROCEDURE"
        ],
        "enum": "João foi denunciado pela prática de crime de furto simples. Na denúncia, o Ministério Público apenas narrou que houve a subtração do cordão da vítima, indicando hora e local. Na audiência de instrução e julgamento, a vítima narrou que João empurrou-a em direção ao chão dizendo que se gritasse “o bicho ia pegar”, arrancando, em seguida, o seu cordão. Diante da narrativa da violência e da grave ameaça, o juiz fica convencido de que houve crime de roubo e não de furto.\n\n Sobre o caso apresentado, de acordo com o Código de Processo Penal, assinale a afirmativa correta.",
        "filename": "2014-13.txt",
        "number": "69",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O juiz na sentença poderá condenar João pelo crime de roubo, com base no artigo 383 do CPP, que assim dispõe: “O juiz, sem modificar a descrição do fato contida na denúncia ou queixa, poderá atribuir-lhe definição jurídica diversa, ainda que, em consequência, tenha de aplicar pena mais grave”."
            },
            {
                "correct": true,
                "letter": "B",
                "text": "Encerrada a instrução probatória, o Ministério Público deverá aditar a denúncia em 5 (cinco) dias. Se o Ministério Público ficar inerte, o juiz deve aplicar o artigo 28 do CPP."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Encerrada a instrução probatória, o Ministério Público deverá aditar a denúncia em 5 (cinco) dias. Se o Ministério Público ficar inerte, o juiz poderá condenar João pelo crime de roubo, tendo em vista que a vítima narrou a agressão em juízo."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O juiz poderá condenar João pelo crime de roubo, independentemente de qualquer providência, em homenagem ao princípio da verdade real."
            }
        ],
        "valid": true
    }
]
