[
    {
        "areas": [],
        "enum": "No dia 14 de setembro de 2014, por volta das 20h, José, primário e de bons antecedentes, tentou subtrair para si, mediante escalada de um muro de 1,70 metros de altura, vários pedaços de fios duplos de cobre da rede elétrica avaliados em, aproximadamente, R$ 100,00 (cem reais) à época dos fatos.\n\n Sobre o caso apresentado, segundo entendimento sumulado do STJ, assinale a afirmativa correta.",
        "filename": "2014-15.txt",
        "number": "64",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "É possível o reconhecimento do furto qualificado-privilegiado independentemente do preenchimento cumulativo dos requisitos previstos no Art. 155, §2°, do CP."
            },
            {
                "correct": true,
                "letter": "B",
                "text": "É possível o reconhecimento do privilégio previsto no Art. 155, § 2º, do CP nos casos de crime de furto qualificado se estiverem presentes a primariedade do agente e o pequeno valor da coisa, e se a qualificadora for de ordem objetiva."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Não é possível o reconhecimento do privilégio previsto no Art. 155, § 2º, do CP nos casos de crime de furto qualificado, mesmo que estejam presentes a primariedade do agente e o pequeno valor da coisa, e se a qualificadora for de ordem objetiva."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "É possível o reconhecimento do privilégio previsto no Art. 155, § 2º, do CP nos casos de crime de furto qualificado se estiverem presentes a primariedade do agente, o pequeno valor da coisa, e se a qualificadora for de ordem subjetiva."
            }
        ],
        "valid": true
    }
]
