[
    {
        "areas": [],
        "enum": "A ONG “Festivus”, uma associação de caráter assistencial, qualificada como Organização da Sociedade Civil de Interesse Público (OSCIP), celebrou Termo de Parceria com a União e dela recebeu R$ 150.000,00 (cento e cinquenta mil reais) para execução de atividades de interesse público. Uma revista de circulação nacional, entretanto, divulgou denúncias de desvio de recursos e de utilização da associação como forma de fraude.\n\n Com base na hipótese apresentada, considerando a disciplina constitucional e legal, assinale a afirmativa correta.",
        "filename": "2014-15.txt",
        "number": "34",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O Tribunal de Contas da União não tem competência para apurar eventual irregularidade, uma vez que se trata de pessoa jurídica de direito privado, não integrante da Administração Pública."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "O Tribunal de Contas da União tem competência para apurar eventual irregularidade praticada pela OSCIP, por se tratar de pessoa jurídica integrante da administração indireta federal."
            },
            {
                "correct": true,
                "letter": "C",
                "text": "O Tribunal de Contas da União tem competência para apurar eventual irregularidade praticada pela OSCIP, por se tratar de recursos públicos federais."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O controle exercido sobre a utilização dos recursos repassados à OSCIP é realizado apenas pela própria Administração e pelo Ministério Público Federal."
            }
        ],
        "valid": true
    }
]
