[
    {
        "areas": [
            "LABOUR"
        ],
        "enum": "Em 2012, Maria Júlia foi contratada como estagiária de direito em uma empresa pública federal, que explora atividade bancária. Sua tarefa consistia em permanecer parte do tempo em um caixa para receber o pagamento de contas de água, luz e telefone e, na outra parte, no auxílio de pessoas com dificuldade no uso dos caixas eletrônicos.\n\n Com base na hipótese, assinale a opção correta.",
        "filename": "2014-14.txt",
        "number": "71",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Trata-se de estágio desvirtuado que, assim, gerará como consequência o reconhecimento do vínculo empregatício com a empresa, com anotação da CTPS e pagamento de todos os direitos devidos."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Diante da situação, o Juiz do Trabalho poderá determinar que o administrador responsável pelo desvirtuamento do estágio pague diretamente uma indenização a Maria Júlia, haja vista o princípio constitucional da moralidade."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Não há desvirtuamento de estágio porque, tratando-se a concedente de uma instituição bancária, a atividade de recebimento de contas e auxílio a clientes está inserida na atividade do estagiário."
            },
            {
                "correct": true,
                "letter": "D",
                "text": "Não é possível o reconhecimento do vínculo empregatício, haja vista a natureza jurídica daquele que concedeu o estágio, que exige a prévia aprovação em concurso público."
            }
        ],
        "valid": true
    }
]
