[
    {
        "areas": [],
        "enum": "O Presidente da República, à luz da CRFB/88, dispõe de dois órgãos de cúpula para consulta em determinados assuntos. Assinale a opção que elenca corretamente esses órgãos e suas atribuições constitucionalmente definidas.",
        "filename": "2014-15.txt",
        "number": "19",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Ao Conselho de Defesa Nacional compete opinar sobre a decretação do estado de defesa, do estado de sítio e da intervenção federal. Ao Conselho Nacional de Justiça compete o controle da atuação administrativa e financeira do Poder Judiciário, do Poder Legislativo e do Poder Executivo."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Ao Conselho de Defesa Nacional compete opinar sobre as questões relevantes para a estabilidade das instituições democráticas. Ao Conselho da República compete opinar sobre as hipóteses de declaração de guerra e de celebração de paz."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Ao Conselho Nacional de Justiça compete o controle da atuação administrativa e financeira do Poder Judiciário, do Poder Legislativo e do Poder Executivo. Ao Conselho da República compete opinar sobre as hipóteses de declaração de guerra e de celebração de paz."
            },
            {
                "correct": true,
                "letter": "D",
                "text": "Ao Conselho de Defesa Nacional compete opinar sobre as hipóteses de declaração de guerra e de celebração de paz. Ao Conselho da República compete pronunciar-se sobre intervenção federal, estado de defesa e estado de sítio."
            }
        ],
        "valid": true
    }
]
