[
    {
        "areas": [],
        "enum": "Rogéria, balconista na empresa Bolsas e Acessórios Divinos Ltda., candidatou-se em uma chapa para a direção do sindicato dos comerciários do seu Município, sendo eleita posteriormente. Contudo, o sindicato não comunicou o registro da candidatura, eleição e posse da empregada ao empregador. Durante o mandato de Rogéria, o empregador a dispensou sem justa causa e com cumprimento do aviso prévio. Rogéria, então, enviou um e-mail para o empregador, dando-lhe ciência dos fatos, mediante prova documental. Apesar das provas, a empresa não aceitou suas razões e ratificou o desejo de romper o contrato de trabalho.\n\n Sobre o caso narrado, de acordo com a jurisprudência do TST, assinale a afirmativa correta.",
        "filename": "2014-15.txt",
        "number": "70",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "Rogéria tem garantia no emprego, já que a comunicação, apesar de fora do prazo legal, foi feita na vigência do contrato."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "O sindicato não observou o prazo legal para comunicação, motivo pelo qual a dispensa não pode ser considerada ilícita nem discriminatória, prevalecendo a ruptura."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "A jurisprudência é omissa, razão pela qual faculta-se ao empregador aceitar ou não a comunicação."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "É irrelevante que a comunicação da eleição tenha sido feita, já que a responsabilidade do empregador é objetiva."
            }
        ],
        "valid": true
    }
]
