[
    {
        "areas": [],
        "enum": "Alessandro Bilancia, italiano, com 55 anos de idade, ao completar 15 anos de residência ininterrupta no Brasil, decide assumir a nacionalidade “brasileira”, naturalizando-se. Trata-se de renomado professor, cuja elevada densidade intelectual e capacidade de liderança são muito bem vistas por um dos maiores partidos políticos brasileiros. Na certeza de que Alessandro poderá fortalecer os quadros do governo caso o partido em questão seja vencedor nas eleições presidenciais, a cúpula partidária já ventila a possibilidade de contar com o auxílio do referido professor na complexa tarefa de governar o País.\n\n Analise as situações abaixo e assinale a única possibilidade idealizada pela cúpula partidária que encontra respaldo na Constituição Federal.",
        "filename": "2015-16.txt",
        "number": "13",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Alessandro Bilancia, graças ao seu reconhecido saber jurídico e à sua ilibada reputação, poderá ser indicado para compor o quadro de ministros do Supremo Tribunal Federal."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Alessandro Bilancia, na hipótese de concorrer ao cargo de deputado federal e ser eleito, poderá ser indicado para exercer a Presidência da Câmara dos Deputados."
            },
            {
                "correct": true,
                "letter": "C",
                "text": "Alessandro Bilancia, na hipótese de concorrer ao cargo de senador e ser eleito, pode ser o líder do partido na Casa, embora não possa presidir o Senado Federal."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Alessandro Bilancia, dada a sua ampla e sólida condição intelectual, pode ser nomeado para assumir qualquer ministério do governo."
            }
        ],
        "valid": true
    }
]
