[
    {
        "areas": [],
        "enum": "O Estado X publicou edital de concurso público de provas e títulos para o cargo de analista administrativo. O edital prevê a realização de uma primeira fase, com questões objetivas, e de uma segunda fase com questões discursivas, e que os 100 (cem) candidatos mais bem classificados na primeira fase avançariam para a realização da segunda fase. No entanto, após a divulgação dos resultados da primeira fase, é publicado um edital complementar estabelecendo que os 200 (duzentos) candidatos mais bem classificados avançariam à segunda fase e prevendo uma nova forma de composição da pontuação global.\n\n Nesse caso,",
        "filename": "2015-17.txt",
        "number": "32",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "a alteração não é válida, por ofensa ao princípio da impessoalidade, advindo da adoção de novos critérios de pontuação e da ampliação do número de candidatos na segunda fase."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "a alteração é válida, pois a aprovação de mais candidatos na primeira fase não gera prejuízo aos candidatos e ainda permite que mais interessados realizem a prova de segunda fase."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "a alteração não é válida, porque o edital de um concurso público não pode conter cláusulas ambíguas."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "a alteração é válida, pois foi observada a exigência de provimento dos cargos mediante concurso público de provas e títulos."
            }
        ],
        "valid": true
    }
]
