[
    {
        "areas": [],
        "enum": "A Lei nº 12.986, de 2 de junho de 2014, transformou o antigo Conselho de Defesa dos Direitos da Pessoa Humana em Conselho Nacional dos Direitos Humanos - CNDH. Esse Conselho poderá solicitar credenciamento junto à Organização das Nações Unidas (ONU) para ser reconhecido como Instituição Nacional de Direitos Humanos. Para isso, é necessário que atenda aos Princípios de Paris, que foram sugeridos durante o Encontro Internacional das Instituições Nacionais de Direitos do Homem, em 1991, e adotados pela Assembleia Geral das Nações Unidas, em 1993.\n\n De acordo com os Princípios de Paris, as Instituições Nacionais de Direitos Humanos devem atender a cinco características.  Assinale a afirmativa que as indica.",
        "filename": "2015-16.txt",
        "number": "22",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "1) Autonomia para monitorar qualquer violação de Direitos Humanos; 2) Autoridade para assessorar o Executivo, o Legislativo e qualquer outra instância sobre temas relacionados aos Direitos Humanos; 3) Capacidade de se relacionar com instituições regionais e internacionais; 4) Legitimidade para educar e informar sobre Direito Humanos; e 5) Competência para atuar em temas jurídicos (quase judicial)."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "1) Autonomia orçamentária; 2) Eleição direta de seus membros; 3) Autoridade para negociar com lideranças do setor público e do setor privado; 4) Jurisdição administrativa em matéria de Direitos Humanos; e 5) Competência para denunciar estados-partes que não cumpram as convenções de que são parte."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "1) Legitimidade legiferante e poder de veto em legislação relativa aos Direitos Humanos; 2) Competências deliberativa sobre a alocação de recursos públicos em programas e projetos de Direitos Humanos; 3) Capacidade de responder em juízo em casos de litígio que envolvam os Direitos Humanos; 4) Expertise para realizar pesquisas em Direitos Humanos; e 5) Autoridade para definir currículos escolares em matérias relativas aos Direitos Humanos."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "1) Indivisibilidade; 2) Universalidade; 3) Complementaridade; 4) Imprescritibilidade; e 5) Irrenunciabilidade dos Direitos Humanos."
            }
        ],
        "valid": true
    }
]
