[
    {
        "areas": [],
        "enum": "O diretor de RH de uma multinacional da área de telecomunicações, em reunião corporativa, afirmou que o mundo globalizado vem produzindo grandes inovações, exigindo o reconhecimento de novas profissões desconhecidas até então. Feitas essas considerações, solicitou à diretoria que alterasse o quadro de cargos e funções da empresa, incluindo as seguintes profissões: gestor de mídias sociais, gerente de marketing digital e desenvolvedor de aplicativos móveis. O presidente da sociedade empresária, posicionando-se contra o pedido formulado, alegou que o exercício de qualquer atividade laborativa pressupõe a sua devida regulamentação em lei, o que ainda não havia ocorrido em relação às referidas profissões.\n\n Com base na teoria da eficácia das normas constitucionais, é correto afirmar que o presidente da sociedade empresária",
        "filename": "2015-16.txt",
        "number": "18",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "argumentou em harmonia com a ordem constitucional, pois o dispositivo da Constituição Federal que afirma ser livre o exercício de qualquer trabalho, ofício ou profissão, atendidas as qualificações profissionais que a lei estabelecer, possui eficácia limitada, exigindo regulamentação legal para que possa produzir efeitos."
            },
            {
                "correct": true,
                "letter": "B",
                "text": "apresentou argumentos contrários à ordem constitucional, pois o dispositivo da Constituição Federal que afirma ser livre o exercício de qualquer trabalho, ofício ou profissão, atendidas as qualificações profissionais que a lei estabelecer, possui eficácia contida, de modo que, inexistindo lei que regulamente o exercício da atividade profissional, é livre o seu exercício."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "apresentou argumentos contrários à ordem constitucional, pois o dispositivo da Constituição Federal que afirma ser livre o exercício de qualquer trabalho, ofício ou profissão, atendidas as qualificações profissionais que a lei estabelecer, possui eficácia plena, já que a liberdade do exercício profissional não pode ser restringida, mas apenas ampliada."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "argumentou em harmonia com a ordem constitucional, pois o dispositivo da Constituição Federal que afirma ser livre o exercício de qualquer trabalho, ofício ou profissão, atendidas as qualificações profissionais que a lei estabelecer, não possui nenhuma eficácia, devendo ser objeto de mandado de injunção para a sua devida regulamentação."
            }
        ],
        "valid": true
    }
]
