[
    {
        "areas": [],
        "enum": "O Estatuto da Criança e do Adolescente estabelece que pessoas com até doze anos de idade incompletos são consideradas crianças e aquelas entre doze e dezoito anos incompletos, adolescentes. Estabelece, ainda, o Art. 2º, parágrafo único, que “Nos casos expressos em lei, aplica-se excepcionalmente este Estatuto às pessoas entre dezoito e vinte e um anos de idade”.\n\n Partindo da análise do caráter etário descrito no enunciado, assinale a afirmativa correta.",
        "filename": "2015-16.txt",
        "number": "44",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O texto foi derrogado, não tendo qualquer aplicabilidade no aspecto penal, que considera a maioridade penal aos dezoito anos, não podendo, portanto, ser aplicada qualquer medida socioeducativa a pessoas entre dezoito e vinte e um anos incompletos, pois o critério utilizado para a incidência é a idade na data do julgamento e não a idade na data do fato."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "A proteção integral às crianças e adolescentes, primado do ECA, estendeu a proteção da norma especial aos que ainda não tenham completado a maioridade civil, nisso havendo a proteção especialmente destinada aos menores de vinte e um anos, nos âmbitos do Direito Civil e do Direito Penal."
            },
            {
                "correct": true,
                "letter": "C",
                "text": "O texto destacado no parágrafo único desarmoniza-se da regra do Código Civil de 2002 que estabelece que a maioridade civil dá-se aos dezoito anos; por esse motivo, a regra indicada no enunciado não tem mais aplicabilidade no âmbito civil."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Ao menor emancipado não se aplicam os princípios e as normas previstas no ECA; por isso, o estabelecido no texto transcrito, desde a entrada em vigor da norma especial em 1990, não era aplicada aos menores emancipados, exceto para fins de Direito Penal."
            }
        ],
        "valid": true
    }
]
