[
    {
        "areas": [],
        "enum": "Manoel da Silva é comerciante, proprietário de uma padaria e confeitaria de grande movimento na cidade ABCD. A fim de oferecer ao público um serviço diferenciado, Manoel formulou pedido administrativo de autorização de uso de bem público (calçada), para a colocação de mesas e cadeiras. Com a autorização concedida pelo Município, Manoel comprou mobiliário de alto padrão para colocá-lo na calçada, em frente ao seu estabelecimento. Uma semana depois, entretanto, a Prefeitura revogou a autorização, sem apresentar fundamentação.\n\n A respeito do ato da prefeitura, que revogou a autorização, assinale a afirmativa correta.",
        "filename": "2015-17.txt",
        "number": "34",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Por se tratar de ato administrativo discricionário, a autorização e sua revogação não podem ser investigadas na via judicial."
            },
            {
                "correct": true,
                "letter": "B",
                "text": "A despeito de se tratar de ato administrativo discricionário, é admissível o controle judicial do ato."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "A autorização de uso de bem público é ato vinculado, de modo que, uma vez preenchidos os pressupostos, não poderia ser negado ao particular o direito ao seu uso, por meio da revogação do ato."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "A autorização de uso de bem público é ato discricionário, mas, uma vez deferido o uso ao particular, passa-se a estar diante de ato vinculado, que não admite revogação."
            }
        ],
        "valid": true
    }
]
