[
    {
        "areas": [
            "ETHICS"
        ],
        "enum": "Os advogados criminalistas X e Y atuavam em diversas ações penais e inquéritos em favor de um grupo de pessoas acusadas de pertencer a determinada organização criminosa, supostamente destinada ao tráfico de drogas. Ao perceber que não havia outros meios disponíveis para a obtenção de provas contra os investigados, o juiz, no âmbito de um dos inquéritos instaurados para investigar o grupo, atendendo à representação da autoridade policial e considerando manifestação favorável do Ministério Público, determinou o afastamento do sigilo telefônico dos advogados constituídos nos autos dos aludidos procedimentos, embora não houvesse indícios da prática de crimes por estes últimos. As conversas entre os investigados e seus advogados, bem como aquelas havidas entre os advogados X e Y, foram posteriormente usadas para fundamentar a denúncia oferecida contra seus clientes.\n\n Considerando-se a hipótese apresentada, assinale a afirmativa correta.",
        "filename": "2015-18.txt",
        "number": "2",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "A prova é lícita, pois não havia outro meio disponível para a obtenção de provas."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "A prova é lícita, pois tratava-se de investigação de prática de crime cometido no âmbito de organização criminosa."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Considerando que não havia outro meio disponível para a obtenção de provas, bem como que se tratava de investigação de prática de crime cometido no âmbito de organização criminosa, é ilícita a prova obtida a partir dos diálogos havidos entre os advogados e seus clientes. É, no entanto, lícita a prova obtida a partir dos diálogos havidos entre os advogados X e Y."
            },
            {
                "correct": true,
                "letter": "D",
                "text": "A prova é ilícita, uma vez que as comunicações telefônicas do advogado são invioláveis quando disserem respeito ao exercício da profissão, bem como se não houver indícios da prática de crime pelo advogado."
            }
        ],
        "valid": true
    }
]
