[
    {
        "areas": [
            "CONSTITUTIONAL"
        ],
        "enum": "A Lei Z, elaborada recentemente pelo Poder Legislativo do Município M, foi promulgada e passou a produzir seus efeitos regulares após a Câmara Municipal ter derrubado o veto aposto pelo Prefeito. A peculiaridade é que o conteúdo da lei é praticamente idêntico ao de outras leis que foram editadas em milhares de outros Municípios, o que lhe atribui inegável relevância. Inconformado com a derrubada do veto, o Prefeito do Município M, partindo da premissa de que a Lei Z possui diversas normas violadoras da ordem constitucional federal, pretende que sua inconstitucionalidade seja submetida à apreciação do Supremo Tribunal Federal.\n\n A partir das informações acima, assinale a opção que se encontra em consonância com o sistema de controle de constitucionalidade adotado no Brasil.",
        "filename": "2015-18.txt",
        "number": "13",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O Prefeito do Município M, como agente legitimado pela Constituição Federal, está habilitado a propor arguição de descumprimento de preceito fundamental questionando a constitucionalidade dos dispositivos que entende violadores da ordem constitucional federal."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "A temática pode ser objeto de ação direta de inconstitucionalidade ou de arguição de descumprimento de preceito fundamental, se proposta por qualquer um dos legitimados pelo Art. 103 da Constituição Federal."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "A Lei Z não poderá ser objeto de ação, pela via concentrada, perante o Supremo Tribunal Federal, já que, de acordo com o sistema de controle de constitucionalidade adotado no Brasil, atos normativos municipais só podem ser objeto de controle, caso se utilize como paradigma de confronto a Constituição Federal, pela via difusa."
            },
            {
                "correct": true,
                "letter": "D",
                "text": "Os dispositivos normativos da Lei Z, sem desconsiderar a possibilidade de ser realizado o controle incidental pela via difusa, podem ser objeto de controle por via de arguição de descumprimento de preceito fundamental, se proposta por qualquer um dos legitimados pelo Art. 103 da Constituição Federal."
            }
        ],
        "valid": true
    }
]
