[
    {
        "areas": [],
        "enum": "Antônio, prestador de serviço de manutenção e reparo de instrumentos musicais, sujeito à incidência do Imposto Sobre Serviços (ISS), deixou de recolher o tributo incidente sobre fato gerador consumado em janeiro de 2013 (quando a alíquota do ISS era de 5% sobre o total auferido pelos serviços prestados e a multa pelo inadimplemento do tributo era de 25% sobre o ISS devido e não recolhido).\n\n Em 30 de agosto de 2013, o Município credor aprovou lei que: (a) reduziu para 2% a alíquota do ISS sobre a atividade de manutenção e reparo de instrumentos musicais; e (b) reduziu a multa pelo inadimplemento do imposto incidente nessa mesma atividade, que passou a ser de 10% sobre o ISS devido e não recolhido.\n\n Em fevereiro de 2014, o Município X promoveu o lançamento do imposto, exigindo do contribuinte o montante de R$ 25.000,00 – sendo R$ 20.000,00 de imposto (5% sobre R$ 400.000,00, valor dos serviços prestados) e R$ 5.000,00 a título de multa pela falta de pagamento (25% do imposto devido).\n\n Sobre a hipótese apresentada, assinale a afirmativa correta.",
        "filename": "2015-18.txt",
        "number": "26",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O lançamento está correto em relação ao imposto e à multa."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "O lançamento está incorreto tanto em relação ao imposto (que deveria observar a nova alíquota de 2%) quanto em relação à multa (que deveria ser de 10% sobre o ISS devido e não recolhido)."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "O lançamento está correto em relação à multa, mas incorreto em relação ao imposto (que deveria observar a nova alíquota de 2%)."
            },
            {
                "correct": true,
                "letter": "D",
                "text": "O lançamento está correto em relação ao imposto, mas incorreto em relação à multa (que deveria ser de 10% sobre o ISS devido e não recolhido)."
            }
        ],
        "valid": true
    }
]
