[
    {
        "areas": [],
        "enum": "Renato é proprietário de um imóvel e o coloca à venda, atraindo o interesse de Mário. Depois de algumas visitas ao imóvel e conversas sobre o seu valor, Renato e Mário, acompanhados de corretor, realizam negócio por preço certo, que deveria ser pago em três parcelas: a primeira, paga naquele ato a título de sinal e princípio de pagamento, mediante recibo que dava o negócio por concluído de forma irretratável; a segunda deveria ser paga em até trinta dias, contra a exibição das certidões negativas do vendedor; a terceira seria paga na data da lavratura da escritura definitiva, em até noventa dias a contar do fechamento do negócio.\n\n Antes do pagamento da segunda parcela, Mário celebra, com terceiros, contratos de promessa de locação do imóvel por temporada, recebendo a metade de cada aluguel antecipadamente. Renato, ao tomar conhecimento de que Mário havia celebrado as promessas de locação por temporada, percebeu que o imóvel possuía esse potencial de exploração. Em virtude disso, Renato arrependeu-se do negócio e, antes do vencimento da segunda parcela do preço, notificou o comprador e o corretor, dando o negócio por desfeito.\n\n Com base na hipótese formulada, assinale a afirmativa correta.",
        "filename": "2015-18.txt",
        "number": "41",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O vendedor perde o sinal pago para o comprador, porém nada mais lhe pode ser exigido, não sendo devida a comissão do corretor, já que o negócio foi desfeito antes de aperfeiçoar-se."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "O vendedor perde o sinal pago para o comprador, porém nada mais lhe pode ser exigido pelo comprador. Contudo, é devida a comissão do corretor, não obstante o desfazimento do negócio antes de aperfeiçoar-se."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "O vendedor perde o sinal pago e o comprador pode exigir uma indenização pelos prejuízos a que a desistência deu causa, se o seu valor superar o do sinal dado, não sendo devida a comissão do corretor, já que o negócio foi desfeito antes de aperfeiçoar-se."
            },
            {
                "correct": true,
                "letter": "D",
                "text": "O vendedor perde o sinal pago e o comprador pode exigir uma indenização pelos prejuízos a que a desistência deu causa, se o seu valor superar o do sinal dado, sendo devida a comissão do corretor, não obstante o desfazimento do negócio antes de aperfeiçoar-se."
            }
        ],
        "valid": true
    }
]
