[
    {
        "areas": [],
        "enum": "Ocorreu um grande escândalo de desvio de verbas públicas na administração pública federal, o que ensejou a instauração de uma Comissão Parlamentar de Inquérito (CPI), requerida pelos deputados federais de oposição. Surpreendentemente, os oponentes da CPI conseguem que o inexperiente deputado M seja alçado à condição de Presidente da Comissão. Por não possuir formação jurídica e desconhecer o trâmite das atividades parlamentares, o referido Presidente, sem consultar os assessores jurídicos da Casa, toma uma série de iniciativas, expedindo ofícios e requisitando informações a diversos órgãos. Posteriormente, veio à tona que apenas uma de suas providências prescindiria de efetivo mandado judicial.\n\n Assinale a opção que indica a única providência que o deputado M poderia ter tomado, prescindindo de ordem judicial.",
        "filename": "2015-17.txt",
        "number": "19",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Determinação de prisão preventiva de pessoas por condutas que, embora sem flagrância, configuram crime e há comprovado risco de que voltem a ser praticadas."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Autorização, ao setor de inteligência da Polícia Judiciária, para que realize a interceptação das comunicações telefônicas (“escuta”) de prováveis envolvidos."
            },
            {
                "correct": true,
                "letter": "C",
                "text": "Quebra de sigilo fiscal dos servidores públicos que, sem aparente motivo, apresentaram público e notório aumento do seu padrão de consumo."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Busca e apreensão de documentos nas residências de sete pessoas supostamente envolvidas no esquema de desvio de verba."
            }
        ],
        "valid": true
    }
]
