[
    {
        "areas": [],
        "enum": "A sociedade empresária Calçados Montalvânia Ltda. celebrou contrato de faturização com Miravânia Fomento Mercantil Ltda. para que a segunda antecipasse para a primeira créditos contidos em cheques, notas promissórias, duplicatas de venda e outros documentos de dívida, além da prestação de serviços de assessoria mercadológica, creditícia e de gestão de riscos.\n\n Sobre este contrato, assinale a afirmativa correta.",
        "filename": "2015-16.txt",
        "number": "48",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Na modalidade tradicional (ou convencional) da faturização, a faturizadora se obriga a efetuar o pagamento das faturas e de outros documentos referentes aos créditos cedidos apenas na data do vencimento, razão pela qual o contrato em questão não pode ser considerado faturização típica."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "As sociedades de fomento comercial estão obrigadas a arquivar seus contratos e suas alterações no Registro Civil de Pessoas Jurídicas, uma vez que o objeto por elas exercido inclui a prestação de serviços ao faturizado, sendo essa atividade estranha ao objeto das sociedades empresárias."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "As sociedades faturizadoras dependem de autorização do Banco Central do Brasil para funcionamento, podendo realizar operações de crédito em favor dos faturizados, não estando tais operações sujeitas ao limite máximo de juros previsto no Código Civil."
            },
            {
                "correct": true,
                "letter": "D",
                "text": "As sociedades que exercem as atividades de fomento comercial, mesmo não sendo consideradas instituições financeiras para efeitos legais, estão obrigadas a conservar sigilo em suas operações ativas e passivas e serviços prestados aos faturizados."
            }
        ],
        "valid": true
    }
]
