[
    {
        "areas": [],
        "enum": "Thales foi denunciado pela prática de um crime de apropriação indébita. Para oitiva da vítima Marcos, residente em cidade diversa do juízo competente, foi expedida carta precatória, sendo todas as partes intimadas dessa expedição. Antes do retorno, foi realizada audiência de instrução e julgamento, mas apenas foram ouvidas as testemunhas de acusação João e José, que apresentaram versões absolutamente discrepantes sobre circunstâncias relevantes, sendo que ambas afirmaram que estavam no local dos fatos. Hélio, padre que escutou a confissão de Thales e tinha conhecimento sobre a dinâmica delitiva, em razão de seu dever de guardar segredo, não foi intimado. Com a concordância das partes, a audiência de continuação para oitiva das testemunhas de defesa e interrogatório foi remarcada.\n\n Considerando apenas as informações narradas, assinale a afirmativa correta.",
        "filename": "2016-19.txt",
        "number": "68",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O depoimento de João foi inválido, já que a oitiva do ofendido deve ser realizada antes das demais testemunhas e a expedição de carta precatória suspende a instrução criminal."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "O juiz poderá fazer a contradita, diante das contradições sobre circunstâncias relevantes nos depoimentos das testemunhas."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Hélio está proibido de depor sem autorização da parte interessada, salvo quando não for possível, por outro modo, obter a prova do fato."
            },
            {
                "correct": true,
                "letter": "D",
                "text": "O advogado do acusado não precisa ser intimado pessoalmente da data designada para audiência a ser realizada no juízo deprecado."
            }
        ],
        "valid": true
    }
]
