[
    {
        "areas": [],
        "enum": "Brenda, atualmente com 20 anos de idade, estudante do 2º período de direito, percebe mensalmente pensão decorrente da morte de seu pai. Sucede, contudo, que ela recebeu uma correspondência do fundo que lhe paga a pensão, notificando-a de que, no dia 20 do próximo mês, quando completará 21 anos, seu benefício será extinto. Inconformada, Brenda ajuizou ação judicial, requerendo em antecipação de tutela a continuidade dos pagamentos e, por sentença, a manutenção desse direito até, pelo menos, completar 24 anos de idade, quando deverá terminar a faculdade. Tal demanda, contudo, é rejeitada liminarmente pelo juiz da 3ª Vara, sob o argumento de que aquela matéria de direito já está pacificada de forma contrária aos interesses da Autora na jurisprudência dos Tribunais Superiores e, ainda, por ele já ter proferido, em outros casos com a mesma questão de direito, diversas sentenças de improcedência.\n\n Sobre os fatos descritos, assinale a afirmativa correta.",
        "filename": "2016-19.txt",
        "number": "54",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "A decisão acima mencionada, se transitada em julgado, não faz coisa julgada material, na medida em que a ausência de citação do Réu impede a formação regular do processo."
            },
            {
                "correct": true,
                "letter": "B",
                "text": "No caso de eventual recurso de Brenda, o juízo que proferiu a sentença poderá, se assim entender, retratar-se."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Se a matéria de mérito estivesse pacificada nos Tribunais Superiores em favor da autora, poderia o magistrado, ao receber a petição inicial, sentenciar o feito e julgar desde logo procedente o pedido."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Mesmo que a demanda envolvesse necessidade de produção de prova pericial, o magistrado poderia se valer da improcedência liminar, tendo em vista a força dos precedentes dos Tribunais Superiores."
            }
        ],
        "valid": true
    }
]
