[
    {
        "areas": [],
        "enum": "Júlia é advogada de Fernando, réu em processo criminal de grande repercussão social. Em um programa vespertino da rádio local, o apresentador, ao comentar o caso, afirmou que Júlia era “advogada de porta de cadeia” e “ajudante de bandido”. Ouvinte do programa, Rafaela procurou o Conselho Seccional da OAB e pediu que fosse promovido o desagravo público. Júlia, ao tomar conhecimento do pedido de Rafaela, informou ao Conselho Seccional da OAB que o desagravo não era necessário, pois já ajuizara ação para apurar a responsabilidade civil do apresentador.\n\n No caso narrado,",
        "filename": "2016-20.txt",
        "number": "10",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "o pedido de desagravo público só pode ser formulado por Júlia, que é a pessoa ofendida em razão do exercício profissional."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "o pedido de desagravo pode ser formulado por Rafaela, mas depende da concordância de Júlia, que é a pessoa ofendida em razão do exercício profissional."
            },
            {
                "correct": true,
                "letter": "C",
                "text": "o pedido de desagravo pode ser formulado por Rafaela, e não depende da concordância de Júlia, apesar de esta ser a pessoa ofendida em razão do exercício profissional."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "o pedido de desagravo público só pode ser formulado por Júlia, que é a pessoa ofendida em razão do exercício profissional, mas o ajuizamento de ação para apurar a responsabilidade civil implica a perda de objeto do desagravo."
            }
        ],
        "valid": true
    }
]
