[
    {
        "areas": [],
        "enum": "O Estado Alfa e os Municípios Beta e Gama, localizados naquele Estado, celebraram protocolo de intenções para a constituição de consórcio público para atuação na área de saneamento, dispondo que o consórcio teria personalidade jurídica de direito público. No protocolo de intenções está prevista a outorga de concessão, permissão e autorização de serviços públicos pelo consórcio, além da possibilidade de promover desapropriações e instituir servidões.\n\n Sobre a hipótese apresentada, assinale a afirmativa correta.",
        "filename": "2016-20a.txt",
        "number": "30",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O consórcio é ente desprovido de personalidade e, portanto, não é válida a previsão contida no protocolo de intenções."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "O consórcio em referência não poderá ser constituído sem a obrigatória participação da União entre os seus consorciados."
            },
            {
                "correct": true,
                "letter": "C",
                "text": "Após a constituição do consórcio, poderá ele promover desapropriação, pois prevista no protocolo, mas a declaração de utilidade pública não pode ser feita pelo consórcio."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Com a assinatura do protocolo de intenções por todos os entes participantes, estará constituído o consórcio em referência."
            }
        ],
        "valid": true
    }
]
