[
    {
        "areas": [],
        "enum": "Hugo, advogado, é consultado pela pessoa jurídica Céu Azul Ltda., indústria química de grande porte, acerca da necessidade de redução de emissão de gases de efeito estufa, tendo em vista as disposições da lei que instituiu a Política Nacional sobre Mudança do Clima (PNMC).\n\n Com base na hipótese formulada, assinale a opção que apresenta a orientação dada por Hugo ao seu cliente.",
        "filename": "2016-20a.txt",
        "number": "35",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "A pessoa jurídica Céu Azul Ltda. terá que reduzir a emissão de gases de efeito estufa ou adquirir créditos de carbono de outros emissores que reduzirem suas emissões além do legalmente necessário, sob pena de imposição de multa de até 2% (dois por cento) sobre suas receitas brutas."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "A pessoa jurídica Céu Azul Ltda., por pertencer a ramo industrial inserido no Plano de Desenvolvimento Limpo, terá que reduzir a emissão de gases de efeito estufa, não podendo se valer dos mecanismos de flexibilização, sob pena de imposição de multa de até 2% (dois por cento) de sua receita bruta."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "A pessoa jurídica Céu Azul Ltda. não estará obrigada a reduzir a emissão de gases de efeito estufa caso formalmente constituída até a data da vigência da lei que instituiu a Política Nacional sobre Mudança do Clima (PNMC), mas terá que pagar pelas emissões além do limite legal, tendo em vista o princípio do poluidor-pagador."
            },
            {
                "correct": true,
                "letter": "D",
                "text": "A pessoa jurídica Céu Azul Ltda. não tem obrigação legal de redução de emissão de gases de efeito estufa, independentemente da data de sua constituição e do seu segmento de atividade, não obstante a expressa adoção dos princípios da prevenção e precaução pela lei que instituiu a PNMC."
            }
        ],
        "valid": true
    }
]
