[
    {
        "areas": [],
        "enum": "Há bastante tempo você tem atuado tanto administrativamente como judicialmente para conseguir um tratamento de saúde especializado para o seu cliente. Diante da morosidade injustificada enfrentada, seja na administração pública seja no processo judicial, você está avaliando a possibilidade de ingressar com petição individual de seu cliente na Comissão Interamericana de Direitos Humanos.\n\n Assinale a opção que melhor expressa suas possibilidades, tendo em vista a Convenção Americana sobre Direitos Humanos e o Protocolo de São Salvador.",
        "filename": "2016-20a.txt",
        "number": "22",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Você não pode entrar com a petição individual de seu cliente na Comissão Interamericana de Direitos Humanos, até que sejam esgotados todos os recursos da jurisdição interna do Brasil."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Você pode entrar com a petição individual de seu cliente na Comissão Interamericana de Direitos Humanos, desde que demonstre que está havendo uma demora injustificada na prestação dos recursos da jurisdição interna."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Você pode entrar com a petição individual de seu cliente na Comissão Interamericana de Direitos, desde que atendidos os requisitos de admissibilidade previstos na Convenção Americana sobre Direitos Humanos, pois embora o direito à saúde não esteja previsto na própria Convenção, o Protocolo de São Salvador torna possível o uso deste meio de proteção mesmo no caso do direito à saúde."
            },
            {
                "correct": true,
                "letter": "D",
                "text": "Você, para encaminhar uma petição individual para a Comissão Interamericana de Direitos Humanos, deve respeitar os requisitos de admissibilidade e que o direito violado esteja previsto na própria Convenção ou, alternativamente, que seja um meio de proteção autorizado pelo Protocolo de São Salvador, o que não é o caso do direito à saúde."
            }
        ],
        "valid": true
    }
]
