[
    {
        "areas": [],
        "enum": "Segundo o Art. 1.723 do Código Civil, “É reconhecida como entidade familiar a união estável entre o homem e a mulher, configurada na convivência pública, contínua e duradoura e estabelecida com o objetivo de constituição de família”. Contudo, no ano de 2011, os ministros do Supremo Tribunal Federal (STF), ao julgarem a Ação Direta de Inconstitucionalidade 4.277 e a Arguição de Descumprimento de Preceito Fundamental 132, reconheceram a união estável para casais do mesmo sexo.\n\n A situação acima descrita pode ser compreendida, à luz da Teoria Tridimendional do Direito de Miguel Reale, nos seguintes termos:",
        "filename": "2016-19.txt",
        "number": "11",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "uma norma jurídica, uma vez emanada, sofre alterações semânticas pela superveniência de mudanças no plano dos fatos e valores."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "toda norma jurídica é interpretada pelo poder discricionário de magistrados, no momento em que estes transformam a vontade abstrata da lei em norma para o caso concreto."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "o fato social é que determina a correta compreensão do que é a experiência jurídica e, por isso, os costumes devem ter precedência sobre a letra fria da lei."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "o ativismo judicial não pode ser confundido com o direito mesmo. Juízes não podem impor suas próprias ideologias ao julgarem os casos concretos."
            }
        ],
        "valid": true
    }
]
