[
    {
        "areas": [],
        "enum": "A advogada Lúcia dirigiu-se ao cartório de determinada Vara Cível, com o objetivo de retirar os autos dos processos 1, 2 e 3 para consulta. Quanto ao processo 1, já findo, não foi autorizada a retirada porque havia sido decretado segredo de justiça e Lúcia não havia atuado no feito. No que se refere ao processo 2, ainda em trâmite, não foi permitida a retirada, pois Lúcia, advogada do réu, já havia deixado anteriormente de devolver os autos no prazo legal, só o fazendo depois de intimada. Já quanto ao processo 3, também findo, não foi concedida a retirada sob a justificativa de que existiam nos autos documentos originais de difícil restauração.\n\n Sobre o caso narrado, assinale a opção correta.",
        "filename": "2016-20a.txt",
        "number": "6",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "É excepcionado o direito do advogado à retirada dos autos apenas em razão dos motivos declinados quanto aos processos 1 e 2. No que se refere ao processo 3, houve indevida violação do direito de Lúcia."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "É excepcionado o direito do advogado à retirada dos autos apenas em razão dos motivos declinados quanto aos processos 1 e 3. No que se refere ao processo 2, houve indevida violação do direito de Lúcia."
            },
            {
                "correct": true,
                "letter": "C",
                "text": "É excepcionado o direito do advogado à retirada dos autos em razão dos motivos declinados quanto aos processos 1 , 2 e 3. Não houve indevida violação do direito de Lúcia."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "É excepcionado o direito do advogado à retirada dos autos apenas em razão do motivo declinado quanto ao processo 1. No que se refere aos processos 2 e 3, houve indevida violação do direito de Lúcia."
            }
        ],
        "valid": true
    }
]
