[
    {
        "areas": [],
        "enum": "O Banco X enviou um cartão de crédito para Jeremias, com limite de R$ 10.000,00 (dez mil reais), para uso em território nacional e no exterior, incluindo seguro de vida e acidentes pessoais, bem como seguro contra roubo e furto, no importe total de R$ 5,00 (cinco reais) na fatura mensal, além da anuidade de R$ 400,00 (quatrocentos reais), parcelada em cinco vezes.\n\n Jeremias recebeu a correspondência contendo um cartão bloqueado, o contrato e o informativo de benefícios e ônus. Ocorre que Jeremias não é cliente do Banco X e sequer solicitou o cartão de crédito.\n\n Sobre a conduta da instituição bancária, considerando a situação narrada e o entendimento do STJ expresso em Súmula, assinale a afirmativa correta.",
        "filename": "2016-21.txt",
        "number": "47",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Foi abusiva, sujeitando-se à aplicação de multa administrativa, que não se destina ao consunidor, mas não há ilícito civil indenizável, tratando-se de mero aborrecimento, sob pena de se permitir o enriquecimento ilícito de Jeremias."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Foi abusiva, sujeita à advertência e não à multa administrativa, salvo caso de reincidência, bem como não gera ilícito indenizável, por não ter havido dano moral in re ipsa na hipótese, salvo se houvesse extravio do cartão antes de ser entregue a Jeremias."
            },
            {
                "correct": true,
                "letter": "C",
                "text": "Foi abusiva e constitui ilícito indenizável em favor de Jeremias, mesmo sem prejuízo comprovado, em razão da configuração de dano moral in re ipsa na hipótese, que pode ser cumulada com a aplicação de multa administrativa, que não será fixada em favor do consumidor."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Não foi abusiva, pois não houve prejuízo ao consumidor a justificar multa administrativa e nem constitui ilícito indenizável, na medida em que o destinatário pode desconsiderar a correspondência, não desbloquear o cartão e não aderir ao contrato."
            }
        ],
        "valid": true
    }
]
