[
    {
        "areas": [],
        "enum": "Ricardo é o diretor geral do órgão da administração direta federal responsável pela ordenação de despesas. Inconformado com o fato de o Tribunal de Contas da União (TCU) ter apreciado e julgado as contas do órgão que dirige e, por fim, lhe aplicando sanções com fundamento em irregularidades apontadas por auditoria realizada pelo próprio TCU, procura um(a) advogado(a). Seu objetivo é saber se o referido Tribunal possui, ou não, tais competências.  Neste sentido, o(a) advogado(a) responde que, segundo a ordem jurídico-constitucional vigente, as competências do TCU",
        "filename": "2016-21.txt",
        "number": "18",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "abrangem a tarefa referida, já que até mesmo as contas do Presidente da República estão sujeitas ao julgamento do referido Tribunal."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "não abarcam a tarefa de julgar tais contas, competindo ao Tribunal tão somente apreciá-las, para que, posteriormente, os Tribunais Federais venham a julgá-las."
            },
            {
                "correct": true,
                "letter": "C",
                "text": "abrangem o julgamento das contas, devendo o TCU aplicar as sanções previstas na ordem jurídica em conformidade com os ilícitos que venha a identificar."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "não abrangem essa atividade, pois o TCU é órgão responsável pelo controle externo, não podendo, por força do princípio hierárquico, julgar contas de órgão da administração direta."
            }
        ],
        "valid": true
    }
]
