[
    {
        "areas": [],
        "enum": "A Lei Maria da Penha objetiva proteger a mulher da violência doméstica e familiar que lhe cause morte, lesão, sofrimento físico, sexual ou psicológico, e dano moral ou patrimonial, desde que o crime seja cometido no âmbito da unidade doméstica, da família ou em qualquer relação íntima de afeto.  Diante deste quadro, após agredir sua antiga companheira, porque ela não quis retomar o relacionamento encerrado, causando-lhe lesões leves, Jorge o (a) procura para saber se sua conduta fará incidir as regras da Lei nº 11.340/06.\n\n Considerando o que foi acima destacado, você, como advogado (a) irá esclarecê-lo de que",
        "filename": "2016-20.txt",
        "number": "63",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "o crime em tese praticado ostenta a natureza de infração de menor potencial ofensivo."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "a violência doméstica de que trata a Lei Maria da Penha abrange qualquer relação íntima de afeto, sendo indispensável a coabitação."
            },
            {
                "correct": true,
                "letter": "C",
                "text": "a agressão do companheiro contra a companheira, mesmo cessado o relacionamento, mas que ocorra em decorrência dele, caracteriza a violência doméstica e autoriza a incidência da Lei nº 11.340/06."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "ao contrário da transação penal, em tese se mostra possível a suspensão condicional do processo na hipótese de delito sujeito ao rito da Lei Maria da Penha."
            }
        ],
        "valid": true
    }
]
