[
    {
        "areas": [
            "ETHICS"
        ],
        "enum": "Janaína é procuradora do município de Oceanópolis e atua, fora da carga horária demandada pela função, como advogada na sociedade de advogados Alfa, especializada em Direito Tributário. A profissional já foi professora na universidade estadual Beta, situada na localidade, tendo deixado o magistério há um ano, quando tomou posse como procuradora municipal.\n\n Atualmente, Janaína deseja imprimir cartões de visitas para divulgação profissional de seu endereço e telefones. Assim, dirigiu-se a uma gráfica e elaborou o seguinte modelo: no centro do cartão, consta o nome e o número de inscrição de Janaína na OAB. Logo abaixo, o endereço e os telefones do escritório. No canto superior direito, há uma pequena fotografia da advogada, com vestimenta adequada. Na parte inferior do cartão, estão as seguintes inscrições “procuradora do município de Oceanópolis”, “advogada – Sociedade de Advogados Alfa” e “ex-professora da Universidade Beta”. A impressão será feita em papel branco com proporções usuais e grafia discreta na cor preta.\n\n Considerando a situação descrita, assinale a afirmativa correta.",
        "filename": "2016-21.txt",
        "number": "1",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "Os cartões de visitas pretendidos por Janaína não são adequados às regras referentes à publicidade profissional. São vedados: o emprego de fotografia pessoal e a referência ao cargo de procurador municipal. Os demais elementos poderão ser mantidos."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Os cartões de visitas pretendidos por Janaína, pautados pela discrição e sobriedade, são adequados às regras referentes à publicidade profissional."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Os cartões de visitas pretendidos por Janaína não são adequados às regras referentes à publicidade profissional. São vedados: o emprego de fotografia e a referência ao cargo de magistério que Janaína não mais exerce. Os demais elementos poderão ser mantidos."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Os cartões de visitas pretendidos por Janaína não são adequados às regras referentes à publicidade profissional. São vedados: a referência ao cargo de magistério que Janaína não mais exerce e a referência ao cargo de procurador municipal. Os demais elementos poderão ser mantidos."
            }
        ],
        "valid": true
    }
]
