[
    {
        "areas": [
            null
        ],
        "enum": "A principal tese sustentada pelo paradigma do positivismo jurídico é a validade da norma jurídica, independentemente de um juízo moral que se possa fazer sobre o seu conteúdo. No entanto, um dos mais influentes filósofos do direito juspositivista, Herbert Hart, no seu pós-escrito ao livro O Conceito de Direito, sustenta a possibilidade de um positivismo brando, eventualmente chamado de positivismo inclusivo ou soft positivism.\n\n Assinale a opção que apresenta, segundo o autor na obra em referência, o conceito de positivismo brando.",
        "filename": "2017-22.txt",
        "number": "12",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O reconhecimento da existência de normas de direito natural e de que tais normas devem preceder às normas de direito positivo sempre que houver conflito entre elas."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "A jurisprudência deve ser considerada como fonte do direito da mesma forma que a lei, de maneira a produzir uma equivalência entre o sistema de common law ou de direito consuetudinário e sistema de civil law ou de direito romano-germânico."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "O positivismo brando ocorre no campo das ciências sociais, não possuindo, portanto, o mesmo rigor científico exigido no campo das ciências da natureza."
            },
            {
                "correct": true,
                "letter": "D",
                "text": "A possibilidade de que a norma de reconhecimento de um ordenamento jurídico incorpore, como critério de validade jurídica, a obediência a princípios morais ou valores substantivos."
            }
        ],
        "valid": true
    }
]
