[
    {
        "areas": [
            null
        ],
        "enum": "Em ação judicial na qual Paulo é réu, levantou-se controvérsia acerca de seu domicílio, relevante para a determinação do juízo competente. Paulo alega que seu domicílio é a capital do Estado do Rio de Janeiro, mas o autor sustenta que não há provas de manifestação de vontade de Paulo no sentido de fixar seu domicílio naquela cidade. Sobre o papel da vontade nesse caso, assinale a afirmativa correta.",
        "filename": "2017-23.txt",
        "number": "40",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Por se tratar de um fato jurídico em sentido estrito, a vontade de Paulo na fixação de domicílio é irrelevante, uma vez que não é necessário levar em consideração a conduta humana para a determinação dos efeitos jurídicos desse fato."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Por se tratar de um ato-fato jurídico, a vontade de Paulo na fixação de domicílio é irrelevante, uma vez que, embora se leve em consideração a conduta humana para a determinação dos efeitos jurídicos, não é exigível manifestação de vontade."
            },
            {
                "correct": true,
                "letter": "C",
                "text": "Por se tratar de um ato jurídico em sentido estrito, embora os seus efeitos sejam predeterminados pela lei, a vontade de Paulo na fixação de domicílio é relevante, no sentido de verificar a existência de um ânimo de permanecer naquele local."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Por se tratar de um negócio jurídico, a vontade de Paulo na fixação de domicílio é relevante, já que é a manifestação de vontade que determina quais efeitos jurídicos o negócio irá produzir."
            }
        ],
        "valid": true
    }
]
