[
    {
        "areas": [
            null
        ],
        "enum": "Leilane, autora da ação de indenização por danos morais, proposta em face de Carlindo na 5ª Vara Cível da comarca da capital, informou, em sua petição inicial, que não possuía interesse na audiência de conciliação prevista no Art. 334 do CPC/15. Mesmo assim, o magistrado marcou a audiência de conciliação e ordenou a citação do réu.\n\n O réu, regularmente citado, manifestou interesse na realização da referida audiência, na qual apenas o réu compareceu. O juiz, então, aplicou à autora a multa de 2% sobre o valor da causa.\n\n Sobre o procedimento do magistrado, a partir do caso apresentado, assinale a afirmativa correta.",
        "filename": "2017-24.txt",
        "number": "51",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O magistrado não deveria ter marcado a audiência de conciliação, já que a autora informou, em sua petição inicial, que não possuía interesse."
            },
            {
                "correct": true,
                "letter": "B",
                "text": "O magistrado agiu corretamente, tendo em vista que a conduta da autora se caracteriza como um ato atentatório à dignidade da justiça."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "O magistrado deveria ter declarado o processo extinto sem resolução do mérito, e a multa não possui fundamento legal."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "A manifestação de interesse do réu na realização da referida audiência pode ser feita em até 72 horas antes da sua realização."
            }
        ],
        "valid": true
    }
]
