[
    {
        "areas": [
            null
        ],
        "enum": "João, rico comerciante, é eleito vereador do Município \"X\" pelo partido Alfa.  Contudo, passados dez dias após sua diplomação, o partido político Pi, adversário de Alfa, ajuíza ação de impugnação de mandato eletivo, perante a Justiça Eleitoral, requerendo a anulação da diplomação de João. Alegou o referido partido político ter havido abuso do poder econômico por parte de João na eleição em que logrou ser eleito, anexando, inclusive, provas que considerou irrefutáveis. João, sentindo-se injustiçado, já que, em momento algum no decorrer da campanha ou mesmo após a divulgação do resultado, teve conhecimento desses fatos, busca aconselhamento com um advogado acerca da juridicidade do ajuizamento de tal ação.  Com base no caso narrado, assinale a opção que apresenta a orientação dada pelo advogado.",
        "filename": "2017-23.txt",
        "number": "12",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O Partido Pi não poderia ter ingressado com a ação, pois abuso de poder econômico não configura fundamento que tenha o condão de viabilizar a impugnação de mandato eletivo conquistado pelo voto."
            },
            {
                "correct": true,
                "letter": "B",
                "text": "O Partido Pi respeitou os requisitos impostos pela CRFB/88, tanto no que se refere ao fundamento (abuso do poder econômico) para o ajuizamento da ação como também em relação à sua tempestividade."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "O Partido Pi, nos termos do que dispõe a CRFB/88, não poderia ter ingressado com a ação, pois, ocorrida a diplomação, precluso encontrava-se o direito de impugnar o mandato eletivo de João."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O Partido Pi só poderia impugnar o mandato eletivo que João conquistou pelo voto popular em momento anterior à diplomação, sob pena de afronta ao regime democrático."
            }
        ],
        "valid": true
    }
]
