[
    {
        "areas": [
            "ADMINISTRATIVE"
        ],
        "enum": "Uma das características dos contratos administrativos é a “instabilidade” quanto ao seu objeto que decorre",
        "filename": "2010-02.txt",
        "number": "17",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "do poder conferido à Administração Pública de alterar, unilateralmente, algumas cláusulas do contrato, no curso de sua execução, na forma do artigo 58, inciso I da Lei n. 8.666/93, a fim de adequar o objeto do contrato às finalidades de interesse público, respeitados os direitos do contratado."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "da possibilidade do contratado (particular) alterar, unilateralmente, a qualquer tempo, algumas cláusulas do contrato, no curso de sua execução, de forma a atender aos seus próprios interesses em face das prerrogativas da Administração Pública."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "do poder conferido à Administração Pública de alterar, unilateralmente, algumas cláusulas do contrato, no curso de sua execução, na forma do artigo 58, inciso I da Lei n. 8.666/93, afim de adequar o objeto do contrato aos interesses do contratado (particular) em face das prerrogativas da Administração Pública."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "de não haver qualquer possibilidade de alteração do objeto do contrato administrativo, quer pela Administração Pública, quer pelo contratado (particular), tendo em vista o princípio da vinculação ao edital licitatório, do qual o contrato e seu objeto fazem parte integrante; e o princípio da juridicidade, do qual aquele primeiro decorre."
            }
        ],
        "valid": true
    }
]
