[
    {
        "areas": [
            "ADMINISTRATIVE"
        ],
        "enum": "Determinada Administração Pública realiza concurso para preenchimento de cargos de detetive, categoria I. Ao final do certame, procede à nomeação e posse de 400 (quatrocentos) aprovados. Os vinte primeiros classificados são desviados de suas funções e passam a exercer as atividades de delegado. Com o transcurso de 4 (quatro) anos, estes vinte agentes postulam a efetivação no cargo.\n\n A partir do fragmento acima, assinale a alternativa correta.",
        "filename": "2010-02.txt",
        "number": "18",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Os referidos agentes têm razão, pois investi dos irregularmente, estão exercendo as suas atividades há mais de 4 (quatro) anos, a consolidar a situação."
            },
            {
                "correct": true,
                "letter": "B",
                "text": "É inconstitucional toda modalidade de provimento que propicie ao servidor investir-se, sem prévia aprovação em concurso público destinado ao seu provimento, em cargo que não integra a carreira na qual anteriormente foi investi do."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Não têm ainda o direito, pois dependem do transcurso do prazo de 15 (quinze) anos para que possam ser ti dos como delegados, por usucapião."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "É inconstitucional esta modalidade de provimento do cargo, pois afronta o princípio do concurso público, porém não podem ter alterado os ganhos vencimentais, sedimentado pelos anos, pelo princípio da irredutibilidade."
            }
        ],
        "valid": true
    }
]
