[
    {
        "areas": [
            "CRIMINAL"
        ],
        "enum": "João da Silva foi denunciado por homicídio qualificado por motivo fútil. Nos debates orais ocorridos na primeira fase do procedimento de júri, a Defesa alegou que João agira em estrito cumprimento de dever legal, postulando sua absolvição sumária. Ao proferir sua decisão, o juiz rejeitou a tese de estrito cumprimento de dever legal e o pedido de absolvição sumária, e pronunciou João por homicídio simples, afastando a qualificadora contida na denúncia. A decisão de pronúncia foi confirmada pelo Tribunal de Justiça, operando-se a preclusão.\n\n Considerando tal narrativa, assinale a afirmativa correta.",
        "filename": "2010-02.txt",
        "number": "64",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "Nos debates orais perante os jurados, o promotor de justiça não poderá sustentar a qualificadora de motivo fútil, mas a defesa poderá alegar a tese de estrito cumprimento de dever legal."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Nos debates orais perante os jurados, o promotor de justiça poderá sustentar a qualificadora de motivo fútil e a defesa poderá alegar a tese de estrito cumprimento de dever legal."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Nos debates orais perante os jurados, o promotor de justiça não poderá sustentar a qualificadora de motivo fútil e a defesa não poderá alegar a tese de estrito cumprimento de dever legal."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Nos debates orais perante os jurados, o promotor de justiça poderá sustentar a qualificadora de motivo fútil, mas a defesa não poderá alegar a tese de estrito cumprimento de dever legal."
            }
        ],
        "valid": true
    }
]
