[
    {
        "areas": [
            "LABOUR-PROCEDURE"
        ],
        "enum": "Pedro ajuizou ação em face de seu empregador objetivando a satisfação dos pedidos de horas extraordinárias, suas integrações e consectárias. O seu pedido foi julgado improcedente. Recorre ordinariamente, pretendendo a substituição da decisão por outra de diverso teor, tempestivamente.\n\n Na análise da primeira admissibilidade recursal há um equívoco, e se nega seguimento ao recurso por intempestivo. Desta decisão, tempestivamente, se interpõe o recurso de agravo por instrumento, que tem seu conhecimento negado pelo Tribunal Regional, por ausência do depósito recursal referente à metade do valor do recurso principal que se pretendia destrancar, nos termos do artigo 899, § 7º da Consolidação das Leis do Trabalho.\n\n Quanto à conduta do Desembargador Relator, é corretor afirmar que:",
        "filename": "2010-02.txt",
        "number": "53",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "ela está correta, uma vez que o referido artigo afirma que nos casos de interposição do recurso de agravo por instrumento é necessária a comprovação do depósito recursal de 50% do valor do depósito referente ao recurso que se pretende dar seguimento."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "ela está correta, uma vez que o preparo é requisito de admissibilidade recursal e, por isso, não pode estar ausente, sob pena de não conhecimento do recurso."
            },
            {
                "correct": true,
                "letter": "C",
                "text": "ela está equivocada, pois em que pese haver a necessidade do preparo para a interposição do recurso de agravo por instrumento, no problema acima, o pedido foi julgado improcedente sendo recorrente o autor, portanto, dispensável o preparo no que se refere a depósito recursal."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "ela está equivocada, pois o recurso de agravo por instrumento, na esfera laboral é o único, juntamente com os embargos por declaração, que não necessita de preparo para a sua interposição."
            }
        ],
        "valid": true
    }
]
