[
    {
        "areas": [
            "LABOUR-PROCEDURE"
        ],
        "enum": "No dia 22/7/2009 (quarta-feira), foi publicada a sentença de improcedência do pedido. O advogado do autor tomou ciência da decisão, mas, como estava viajando, localizando-se em outro Estado da federação, interpôs recurso ordinário via fac-símile no dia 27/7/2009 (segunda-feira). Ao retornar de viagem, o advogado do autor requereu a juntada do recurso original no dia 04/8/2009 (terça-feira). Entretanto, após este último ato do advogado do autor, o juiz considerou intempestiva a interposição do recurso ordinário, negando-lhe seguimento.\n\n Diante dessa situação concreta, é correto afirmar que o advogado do autor deve",
        "filename": "2011-05.txt",
        "number": "78",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "interpor agravo de instrumento, uma vez que atendeu o prazo de oito dias para a interposição do recurso ordinário e o prazo de cinco dias para a juntada do original."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "impetrar mandado de segurança, uma vez que o juiz violou o seu direito líquido e certo de interpor recurso ordinário no prazo de oito dias a contar da publicação."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "ingressar com uma reclamação correicional, uma vez que o juiz praticou um ato desprovido de amparo legal."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "ajuizar uma ação rescisória, uma vez que a sentença judicial se tornou irrecorrível diante da decisão judicial que negou seguimento ao recurso ordinário."
            }
        ],
        "valid": true
    }
]
