[{"areas": ["LABOUR-PROCEDURE"], "enum": "Carlos José Pereira teve julgados procedentes os pedidos de equiparação salarial e de pagamento das diferenças salariais daí decorrentes. Iniciada a execução provisória, Carlos apresentou seus cálculos de liquidação, requerendo a sua homologação. O juiz, contudo, abriu prazo para que a parte contrária se manifestasse sobre os cálculos. Feito o contraditório, o juiz acabou por homologar os cálculos apresentados pela demandada e, com base nesse valor, expediu o mandado de citação, penhora e avaliação. Vinte e quatro horas após a expedição, o executado garantiu o juízo e requereu a expedição de alvará para o exequente, com a consequente extinção da execução. O juiz indeferiu o requerimento do executado, sob o argumento de que deveria aguardar o decurso de cinco dias a contar da garantia efetuada. Passados os cinco dias, o juiz julgou extinta a execução pelo cumprimento da obrigação e determinou a expedição de alvará em favor do exequente, intimando-o dessa decisão.\n\n Com base na situação acima descrita, é correto afirmar que o exequente tem o direito de interpor", "filename": "2012-06a.txt", "number": "78", "options": [{"correct": null, "letter": "A", "text": "apelação no prazo de 15 dias, uma vez que não foi intimado da garantia do juízo e, portanto, não lhe foi dada a oportunidade de impugnar a sentença de homologação dos cálculos."}, {"correct": true, "letter": "B", "text": "agravo de petição no prazo de 8 dias, uma vez que não foi intimado da garantia do juízo e, portanto, não lhe foi dada a oportunidade de impugnar a sentença de homologação dos cálculos."}, {"correct": null, "letter": "C", "text": "recurso ordinário no prazo de 8 dias, uma vez que não foi intimado da garantia do juízo e, portanto, não lhe foi dada a oportunidade de impugnar a sentença de homologação dos cálculos."}, {"correct": null, "letter": "D", "text": "agravo de instrumento no prazo de 10 dias, uma vez que não foi intimado da garantia do juízo e, portanto, não lhe foi dada a oportunidade de impugnar a sentença de homologação dos cálculos."}], "valid": true}]