[
    {
        "areas": [
            "ETHICS"
        ],
        "enum": "Morgano, advogado recém-formado e inscrito na OAB, com aprovação no Exame de Ordem logo após a colação de grau, é contratado para defender cliente em audiência de instrução e julgamento. No recinto forense, depara-se com um tablado onde estão alocados a mesa ocupada pelo juiz e ao seu lado o representante do Ministério Público. Curioso pela situação e ainda inexperiente, questiona se tal arquitetura é comum nos demais recintos e a razão de o advogado estar em plano inferior aos demais agentes do processo. Como resposta, recebe a informação de que a disposição física foi estabelecida em respeito à hierarquia entre magistrados e membros do Ministério Público, que devem permanecer em posição superior à dos advogados das partes. Diante do narrado, à luz das normas estatutárias, é correto afirmar que",
        "filename": "2012-06a.txt",
        "number": "4",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "a hierarquia é inerente à atividade desenvolvida pelos advogados, que atuam de forma parcial em defesa dos seus clientes."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "como dirigente do processo, o magistrado subordina a atuação dos advogados como forma de disciplina da audiência."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "os membros do Ministério Público nos atos processuais são hierarquicamente superiores aos advogados."
            },
            {
                "correct": true,
                "letter": "D",
                "text": "advogados, membros do Ministério Público e magistrados não têm relação de hierarquia entre si."
            }
        ],
        "valid": true
    }
]
