[
    {
        "areas": [
            "CRIMINAL"
        ],
        "enum": "Acerca das causas excludentes de ilicitude e extintivas de punibilidade, assinale a afirmativa incorreta.",
        "filename": "2012-09.txt",
        "number": "61",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "A coação moral irresistível exclui a culpabilidade, enquanto que a coação física irresistível exclui a própria conduta, de modo que, nesta segunda hipótese, sequer chegamos a analisar a tipicidade, pois não há conduta penalmente relevante."
            },
            {
                "correct": true,
                "letter": "B",
                "text": "Em um bar, Caio, por notar que Tício olhava maliciosamente para sua namorada, desfere contra este um soco no rosto. Aturdido, Tício vai ao chão, levantando-se em seguida, e vai atrás de Caio e o interpela quando este já estava saindo do bar. Ao voltar-se para trás, atendendo ao chamado, Caio é surpreendido com um soco no ventre. Tício praticou conduta típica, mas amparada por uma causa excludente de ilicitude."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Mévio, atendendo a ordem dada por seu líder religioso e, com o intuito de converter Rufus, permanece na residência deste à sua revelia, ou seja, sem o seu consentimento. Neste caso, Mévio, mesmo cumprindo ordem de seu superior e mesmo sendo tal ordem não manifestamente ilegal, pratica crime de violação de domicílio (Art. 150 do Código Penal), não estando amparado pela obediência hierárquica."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O consentimento do ofendido não foi previsto pelo nosso ordenamento jurídico-penal como uma causa de exclusão da ilicitude. Todavia, sua natureza justificante é pacificamente aceita, desde que, entre outros requisitos, o ofendido seja capaz de consentir e que tal consentimento recaia sobre bem disponível."
            }
        ],
        "valid": true
    }
]
