[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "Marcelo, brasileiro, solteiro, advogado, sem que tenha qualquer impedimento para doar a casa de campo de sua livre propriedade, resolve fazê-lo, sem quaisquer ônus ou encargos, em benefício de Marina, sua amiga, também absolutamente capaz. Todavia, no âmbito do contrato de doação, Marcelo estipula cláusula de reversão por meio da qual o bem doado deverá se destinar ao patrimônio de Rômulo, irmão de Marcelo, caso Rômulo sobreviva à donatária. A respeito dessa situação, é correto afirmar que",
        "filename": "2012-06.txt",
        "number": "38",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "diante de expressa previsão legal, não prevalece a cláusula de reversão estipulada em favor de Rômulo."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "no caso, em razão de o contrato de doação, por ser gratuito, comportar interpretação extensiva, a cláusula de reversão em favor de terceiro é válida."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "a cláusula em exame não é válida em razão da relação de parentesco entre o doador, Marcelo, e o terceiro beneficiário, Rômulo."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "diante de expressa previsão legal, a cláusula de reversão pode ser estipulada em favor do próprio doador ou de terceiro beneficiário por aquele designado, caso qualquer deles, nessa ordem, sobreviva ao donatário."
            }
        ],
        "valid": true
    }
]
