[
    {
        "areas": [
            "CHILDREN"
        ],
        "enum": "Um famoso casal de artistas residente e domiciliado nos Estados Unidos, em viagem ao Brasil para o lançamento do seu mais novo filme, se encantou por Caio, de 4 anos, a quem pretende adotar. Caio teve sua filiação reconhecida exclusivamente pela mãe Isabel, que, após uma longa conversa com o casal, concluiu que o melhor para o filho era ser adotado, tendo em vista que o famoso casal possuía condições infinitamente melhores de bem criar e educar Caio. Além disso, Isabel ficou convencida do amor espontâneo e sincero que o casal de imediato nutriu pelo menino.  Ante a situação hipotética, é correto afirmar que",
        "filename": "2012-06.txt",
        "number": "26",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "a adoção só é concedida quando for impossível manter a criança ou o adolescente em sua família, razão pela qual o consentimento de Isabel é irrelevante para a apreciação do pedido do famoso casal, que será deferido caso represente o melhor interesse de Caio."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "independentemente da manifestação de vontade de Isabel, o famoso casal terá prioridade na adoção de Caio, depois de esgotadas todas as possibilidades de colocação de Caio em uma família brasileira."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "tendo em vista o consentimento da mãe de Caio, o famoso casal terá prioridade em sua adoção em face de outros casais já previamente inscritos nos cadastros de interessados na adoção, mantidos pela Justiça da Infância e da Juventude."
            },
            {
                "correct": true,
                "letter": "D",
                "text": "a adoção internacional é medida excepcional; entretanto, em virtude do consentimento de Isabel para a adoção de seu filho pelo famoso casal, este só não terá prioridade se houver casal de brasileiro, residente no Brasil, habilitado para a adoção."
            }
        ],
        "valid": true
    }
]
