[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "Eduardo e Mônica, casados, tinham um filho menor chamado Renato. Por orientação de um advogado, Eduardo e Mônica, em 2005, fizeram os respectivos testamentos e nomearam Lúcio, irmão mais velho de Eduardo, como tutor do menor para o caso de alguma eventualidade. Pouco antes da nomeação por testamento, Lúcio fora definitivamente condenado pelo crime de dano (art. 163 do Código Penal), mas o casal manteve a nomeação, acreditando no arrependimento de Lúcio, que, desde então, mostrou conduta socialmente adequada.\n\n Em 2010, Eduardo e Mônica morreram em um acidente aéreo. Dois anos depois do acidente, pretendendo salvaguardar os interesses do menor colocado sob sua tutela, Lúcio, prevendo manifesta vantagem negocial em virtude do aumento dos preços dos imóveis, decide alienar a terceiros um dos bens imóveis do patrimônio de Renato, depositando, imediatamente, todo o dinheiro obtido na negociação em uma conta de poupança, aberta em nome do menor.\n\n Diante do caso narrado, assinale a afirmativa correta.",
        "filename": "2012-08.txt",
        "number": "43",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "A nomeação de Lúcio como tutor é inválida em razão de ter sido condenado criminalmente, independentemente do cumprimento da pena, mas a alienação do imóvel é lícita, pois atende ao princípio do melhor interesse do menor."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "A nomeação de Lúcio como tutor é válida, apesar da condenação criminal, e a alienação do imóvel é lícita, pois atende ao princípio do melhor interesse do menor."
            },
            {
                "correct": true,
                "letter": "C",
                "text": "A nomeação de Lúcio como tutor é válida, apesar da condenação criminal, mas a alienação do imóvel, sem prévia avaliação e autorização judicial, é ilícita."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "A nomeação de Lúcio é inválida em razão de ter sido condenado criminalmente, mas a alienação do imóvel é lícita, pois somente bens móveis de alto valor necessitam de prévia avaliação e autorização judicial."
            }
        ],
        "valid": true
    }
]
