[
    {
        "areas": [
            "CONSTITUTIONAL"
        ],
        "enum": "Após reiteradas decisões sobre determinada matéria, o Supremo Tribunal Federal (STF) aprovou enunciado de Súmula Vinculante determinando que “é inconstitucional lei ou ato normativo estadual ou distrital que disponha sobre sistemas de consórcios e sorteios, inclusive bingos e loterias”. O Estado X, contudo, não concordando com a posição do Supremo Tribunal Federal (STF), edita lei dispondo exatamente sobre os sistemas de consórcios e sorteios em seu território.\n\n A partir da situação apresentada, assinale a afirmativa correta.",
        "filename": "2013-11.txt",
        "number": "15",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O Supremo Tribunal Federal (STF) poderá, de ofício, declarar a inconstitucionalidade da norma estadual produzida em desconformidade com a Súmula."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Qualquer cidadão poderá propor a revisão ou o cancelamento de súmula vinculante que, nesse caso, será declarada mediante a decisão de dois terços dos membros do Supremo Tribunal Federal (STF)."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "É cabível reclamação perante o Supremo Tribunal Federal (STF) para questionar a validade da lei do Estado X que dispõe sobre os sistemas de consórcios e sorteios em seu território."
            },
            {
                "correct": true,
                "letter": "D",
                "text": "A súmula possui efeitos vinculantes em relação aos órgãos do Poder Judiciário e à Administração Pública direta e indireta, nas esferas federal, estadual e municipal, mas não vincula o Poder Legislativo na sua atividade legiferante."
            }
        ],
        "valid": true
    }
]
