[{"areas": ["CONSUMER"], "enum": "Elisabeth e Marcos, desejando passar a lua-de-mel em Paris, adquiriram junto à Operadora de Viagens e Turismo “X” um pacote de viagem, composto de passagens aéreas de ida e volta, hospedagem por sete noites, e seguro saúde e acidentes pessoais, este último prestado pela seguradora “Y”. Após chegar à cidade, Elisabeth sofreu os efeitos de uma gastrite severa e Marcos entrou em contato com a operadora de viagens a fim de que o seguro fosse acionado, sendo informado que não havia médico credenciado naquela localidade. O casal procurou um hospital, que manteve Elisabeth internada por 24 horas, e retornou ao Brasil no terceiro dia de estada em Paris, tudo às suas expensas.\n\n Partindo da hipótese apresentada, assinale a afirmativa correta.", "filename": "2013-10.txt", "number": "47", "options": [{"correct": true, "letter": "A", "text": "O casal poderá acionar judicialmente a operadora de turismo, mesmo que a falha do serviço tenha sido da seguradora, em razão da responsabilidade solidária aplicável ao caso."}, {"correct": null, "letter": "B", "text": "O casal somente poderá acionar judicialmente a seguradora Y, já que a operadora de turismo responderia por falhas na organização da viagem, e não pelo seguro porque esse foi realizado por outra empresa."}, {"correct": null, "letter": "C", "text": "O casal terá que acionar judicialmente a operadora de turismo e a seguradora simultaneamente por se tratar da hipótese de litisconsórcio necessário e unitário, sob pena de insurgir em carência da ação."}, {"correct": null, "letter": "D", "text": "O casal não poderá acionar judicialmente a operadora de turismo já que havia liberdade de contratar o seguro saúde viagem com outra seguradora e, portanto, não se tratando de venda casada, não há responsabilidade solidária na hipótese."}], "valid": true}]