[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "José, brasileiro, casado no regime da separação absoluta de bens, professor universitário e plenamente capaz para os atos da vida civil, desapareceu de seu domicílio, estando em local incerto e não sabido, não havendo indícios ou notícias das razões de seu desaparecimento, não existindo, também, outorga de poderes a nenhum mandatário, nem feitura de testamento. Vera (esposa) e Cássia (filha de José e Vera, maior e capaz) pretendem a declaração de sua morte presumida, ajuizando ação pertinente, diante do juízo competente.\n\n De acordo com as regras concernentes ao instituto jurídico da morte presumida com declaração de ausência, assinale a opção correta.",
        "filename": "2013-12.txt",
        "number": "37",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Na fase de curadoria dos bens do ausente, diante da ausência de representante ou mandatário, o juiz nomeará como sua curadora legítima Cássia, pois apenas na falta de descendentes, tal curadoria caberá ao cônjuge supérstite, casado no regime da separação absoluta de bens."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Na fase de sucessão provisória, mesmo que comprovada a qualidade de herdeiras de Vera e Cássia, estas, para se imitirem na posse dos bens do ausente, terão que dar garantias da restituição deles, mediante penhores ou hipotecas equivalentes aos quinhões respectivos."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Na fase de sucessão definitiva, regressando José dentro dos dez anos seguintes à abertura da sucessão definitiva, terá ele direito aos bens ainda existentes, no estado em que se encontrarem, mas não aos bens que foram comprados com a venda dos bens que lhe pertenciam."
            },
            {
                "correct": true,
                "letter": "D",
                "text": "Quanto ao casamento de José e Vera, o Código Civil atual reconhece efeitos pessoais e não apenas patrimoniais ao instituto da ausência, possibilitando que a sociedade conjugal seja dissolvida como decorrência da morte presumida do ausente."
            }
        ],
        "valid": true
    }
]
