[{"areas": [], "enum": "Matheus foi denunciado pela prática dos crimes de tráfico de drogas (Art. 33, caput, da Lei nº 11.343/2006) e associação para o tráfico (Art. 35, caput, da Lei n° 11.343/2006), em concurso material. Quando da realização da audiência de instrução e julgamento, o advogado de defesa pleiteou que o réu fosse interrogado após a oitiva das testemunhas de acusação e de defesa, como determina o Código de Processo Penal (Art. 400 do CPP, com redação dada pela Lei n° 11.719/2008), o que seria mais benéfico à defesa. O juiz singular indeferiu a inversão do interrogatório, sob a alegação de que a norma aplicável à espécie seria a Lei nº 11.343/2006, a qual prevê, em seu Art. 57, que o réu deverá ser ouvido no início da instrução.\n\n Nesse caso,", "filename": "2014-15.txt", "number": "69", "options": [{"correct": null, "letter": "A", "text": "o juiz não agiu corretamente, pois o interrogatório do acusado, de acordo com o Código de Processo Penal, é o último ato a ser realizado."}, {"correct": true, "letter": "B", "text": "o juiz agiu corretamente, eis que o interrogatório, em razão do princípio da especialidade, deve ser o primeiro ato da instrução nas ações penais instauradas para a persecução dos crimes previstos na Lei de Drogas."}, {"correct": null, "letter": "C", "text": "o juiz não agiu corretamente, pois é cabível a inversão do interrogatório, devendo ser automaticamente reconhecida a nulidade em razão da adoção de procedimento incorreto."}, {"correct": null, "letter": "D", "text": "o juiz agiu corretamente, já que, independentemente do procedimento adotado, não há uma ordem a ser seguida em relação ao momento da realização do interrogatório do acusado."}], "valid": true}]