[{"areas": [], "enum": "Roberto, atraído pela propaganda de veículos zero quilômetro, compareceu até uma concessionária a fim de conhecer as condições de financiamento. Verificando que o valor das prestações cabia no seu orçamento mensal e que as taxas e os custos lhe pareciam justos, Roberto iniciou junto ao vendedor os procedimentos para a compra do veículo. Para sua surpresa, entretanto, a financeira negou-lhe o crédito, ao argumento de que havia negativação do nome de Roberto nos cadastros de proteção ao crédito. Indignado e buscando esclarecimentos, Roberto procurou o Banco de Dados e Cadastro que havia informado à concessionária acerca da suposta existência de negativação, sendo informado por um dos empregados que as informações que Roberto buscava somente poderiam ser dadas mediante ordem judicial.\n\n Sobre o procedimento do empregado do Banco, assinale a afirmativa correta.", "filename": "2014-15.txt", "number": "47", "options": [{"correct": null, "letter": "A", "text": "O empregado do Banco de Dados e Cadastros agiu no legítimo exercício de direito ao negar a prestação das informações, já que o solicitado pelo consumidor somente deve ser dado pelo fornecedor que solicitou a negativação, cabendo a Roberto buscar uma ordem judicial mandamental, autorizando a divulgação dos dados para ele diretamente."}, {"correct": true, "letter": "B", "text": "O procedimento do empregado, ao negar as informações que constam no Banco de Dados e Cadastros sobre o consumidor, configura infração penal punível com pena de detenção ou multa, nos termos tipificados no Código de Defesa do Consumidor."}, {"correct": null, "letter": "C", "text": "A negativa no fornecimento das informações foi indevida, mas configura mera infração administrativa punível com advertência e, em caso de reincidência, pena de multa, a ser aplicada ao órgão, não ao empregado que negou a prestação de informações."}, {"correct": null, "letter": "D", "text": "Cuida-se de infração administrativa e, somente se cometido em operações que envolvessem alimentos, medicamentos ou serviços essenciais, configuraria infração penal, para fins de incidência da norma consumerista em seu aspecto penal."}], "valid": true}]