[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "Ary celebrou contrato de compra e venda de imóvel com Laurindo e, mesmo sem a devida declaração negativa de débitos condominiais, conseguiu registrar o bem em seu nome. Ocorre que, no mês seguinte à sua mudança, Ary foi surpreendido com a cobrança de três meses de cotas condominiais em atraso. Inconformado com a situação, Ary tentou, sem sucesso, entrar em contato com o vendedor, para que este arcasse com os mencionados valores.\n\n De acordo com as regras concernentes ao direito obrigacional, assinale a opção correta.",
        "filename": "2014-13.txt",
        "number": "41",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Perante o condomínio, Laurindo deverá arcar com o pagamento das cotas em atraso, pois cabe ao vendedor solver todos os débitos que gravem o imóvel até o momento da tradição, entregando-o livre e desembargado."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Perante o condomínio, Ary deverá arcar com o pagamento das cotas em atraso, pois se trata de obrigação subsidiária, já que o vendedor não foi encontrado, cabendo ação in rem verso, quando este for localizado."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Perante o condomínio, Laurindo deverá arcar com o pagamento das cotas em atraso, pois se trata de obrigação com eficácia real, uma vez que Ary ainda não possui direito real sobre a coisa."
            },
            {
                "correct": true,
                "letter": "D",
                "text": "Perante o condomínio, Ary deverá arcar com o pagamento das cotas em atraso, pois se trata de obrigação propter rem, entendida como aquela que está a cargo daquele que possui o direito real sobre a coisa e, comprovadamente, imitido na posse do imóvel adquirido."
            }
        ],
        "valid": true
    }
]
