[{"areas": [], "enum": "Em julho de 2013, o ajudante de pedreiro “X”, após ter sido detido por policiais militares e conduzido da porta de sua casa em direção à delegacia, desapareceu. Há um amplo debate em torno do caso e, dentre outros aspectos, discute-se se seria esse caso uma hipótese de desaparecimento forçado. Sabendo que o Brasil ratificou, em 2010, a Convenção Internacional Para a Proteção de Todas as Pessoas Contra o Desaparecimento Forçado, assinale a afirmativa correta.", "filename": "2014-15.txt", "number": "21", "options": [{"correct": null, "letter": "A", "text": "Entende-se por desaparecimento forçado a privação da liberdade promovida por particulares no exercício de uma coação irresistível, seguida da recusa em reconhecer a privação de liberdade ou do encobrimento do destino ou do paradeiro da pessoa desaparecida, colocando-a, assim, fora do âmbito de proteção da lei."}, {"correct": true, "letter": "B", "text": "Entende-se por desaparecimento forçado a prisão, a detenção, o sequestro ou qualquer outra forma de privação de liberdade por agentes do Estado ou por pessoas ou grupos de pessoas agindo com a autorização, o apoio ou o consentimento do Estado, seguida da recusa em reconhecer a privação de liberdade ou do encobrimento do destino ou do paradeiro da pessoa desaparecida, colocando-a, assim, fora do âmbito de proteção da lei."}, {"correct": null, "letter": "C", "text": "Entende-se por desaparecimento forçado a prisão, a detenção, o sequestro ou qualquer outra forma de privação de liberdade por agentes do Estado ou por pessoas ou grupos de pessoas agindo com a autorização, o apoio ou o consentimento do Estado, colocando-a, assim, fora do âmbito de proteção da lei."}, {"correct": null, "letter": "D", "text": "Entende-se por desaparecimento forçado o sequestro de um cidadão praticado por agentes das forças armadas do Estado, seguido da recusa em reconhecer a privação de liberdade ou do encobrimento do destino ou do paradeiro da pessoa desaparecida, colocando-a, assim, fora do âmbito de proteção da lei."}], "valid": true}]