[
    {
        "areas": [],
        "enum": "Pretendendo aderir a um sistema de franquia empresarial, o microempresário individual SF consulta sua advogada sobre as disposições legais referentes a esse contrato.\n\n Assinale, dentre as afirmativas a seguir, a que apresenta a informação correta prestada pela advogada.",
        "filename": "2015-18.txt",
        "number": "50",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "O franqueador é obrigado a incluir na circular de oferta de franquia informação em relação ao território de atuação do franqueado, especificando a possibilidade de o franqueado realizar vendas ou prestar serviços fora de seu território, ou realizar exportações."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Em razão do sigilo dos instrumentos de escrituração, dos balanços e das demonstrações financeiras dos empresários, o franqueador não é obrigado a incluir tais documentos nas informações da circular de oferta de franquia."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Tratando-se de franqueador ou franqueado enquadrado como microempreendedor individual, microempresa ou empresa de pequeno porte, é dispensável a presença no contrato de testemunhas e terá validade independentemente de ser levado a registro perante cartório ou órgão público."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Se o franqueador veicular informações falsas na circular de oferta de franquia, o franqueado não poderá arguir a anulabilidade do contrato, apenas das cláusulas pertinentes, mas poderá exigir devolução das quantias que já houver pago, a título de taxa de filiação e royalties, devidamente corrigidas."
            }
        ],
        "valid": true
    }
]
