[
    {
        "areas": [],
        "enum": "Durante um assalto a uma instituição bancária, Antônio e Francisco, gerentes do estabelecimento, são feitos reféns. Tendo ciência da condição deles de gerentes e da necessidade de que suas digitais fossem inseridas em determinado sistema para abertura do cofre, os criminosos colocam, à força, o dedo de Antônio no local necessário, abrindo, com isso, o cofre e subtraindo determinada quantia em dinheiro. Além disso, sob a ameaça de morte da esposa de Francisco, exigem que este saia do banco, levando a sacola de dinheiro juntamente com eles, enquanto apontam uma arma de fogo para os policiais que tentavam efetuar a prisão dos agentes.\n\n Analisando as condutas de Antônio e Francisco, com base no conceito tripartido de crime, é correto afirmar que",
        "filename": "2015-17.txt",
        "number": "63",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Antônio não responderá pelo crime por ausência de tipicidade, enquanto Francisco não responderá por ausência de ilicitude em sua conduta."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Antônio não responderá pelo crime por ausência de ilicitude, enquanto Francisco não responderá por ausência de culpabilidade em sua conduta."
            },
            {
                "correct": true,
                "letter": "C",
                "text": "Antônio não responderá pelo crime por ausência de tipicidade, enquanto Francisco não responderá por ausência de culpabilidade em sua conduta."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Ambos não responderão pelo crime por ausência de culpabilidade em suas condutas."
            }
        ],
        "valid": true
    }
]
