[
    {
        "areas": [],
        "enum": "Determinado Tribunal de Justiça vem tendo dificuldades para harmonizar os procedimentos de suas câmaras, órgãos fracionários, em relação à análise, em caráter incidental, da inconstitucionalidade de certas normas como pressuposto para o enfrentamento do mérito propriamente dito. A Presidência do referido Tribunal manifestou preocupação com o fato de o procedimento adotado por três dos órgãos fracionários estar conflitando com aquele tido como correto pela ordem constitucional brasileira.\n\n Apenas uma das câmaras adotou procedimento referendado pelo sistema jurídico-constitucional brasileiro. Assinale a opção que o apresenta.",
        "filename": "2015-17.txt",
        "number": "15",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "A 1ª Câmara, ao reformar a decisão de 1º grau em sede recursal, reconheceu, incidentalmente, a inconstitucionalidade da norma que dava suporte ao direito pleiteado, entendendo que, se o sistema jurídico reconhece essa possibilidade ao juízo monocrático, por razões lógicas, deve estendê-la aos órgãos recursais."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "A 2ª Câmara, ao analisar o recurso interposto, reconheceu, incidentalmente, a inconstitucionalidade da norma que concedia suporte ao direito pleiteado, fundamentando-se em cristalizada jurisprudência do Superior Tribunal de Justiça sobre o tema."
            },
            {
                "correct": true,
                "letter": "C",
                "text": "A 3ª Câmara, ao analisar o recurso interposto, reconheceu, incidentalmente, a inconstitucionalidade da norma que concedia suporte ao direito pleiteado, fundamentando-se em pronunciamentos anteriores do Órgão Especial do próprio Tribunal."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "A 4ª Câmara, embora não tenha declarado a inconstitucionalidade da norma que conferia suporte ao direito pleiteado, solucionou a questão de mérito afastando a aplicação da referida norma, apesar de estarem presentes os seus pressupostos de incidência."
            }
        ],
        "valid": true
    }
]
