[{"areas": [], "enum": "J.G., empresário do ramo imobiliário, surpreendeu-se ao tomar conhecimento de que seu nome constava de um banco de dados de caráter público como inadimplente de uma dívida no valor de R$ 500.000,00 (quinhentos mil reais). Embora reconheça a existência da dívida, entende que o não pagamento encontra justificativa no fato de o valor a que foi condenado em primeira instância ainda estar sob discussão em grau recursal. Com o objetivo de fazer com que essa informação complementar passe a constar juntamente com a informação principal a respeito da existência do débito, consulta um advogado, que sugere a impetração de um habeas data.\n\n Sobre a resposta à consulta, assinale a afirmativa correta.", "filename": "2015-16.txt", "number": "15", "options": [{"correct": null, "letter": "A", "text": "O habeas data não é o meio adequado, já que a ordem jurídica não prevê a possibilidade de sua utilização para complementar dados, mas apenas para garantir o direito de acessá-los ou retificá-los."}, {"correct": null, "letter": "B", "text": "Deveria ser impetrado, em vez de habeas data, mandado de segurança, ação constitucional adequada para os casos em que se faça necessária a proteção de direito líquido e certo, não amparado por habeas corpus ou habeas data."}, {"correct": true, "letter": "C", "text": "Deve ser impetrado habeas data, pois, embora o texto constitucional não contemple a hipótese específica do caso concreto, a lei ordinária o faz, de modo a ampliar o âmbito de incidência do habeas data como ação constitucional."}, {"correct": null, "letter": "D", "text": "O habeas data não deve ser impetrado, pois a lei ordinária não pode ampliar uma garantia fundamental prevista no texto constitucional, já que tal configuraria violação ao regime de imutabilidade que acompanha os direitos e as garantias fundamentais."}], "valid": true}]