[{"areas": [], "enum": "Márcia trafegava regularmente a 40 km/h em uma rua da cidade de Salvador/BA quando seu carro foi abalroado pelo veículo de Tânia que, ao atender a uma ligação do telefone celular enquanto dirigia, perdeu a direção e invadiu a pista contrária de rolamento, causando o acidente. Acalmados os ânimos, as partes não chegaram a um acordo, pelo que Márcia ajuizou, perante a 2ª Vara Cível de Salvador/BA, uma ação de reparação de danos materiais, danos morais e lucros cessantes contra Tânia, que, após ser regularmente citada, contestou todos os pedidos autorais, alegando não ter dado causa ao acidente.\n\n Em sentença, após o tramitar processual em que foram cumpridas todas as exigências procedimentais, o magistrado julga procedentes os pedidos de danos materiais e de danos morais, rejeitando, porém, o de pedido de lucros cessantes, por entender inexistirem provas desse dano alegado, tendo tal sentença transitada em julgado em 19/10/2012.\n\n Sobre os fatos descritos, assinale a afirmativa correta.", "filename": "2015-18.txt", "number": "56", "options": [{"correct": null, "letter": "A", "text": "Márcia poderá propor uma nova demanda com o objetivo de obter os lucros cessantes, desde que apresente, nesse novo processo, as provas da ocorrência desse dano."}, {"correct": null, "letter": "B", "text": "Se Tânia quiser se valer de uma ação rescisória, terá somente até o dia 19/10/2013 para fazê-lo, sob pena de decadência."}, {"correct": null, "letter": "C", "text": "Admitindo-se a hipótese de que Tânia descobrisse que o juiz é irmão de Márcia, ela poderia se valer de uma ação anulatória para fazer cessar os efeitos da sentença, haja vista a falta de imparcialidade do julgador."}, {"correct": true, "letter": "D", "text": "Eventual ação rescisória proposta por Tânia não impede a execução da decisão da sentença por parte de Márcia, ainda que Tânia demonstre que a sentença foi injusta."}], "valid": true}]