[
    {
        "areas": [],
        "enum": "A advogada Laila representou judicialmente Rita, em processo no qual esta postulava a condenação do Município de Manaus ao cumprimento de obrigação de pagar quantia certa. Fora acordado entre Laila e Rita o pagamento de valor determinado à advogada, a título de honorários, por meio de negócio jurídico escrito e válido. Após o transcurso do processo, a Fazenda Pública foi condenada, nos termos do pedido autoral.  Antes da expedição do precatório, Laila juntou aos autos o contrato de honorários, no intuito de obter os valores pactuados.\n\n Considerando a situação narrada, é correto afirmar que",
        "filename": "2016-20.txt",
        "number": "1",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Laila deverá executar os honorários em face de Rita em processo autônomo, sendo vedado o pagamento nos mesmos autos, por se tratar de honorários contratuais e não sucumbenciais."
            },
            {
                "correct": true,
                "letter": "B",
                "text": "o juiz deverá determinar que os valores acordados a título de honorários sejam pagos diretamente a Laila, por dedução da quantia a ser recebida por Rita, independentemente de concordância desta nos autos, salvo se Rita provar que já os pagou."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Laila deverá executar os honorários em face do município de Manaus, em processo autônomo de execução, sendo vedado o pagamento nos mesmos autos, por se tratar de honorários contratuais e não sucumbenciais."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "o juiz poderá determinar que os valores acordados a título de honorários sejam pagos diretamente a Laila, por dedução da quantia a ser recebida por Rita, caso Rita apresente sua concordância nos autos."
            }
        ],
        "valid": true
    }
]
