[{"areas": [], "enum": "Victor nasceu no Estado do Rio de Janeiro e formou-se em Direito no Estado de São Paulo. Posteriormente, passou a residir, e pretende atuar profissionalmente como advogado, em Fortaleza, Ceará. Porém, em razão de seus contatos no Rio de Janeiro, foi convidado a intervir também em feitos judiciais em favor de clientes nesse Estado, cabendo-lhe patrocinar seis causas no ano de 2015.\n\n Diante do exposto, assinale a opção correta.", "filename": "2016-19.txt", "number": "6", "options": [{"correct": null, "letter": "A", "text": "A inscrição principal de Victor deve ser realizada no Conselho Seccional de São Paulo, já que a inscrição principal do advogado é feita no Conselho Seccional em cujo território se localize seu curso jurídico. Além da principal, Victor terá a faculdade de promover sua inscrição suplementar nos Conselhos Seccionais do Ceará e do Rio de Janeiro, onde pretende exercer a profissão."}, {"correct": null, "letter": "B", "text": "A inscrição principal de Victor deve ser realizada no Conselho Seccional do Rio de Janeiro, pois o Estatuto da OAB determina que esta seja promovida no Conselho Seccional em cujo território o advogado exercer intervenção judicial que exceda três causas por ano. Além da principal, Victor poderá promover sua inscrição suplementar nos Conselhos Seccionais do Ceará e de São Paulo."}, {"correct": null, "letter": "C", "text": "A inscrição principal de Victor deve ser realizada no Conselho Seccional do Ceará. Isso porque a inscrição principal do advogado deve ser feita no Conselho Seccional em cujo território pretende estabelecer o seu domicílio profissional. A promoção de inscrição suplementar no Conselho Seccional do Rio de Janeiro será facultativa, pois as intervenções judiciais pontuais, como as causas em que Victor atuará, não configuram habitualidade no exercício da profissão."}, {"correct": true, "letter": "D", "text": "A inscrição principal de Victor deve ser realizada no Conselho Seccional do Ceará. Afinal, a inscrição principal do advogado deve ser feita no Conselho Seccional em cujo território ele pretende estabelecer o seu domicílio profissional. Além da principal, Victor deverá promover a inscrição suplementar no Conselho Seccional do Rio de Janeiro, já que esta é exigida diante de intervenção judicial que exceda cinco causas por ano."}], "valid": true}]