[
    {
        "areas": [],
        "enum": "As Subseções X e Y da OAB, ambas criadas pelo Conselho Seccional Z, reivindicam a competência para desempenhar certa atribuição. Não obstante, o Conselho Seccional Z defende que tal atribuição é de sua competência. Caso instaurado um conflito de competência envolvendo as Subseções X e Y e outro envolvendo a Subseção X e o Conselho Seccional Z, assinale a opção que relaciona, respectivamente, os órgãos competentes para decidir os conflitos.",
        "filename": "2016-19.txt",
        "number": "9",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "O conflito de competência entre as subseções deve ser decidido pelo Conselho Seccional Z, cabendo recurso ao Conselho Federal da OAB. Do mesmo modo, o conflito entre a Subseção X e o Conselho Seccional Z será decidido pelo Conselho Seccional Z, cabendo recurso ao Conselho Federal da OAB."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "O conflito de competência entre as subseções deve ser decidido pelo Conselho Seccional Z, cabendo recurso ao Conselho Federal da OAB. Já o conflito entre a Subseção X e o Conselho Seccional Z será decidido, em única instância, pelo Conselho Federal da OAB."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Ambos os conflitos de competência serão decididos, em única instância, pelo Conselho Federal da OAB."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O conflito de competência entre as subseções deve ser decidido, em única instância, pelo Conselho Seccional Z. O conflito entre a Subseção X e o Conselho Seccional Z será decidido, em única instância, pelo Conselho Federal da OAB."
            }
        ],
        "valid": true
    }
]
