[{"areas": [], "enum": "Joana e Alcindo, casados sob o regime da comunhão universal de bens, estavam a caminho de uma festa no litoral da Bahia, quando tiveram o carro atingido por um caminhão em alta velocidade. Quando a equipe de socorro chegou ao local, ambos os cônjuges estavam sem vida. Conforme laudo pericial realizado, não foi possível determinar se Joana morreu antes de Alcindo.\n\n Joana, que tinha vinte e cinco anos, deixou apenas um parente vivo, seu irmão Alfredo, enquanto Alcindo, que já tinha cinquenta e nove anos, deixou três familiares vivos, seus primos Guilherme e Jorge, e seu sobrinho, Anderson.\n\n Considerando que nenhum dos cônjuges elaborou testamento, assinale a afirmativa correta.", "filename": "2016-20a.txt", "number": "37", "options": [{"correct": null, "letter": "A", "text": "Tendo em vista a morte simultânea dos cônjuges, Alfredo receberá integralmente os bens de Joana, e a herança de Alcindo será dividida, em partes iguais, entre os seus herdeiros necessários, Guilherme, Jorge e Anderson."}, {"correct": null, "letter": "B", "text": "Entre comorientes não há transmissão de patrimônio mas como Joana e Alcindo eram casados em regime de comunhão universal de bens o patrimônio total do casal será dividido em partes iguais e distribuído entre os herdeiros necessários de ambos, ou seja, Alfredo, Guilherme, Jorge e Anderson."}, {"correct": true, "letter": "C", "text": "Entre comorientes não há transmissão de patrimônio e a herança de cada um dos falecidos será dividida entre os seus respectivos herdeiros, razão pela qual Alfredo herdará integralmente os bens de Joana, enquanto Anderson herdará os bens de Alcindo."}, {"correct": null, "letter": "D", "text": "Diante da impossibilidade pericial de determinar qual dos cônjuges morreu primeiro, aplica-se o regime jurídico da comoriência, pelo que se presume, em razão da idade, que a morte de Alcindo tenha ocorrido primeiro."}], "valid": true}]