[{"areas": [], "enum": "Você, advogado, foi contratado por um grupo de organizações de defesa dos Direitos Humanos para emitir um parecer jurídico quanto à viabilidade técnica da seguinte proposta: tendo em vista que em 2013 entrou em vigor o Protocolo Facultativo ao Pacto Internacional de Direitos Econômicos, Sociais e Culturais (PIDESC), as organizações pretendem criar um programa conjunto que envie comunicações individuais ao comitê do PIDESC no caso de jovens que tentaram por todos os meios, mas não conseguiram matrícula em escolas de ensino médio com ensino técnico ou profissionalizante. Dessa forma o Comitê ao receber a comunicação, sendo esta admissível, poderá fazer recomendações ao Estado-parte que deverá implantá-las em seis meses.\n\n Assinale a opção que caracteriza o parecer mais adequado para o caso.", "filename": "2016-20a.txt", "number": "21", "options": [{"correct": null, "letter": "A", "text": "O PIDESC faz uma previsão genérica de garantia da educação e prevê expressamente o ensino fundamental, mas não faz qualquer menção ao ensino técnico e profissional como sendo um direito que deve ser assegurado pelos estados-partes. Por isso o Programa não pode ser implementado."}, {"correct": null, "letter": "B", "text": "O Programa proposto não pode ser implementado pois de acordo com o Protocolo ao PIDESC apenas o indivíduo que for a vítima pode submeter diretamente a comunicação. Em nenhuma hipótese o autor da comunicação pode ser alguém que não seja a vítima ."}, {"correct": true, "letter": "C", "text": "Embora a proposta seja interessante e adequada tanto ao escopo do PIDESC quanto ao Protocolo Facultativo, ela não pode ser realizada pois o Brasil, até a presente data, não ratificou o Protocolo Facultativo e, portanto, o Comitê não está autorizado a receber comunicações individuais em face do Estado brasileiro."}, {"correct": null, "letter": "D", "text": "O Programa proposto pelas organizações de defesa dos direitos humanos atende tanto uma demanda da realidade brasileira quanto às disposições previstas no PIDESC e no Protocolo Facultativo ao PIDESC, de forma que pode ser plenamente implementado."}], "valid": true}]