[{"areas": [], "enum": "Inês, pretendendo fazer pequenos reparos e manutenção em sua residência, contrai empréstimo com essa finalidade. Ocorre que, desconfiando dos valores pagos nas prestações, procura orientação jurídica e ingressa com ação revisional de cédula de crédito bancário, questionando a incidência de juros remuneratórios, ao argumento de serem mais altos que a média praticada no mercado. Requereu a inversão do ônus da prova e, ao final, a procedência do pedido para determinar a declaração de nulidade da cláusula.\n\n A respeito desta situação, é correto afirmar que o Código de Defesa do Consumidor", "filename": "2016-20a.txt", "number": "46", "options": [{"correct": null, "letter": "A", "text": "não é aplicável na relação jurídica entre Inês e a instituição financeira, motivo pelo qual o questionamento deve seguir a ótica dos direitos obrigacionais previstos no Código Civil, o que inviabiliza a inversão do ônus da prova."}, {"correct": null, "letter": "B", "text": "é aplicável na relação jurídica entre Inês e a instituição financeira, cabível a inversão do ônus da prova, se preenchidos os requisitos legais e, em caso de nulidade da cláusula, todo contrato será declarado nulo, tendo em vista que prática abusiva é questão de ordem pública."}, {"correct": true, "letter": "C", "text": "é aplicável na relação jurídica entre Inês e a instituição financeira, cabível a inversão do ônus da prova caso a consumidora comprove preenchimento dos requisitos legais, sendo certo que a declaração de nulidade da cláusula não invalida o contrato, salvo se importar em ônus excessivo para o consumidor, apesar dos esforços de integração."}, {"correct": null, "letter": "D", "text": "não é aplicável na relação jurídica entre Inês e a instituição financeira, motivo pelo qual o questionamento orienta-se pela norma especial de direito bancário, em prejuízo da inversão do ônus da prova pleiteado, ainda que formalmente estivessem cumpridos os requisitos legais."}], "valid": true}]