[{"areas": [], "enum": "Em país estrangeiro em que possui domicílio e onde estão localizados seus bens imóveis, a sociedade empresária Alfa firmou contrato particular de fornecimento de minério com a também estrangeira sociedade empresária Beta, estipulando que a obrigação contratual deveria ser adimplida no Brasil. A sociedade empresária Alfa, diante do inadimplemento contratual da sociedade empresária Beta, ajuizou, perante a 1ª Vara Cível de Montes Claros/MG, ação com o propósito de ser indenizada pelos danos materiais sofridos, prestando como caução consistente dois veículos de sua propriedade. Após a citação e a realização de audiência de conciliação, a sociedade empresária Beta contestou, apresentando pedido de reconvenção, alegando possuir direito de ser indenizada materialmente, em razão da relação jurídica contratual regularmente constituída entre as litigantes, sob a luz das legislações estrangeira e nacional.\n\n Com base no caso apresentado, segundo as regras do CPC/15, assinale a afirmativa correta.", "filename": "2016-20.txt", "number": "56", "options": [{"correct": null, "letter": "A", "text": "A caução prestada pela sociedade empresária Alfa não poderá ser objeto de pedido de reforço durante o trâmite processual."}, {"correct": true, "letter": "B", "text": "A sociedade empresária Alfa deverá prestar caução suficiente ao pagamento das custas e dos honorários de advogado da parte contrária."}, {"correct": null, "letter": "C", "text": "A sociedade empresária Beta, para admissão de seu pedido reconvencional, deverá prestar caução suficiente ao pagamento das custas e dos honorários de advogado da sociedade empresária Alfa."}, {"correct": null, "letter": "D", "text": "O contrato originado em país estrangeiro, antes do ajuizamento da ação indenizatória, deverá ser objeto de homologação perante o Superior Tribunal de Justiça."}], "valid": true}]