[{"areas": [], "enum": "Marieta firmou contrato com determinada sociedade empresária de gêneros alimentícios para o fornecimento de produtos para a festa de 15 anos de sua filha. O pagamento deveria ter sido feito por meio de boleto, mas a obrigação foi inadimplida e a sociedade empresária fornecedora de alimentos, observando todas as regras positivadas e sumulares cabíveis, procedeu com a anotação legítima e regular do nome de Marieta no cadastro negativo de crédito. Passados alguns dias, Marieta tentou adquirir um produto numa loja de departamentos mediante financiamento, mas o crédito lhe foi negado, motivo pelo qual a devedora providenciou o imediato pagamento dos valores devidos à sociedade empresária de gêneros alimentícios. Superada a condição de inadimplente, Marieta quer saber como deve proceder a fim de que seu nome seja excluído do cadastro negativo.\n\n A respeito do fato apresentado, assinale a afirmativa correta.", "filename": "2016-20.txt", "number": "46", "options": [{"correct": null, "letter": "A", "text": "A consumidora deve enviar notificação à sociedade empresária de gêneros alimentícios informando o pagamento integral do débito e requerer que a mesma providencie a exclusão da negativação, o que deve ser feito em até vinte e quatro horas."}, {"correct": null, "letter": "B", "text": "A consumidora deve se dirigir diretamente ao órgão de cadastro negativo, o que pode ser feito por meio de procuração constituindo advogado, e solicitar a exclusão da negativação, ônus que compete ao consumidor."}, {"correct": true, "letter": "C", "text": "Após a quitação do débito, compete à sociedade empresária de gêneros alimentícios solicitar a exclusão do nome de Marieta do cadastro negativo, no prazo de cinco dias a contar do primeiro dia útil seguinte à disponibilização do valor necessário para a quitação do débito."}, {"correct": null, "letter": "D", "text": "Marieta deverá comunicar a quitação diretamente ao órgão de cadastro negativo e, caso não seja feita a exclusão imediata, a consumidora poderá ingressar em juízo pleiteando indenização apenas, pois a hipótese comporta exclusivamente sanção civil."}], "valid": true}]