[
    {
        "areas": [],
        "enum": "João, no dia 2 de janeiro de 2015, praticou um crime de apropriação indébita majorada. Foi, então, denunciado como incurso nas sanções penais do Art. 168, §1º, inciso III, do Código Penal. No curso do processo, mas antes de ser proferida sentença condenatória, dispositivos do Código de Processo Penal de natureza exclusivamente processual sofrem uma reforma legislativa, de modo que o rito a ser seguido no recurso de apelação é modificado. O advogado de João entende que a mudança foi prejudicial, pois é possível que haja uma demora no julgamento dos recursos.\n\n Nesse caso, após a sentença condenatória, é correto afirmar que o advogado de João",
        "filename": "2016-19.txt",
        "number": "66",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "deverá respeitar o novo rito do recurso de apelação, pois se aplica ao caso o princípio da imediata aplicação da nova lei."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "não deverá respeitar o novo rito do recurso de apelação, em razão do princípio da irretroatividade da lei prejudicial e de o fato ter sido praticado antes da inovação."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "não deverá respeitar o novo rito do recurso de apelação, em razão do princípio da ultratividade da lei."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "deverá respeitar o novo rito do recurso de apelação, pois se aplica ao caso o princípio da extratividade."
            }
        ],
        "valid": true
    }
]
