[{"areas": ["ETHICS"], "enum": "Adolfo, policial militar, consta como envolvido em fato supostamente violador da integridade física de terceiros, apurado em investigação preliminar perante a Polícia Militar. No curso desta investigação, Adolfo foi notificado a prestar declarações e, desde logo, contratou a advogada Simone para sua defesa. Ciente do ato, Simone dirige-se à unidade respectiva, pretendendo solicitar vista quanto aos atos já concluídos da investigação e buscando tirar cópias com seu aparelho celular. Além disso, Simone intenta acompanhar Adolfo durante o seu depoimento designado.\n\n Considerando o caso narrado, assinale a afirmativa correta.", "filename": "2016-21.txt", "number": "4", "options": [{"correct": null, "letter": "A", "text": "É direito de Simone, e de seu cliente Adolfo, que a advogada examine os autos da investigação, no que se refere aos atos já concluídos e documentados, porém, a possibilidade de emprego do telefone celular para tomada de cópias fica a critério da autoridade responsável pela investigação. Também é direito de ambos que Simone esteja presente no depoimento de Adolfo, sob pena de nulidade absoluta do ato e de todos os elementos investigatórios dele decorrentes."}, {"correct": true, "letter": "B", "text": "É direito de Simone, e de seu cliente Adolfo, que a advogada examine os autos, no que se refere aos atos já concluídos e documentados, bem como empregue o telefone celular para tomada de cópias digitais, o que não pode ser obstado pela autoridade responsável pela investigação. Também é direito de ambos que Simone esteja presente no depoimento de Adolfo, sob pena de nulidade absoluta do ato e de todos os elementos investigatórios dele decorrentes."}, {"correct": null, "letter": "C", "text": "É direito de Simone, e de seu cliente Adolfo, que a advogada examine os autos, no que se refere aos atos já concluídos e documentados, bem como empregue o telefone celular para tomada de cópias digitais, o que não pode ser obstado pela autoridade responsável pela investigação. Também é direito de ambos que Simone esteja presente no depoimento de Adolfo, sob pena de nulidade relativa apenas do ato em que embaraçava a sua presença."}, {"correct": null, "letter": "D", "text": "Considerando cuidar-se de mera investigação preliminar, Simone não possui o direito de examinar os atos já concluídos e documentados ou tomar cópias. Do mesmo modo, por não se tratar de interrogatório formal, mas mera investigação preliminar, sujeita à disciplina da legislação castrense, não configura nulidade se obstada a presença de Simone no depoimento de Adolfo."}], "valid": true}]