[
    {
        "areas": [],
        "enum": "Em determinada execução fundada em um cheque, o juiz, atendendo pedido do credor, defere a penhora de 50% do faturamento da sociedade empresária devedora. Inconformada, tendo em vista que tal decisão poderia gerar a interrupção de suas atividades, a executada interpõe agravo de instrumento, recurso esse que, apesar de regularmente admitido, é desprovido, à unanimidade, pelo competente Tribunal de Justiça. Ato contínuo, a executada interpõe recurso especial, o qual se encontra pendente de julgamento, sem previsão de análise.\n\n Levando em conta a legislação processual e as orientações jurisprudenciais aplicáveis à espécie, assinale a opção que indica o procedimento que o advogado deve adotar para, ao menos, suspender os efeitos da referida decisão.",
        "filename": "2016-19.txt",
        "number": "56",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Deverá requerer o efeito suspensivo ao Desembargador Relator do Agravo de Instrumento, demonstrando, na oportunidade, a urgência e a gravidade da situação."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Deverá requerer o efeito suspensivo diretamente ao Superior Tribunal de Justiça, órgão competente para o julgamento do Recurso Especial."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Deverá, em razão da impossibilidade de concessão de efeito suspensivo em sede de recurso especial, impetrar Mandado de Segurança junto ao Superior Tribunal de Justiça, requerendo, na oportunidade, a concessão de medida liminar."
            },
            {
                "correct": true,
                "letter": "D",
                "text": "Deverá propor uma medida cautelar, dirigida ao Desembargador Presidente do Tribunal de Justiça de origem, tendo em vista não ter havido, ainda, juízo de admissibilidade a respeito do recurso especial."
            }
        ],
        "valid": true
    }
]
