[{"areas": [], "enum": "Considere o seguinte caso: Em um Estado do norte do Brasil está havendo uma disputa que envolve a exploração de recursos naturais em terras indígenas. Esta disputa envolve diferentes comunidades indígenas e uma mineradora privada. Como advogado que atua na área dos Direitos Humanos, foi-lhe solicitado elaborar um parecer. Nesse caso, é imprescindível se ter em conta a Convenção 169 da OIT, que foi ratificada pelo Brasil, em 2002. De acordo com o Art. 2º desta Convenção, os governos deverão assumir a responsabilidade de desenvolver, com a participação dos povos interessados, uma ação coordenada e sistemática com vistas a proteger os direitos desses povos e a garantir o respeito pela sua integridade.\n\n Levando-se em consideração esta Convenção e em relação ao que se refere aos recursos naturais eventualmente existentes em terras indígenas, assinale a afirmativa correta.", "filename": "2016-20.txt", "number": "20", "options": [{"correct": null, "letter": "A", "text": "Os povos indígenas que ocupam terras onde haja a exploração de suas riquezas minerais e do subsolo têm direito ao recebimento de parte dos recursos auferidos, mas não possuem direito a participar da utilização, administração e conservação dos recursos mencionados."}, {"correct": true, "letter": "B", "text": "Em caso de a propriedade dos minérios ou dos recursos do subsolo pertencer ao Estado, o governo deverá estabelecer ou manter consultas dos povos interessados, a fim de determinar se os interesses desses povos seriam prejudicados, antes de empreender ou autorizar qualquer programa de prospecção ou exploração dos recursos existentes."}, {"correct": null, "letter": "C", "text": "A exploração de riquezas minerais e do subsolo em terras ocupadas por povos indígenas é aceitável e prescinde de consulta prévia desde que se cumpram os seguintes requisitos: preservação da identidade cultural dos povos ocupantes da terra, pagamento de royalties em função dos transtornos causados e autorização por meio de decreto legislativo."}, {"correct": null, "letter": "D", "text": "Em nenhuma hipótese pode haver a exploração de riquezas minerais e do subsolo em terras ocupadas por populações indígenas."}], "valid": true}]