[{"areas": [], "enum": "Carlos integrou a chapa de candidatos ao Conselho Seccional que obteve a maioria dos votos válidos e tomou posse em 1º de janeiro do ano seguinte ao de sua eleição. Um ano após o início do mandato, Carlos passou a ocupar um cargo de direção no Conselho de Administração de uma empresa, controlada pela Administração Pública, sediada em outro estado da Federação.\n\n Nesse caso, de acordo com o Estatuto da OAB, assinale a afirmativa correta.", "filename": "2016-19.txt", "number": "10", "options": [{"correct": null, "letter": "A", "text": "Não se extingue o mandato de Carlos, pois a ocupação de cargo de direção em empresa controlada pela Administração Pública, em estado da Federação distinto do abrangido pelo Conselho Seccional, não configura incompatibilidade a ensejar o cancelamento de sua inscrição."}, {"correct": true, "letter": "B", "text": "Extingue-se automaticamente o mandato de Carlos, pois a ocupação de cargo de direção em empresa controlada pela Administração Pública, em qualquer circunstância, configura incompatibilidade a ensejar o cancelamento de sua inscrição."}, {"correct": null, "letter": "C", "text": "Extingue-se o mandato de Carlos mediante deliberação de dois terços dos membros do Conselho Seccional, pois a ocupação de cargo de direção em empresa controlada pela Administração Pública pode configurar incompatibilidade a ensejar o cancelamento de sua inscrição."}, {"correct": null, "letter": "D", "text": "Não se extingue o mandato de Carlos, pois a ocupação de cargo de direção em empresa controlada pela Administração Pública, em qualquer circunstância, não configura incompatibilidade a ensejar o cancelamento de sua inscrição."}], "valid": true}]