[{"areas": ["ETHICS"], "enum": "A advogada Kátia exerce, de forma eventual e voluntária, a advocacia pro bono em favor de certa instituição social, a qual possui personalidade jurídica como associação, bem como de pessoas físicas economicamente hipossuficientes.\n\n Em razão dessa prática, sempre que pode, Kátia faz menção pública à sua atuação pro bono, por entender que isto revela correição de caráter e gera boa publicidade de seus serviços como advogada, para obtenção de clientes em sua atuação remunerada.\n\n Considerando as informações acima, assinale a afirmativa correta.", "filename": "2016-21.txt", "number": "10", "options": [{"correct": null, "letter": "A", "text": "Kátia comete infração ética porque a advocacia pro bono não pode ser destinada a pessoas jurídicas, sob pena de caracterização de aviltamento de honorários. Kátia também comete infração ética ao divulgar sua atuação pro bono como instrumento de publicidade para obtenção de clientela."}, {"correct": true, "letter": "B", "text": "Kátia comete infração ética, ao divulgar sua atuação pro bono como instrumento de publicidade para obtenção de clientela. Quanto à atuação pro bono em favor de pessoas jurídicas, inexiste vedação."}, {"correct": null, "letter": "C", "text": "Kátia comete infração ética porque a advocacia pro bono não pode ser destinada a pessoas jurídicas, sob pena de caracterização de aviltamento de honorários. Quanto à divulgação de seus serviços pro bono para obtenção de clientela, inexiste vedação."}, {"correct": null, "letter": "D", "text": "A situação narrada não revela infração ética. Inexistem óbices à divulgação por Kátia de seus serviços pro bono para obtenção de clientela, bem como à atuação pro bono em favor de pessoas jurídicas."}], "valid": true}]