[
    {
        "areas": [],
        "enum": "As advogadas Juliana e Patrícia, iniciando carreira na advocacia, acreditam que seja necessária a divulgação de seus serviços, para se tornarem conhecidas. Assim, decidem realizar publicidade de sua atuação, mediante as seguintes medidas: primeiramente, publicam um anúncio, em jornal de grande circulação, onde constam seus nomes, números de inscrição na OAB e endereço de atuação. Além disso, anunciam no rádio suas qualificações profissionais, bem como expedem correspondências a seus clientes e a colegas advogados, contendo boletim informativo e comentários à legislação.\n\n Sobre a situação apresentada, assinale a opção correta.",
        "filename": "2016-20a.txt",
        "number": "2",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "Se realizadas com discrição e moderação, as publicações no jornal e as correspondências expedidas não representam infração ética, porém a veiculação do anúncio no rádio viola o Código de Ética e Disciplina da OAB."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "As três medidas de publicidade adotadas por Juliana e Patrícia violam o disposto no Código de Ética e Disciplina da OAB, pois é vedado ao advogado anunciar seus serviços profissionais de forma a alcançar uma coletividade de pessoas."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Apenas a expedição de correspondências contendo boletim informativo e comentários à legislação configura violação ao previsto no Código de Ética e Disciplina da OAB, já que é vedada a comunicação do advogado por correspondências, salvo aquelas destinadas a informar os clientes de seus interesses."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Se realizadas com razoabilidade, nenhuma das medidas adotadas viola o Código de Ética e Disciplina da OAB, porque o advogado pode anunciar seus serviços profissionais, individual ou coletivamente, desde que observadas moderação e discrição quanto ao conteúdo, forma e dimensões."
            }
        ],
        "valid": true
    }
]
