[{"areas": [null], "enum": "No ano de 2017, deverá se realizar a Conferência Nacional da Advocacia Brasileira, órgão consultivo máximo do Conselho Federal, que se reúne trienalmente.  Cientes do evento, Raul, Francisco e Caetano decidem participar como membros efetivos da Conferência. Raul, advogado, é conselheiro de certo Conselho Seccional da OAB. Francisco é advogado, regularmente inscrito na OAB, e não exerce previamente função junto a qualquer órgão da instituição. Caetano é estagiário, regularmente inscrito como tal junto à OAB, e também não exerce previamente função em nenhum de seus órgãos.\n\n Considerando o disposto no Regulamento Geral do Estatuto da Advocacia e da OAB, assinale a afirmativa correta.", "filename": "2017-22.txt", "number": "10", "options": [{"correct": null, "letter": "A", "text": "Raul participará como membro efetivo da Conferência Nacional da Advocacia Brasileira, caso em que terá direito a voto. Os demais, mesmo inscritos na Conferência, poderão participar apenas como convidados ou ouvintes, sem direito a voto."}, {"correct": null, "letter": "B", "text": "Francisco, se inscrito, e Raul participarão como membros efetivos da Conferência Nacional da Advocacia Brasileira. Porém, o direito a voto é conferido apenas a Raul. Caetano, ainda que inscrito na conferência, somente poderá participar como ouvinte."}, {"correct": null, "letter": "C", "text": "Francisco e Caetano, se inscritos na Conferência Nacional da Advocacia Brasileira, dela participarão como membros efetivos, mas o direito a voto é conferido apenas a Francisco. Raul fica impedido de participar como membro efetivo da conferência, tendo em vista que já exerce função em órgão da OAB."}, {"correct": true, "letter": "D", "text": "Raul participará como membro efetivo da Conferência Nacional da Advocacia Brasileira. Do mesmo modo, Francisco e Caetano, se inscritos na conferência, poderão participar como membros efetivos, permitindo-se, aos três, o direito a voto."}], "valid": true}]