[{"areas": [null], "enum": "A Lei nº 13.300/16, que disciplina o processo e o julgamento dos mandados de injunção individual e coletivo, surgiu para combater o mal da síndrome da inefetividade das normas constitucionais. Nesse sentido, o seu Art. 8º, inciso II, inovou a ordem jurídica positivada ao estabelecer que, reconhecido o estado de mora legislativa, será deferida a injunção para estabelecer as condições em que se dará o exercício dos direitos, das liberdades ou das prerrogativas reclamados, ou, se for o caso, as condições em que o interessado poderá promover ação própria visando a exercê-los, caso não seja suprida a mora legislativa no prazo determinado.  Considerando o conteúdo normativo do Art. 8º, inciso II, da Lei nº 13.300/16 e a teoria acerca da efetividade das normas constitucionais, assinale a afirmativa correta.", "filename": "2017-22.txt", "number": "19", "options": [{"correct": null, "letter": "A", "text": "Foi adotada a posição neoconstitucionalista, na qual cabe ao Poder Judiciário apenas declarar formalmente a mora legislativa, atuando como legislador negativo e garantindo a observância do princípio da separação dos poderes, sem invadir a esfera discricionária do legislador democrático."}, {"correct": true, "letter": "B", "text": "Foi consolidada a teoria concretista, em prol da efetividade das normas constitucionais, estabelecendo as condições para o ativismo judicial, revestindo-o de legitimidade democrática, sem ferir a separação de Poderes e, ao mesmo tempo, garantindo a força normativa da Constituição."}, {"correct": null, "letter": "C", "text": "Foi promovida a posição não concretista dentro do escopo de um Estado Democrático de Direito, na qual cabe ao Poder Judiciário criar direito para sanar omissão legiferante dos Poderes constituídos, geradores da chamada “síndrome da inefetividade das normas constitucionais”, em típico processo objetivo de controle de constitucionalidade."}, {"correct": null, "letter": "D", "text": "Foi retomada a posição positivista normativista, concedendo poderes normativos momentâneos aos juízes e tribunais, de modo a igualar os efeitos da ação direta de inconstitucionalidade por omissão (modalidade do controle abstrato) e do mandado de injunção (remédio constitucional)."}], "valid": true}]