[{"areas": [null], "enum": "Alvina, condômina de um edifício residencial, ingressou com ação para reparação de danos, aduzindo falha na prestação dos serviços de modernização dos elevadores. Narrou ser moradora do 10º andar e que hospedou parentes durante o período dos festejos de fim de ano. Alegou que o serviço nos elevadores estava previsto para ser concluído em duas semanas, mas atrasou mais de seis semanas, o que implicou falta de elevadores durante o período em que recebeu seus hóspedes, fazendo com que seus convidados, todos idosos, tivessem que utilizar as escadas, o que gerou transtornos e dificuldades, já que os hóspedes deixaram de fazer passeios e outras atividades turísticas diante das dificuldades de acesso.  Sentindo-se constrangida e tendo que alterar todo o planejamento de atividades para o período, Alvina afirmou ter sofrido danos extrapatrimoniais decorrentes da mora do fornecedor de serviço, que, ainda que regularmente notificado pelo condomínio, quedou-se inerte e não apresentou qualquer justificativa que impedisse o cumprimento da obrigação de forma tempestiva. Diante da situação apresentada, assinale a afirmativa correta.", "filename": "2017-22.txt", "number": "46", "options": [{"correct": null, "letter": "A", "text": "Existe relação de consumo apenas entre o condomínio e o fornecedor de serviço, não tendo Alvina legitimidade para ingressar com ação indenizatória, por estar excluída da cadeia da relação consumerista."}, {"correct": null, "letter": "B", "text": "Inexiste relação consumerista na hipótese, e sim relação contratual regida pelo Código Civil, tendo a multa contratual pelo atraso na execução do serviço cunho indenizatório, que deve servir a todos os condôminos e não a Alvina, individualmente."}, {"correct": null, "letter": "C", "text": "Existe relação de consumo, mas não cabe ação individual, e sim a perpetrada por todos os condôminos, em litisconsórcio, tendo como objeto apenas a cobrança de multa contratual e indenização coletiva."}, {"correct": true, "letter": "D", "text": "Existe relação de consumo entre a condômina e o fornecedor, com base da teoria finalista, podendo Alvina ingressar individualmente com a ação indenizatória, já que é destinatária final e quem sofreu os danos narrados."}], "valid": true}]