[{"areas": [null], "enum": "Matheus, empresário individual, pretende alugar um imóvel para instalar seu estabelecimento e nele localizar seu ponto empresarial. Antes de celebrar o contrato, ele procura você para, como advogado(a), informar-lhe sobre aspectos concernentes à locação não residencial.  Sobre a locação não residencial, assinale a afirmativa correta.", "filename": "2017-22.txt", "number": "49", "options": [{"correct": null, "letter": "A", "text": "Na ação de despejo que tiver por fundamento exclusivo o término do prazo contratual, tendo sido proposta a ação em até 30 dias do cumprimento de notificação ao locatário comunicando o intento de retomada, será concedida liminar para desocupação em quinze dias, ouvida a parte contrária e se prestada caução pelo autor no valor equivalente a dois meses de aluguel."}, {"correct": true, "letter": "B", "text": "Na locação não residencial de imóvel urbano, na qual o locador procede à prévia aquisição do imóvel especificado pelo pretendente à locação, a fim de que seja a este locado por prazo determinado, poderá ser convencionado no contrato a renúncia ao direito de revisão do valor dos aluguéis durante o prazo de vigência do contrato."}, {"correct": null, "letter": "C", "text": "Nas locações de espaço em shopping centers, o locador poderá recusar a renovação do contrato pleiteada pelo locatário se o imóvel vier a ser utilizado pelo locador, que não poderá ser destinado ao uso no mesmo ramo da atividade do locatário."}, {"correct": null, "letter": "D", "text": "Nas locações por prazo determinado de imóveis utilizados por estabelecimentos de ensino autorizados e fiscalizados pelo Poder Público, o contrato poderá ser rescindido por denúncia do locador, a qualquer tempo, independentemente de notificação ou aviso."}], "valid": true}]