[{"areas": [null], "enum": "No dia 15 de abril de 2011, João, nascido em 18 de maio de 1991, foi preso em flagrante pela prática do crime de furto simples, sendo, em seguida, concedida liberdade provisória. A denúncia somente foi oferecida e recebida em 18 de abril de 2014, ocasião em que o juiz designou o dia 18 de junho de 2014 para a realização da audiência especial de suspensão condicional do processo oferecida pelo Ministério Público. A proposta foi aceita pelo acusado e pela defesa técnica, iniciando-se o período de prova naquele mesmo dia. Três meses depois, não tendo o acusado cumprido as condições estabelecidas, a suspensão foi revogada, o que ocorreu em decisão datada de 03 de outubro de 2014.  Ao final da fase instrutória, a pretensão punitiva foi acolhida, sendo aplicada ao acusado a pena de 01 ano de reclusão em regime aberto, substituída por restritiva de direitos. A sentença condenatória foi publicada em 19 de maio de 2016, tendo transitado em julgado para a acusação.  Intimado da decisão respectiva, João procura você, na condição de advogado(a), para saber sobre eventual prescrição, pois tomou conhecimento de que a pena de 01 ano, em tese, prescreve em 04 anos, mas que, no caso concreto, por força da menoridade relativa, deve o prazo ser reduzido de metade.  Diante desse quadro, você, como advogado(a), deverá esclarecer que", "filename": "2017-22.txt", "number": "62", "options": [{"correct": null, "letter": "A", "text": "ocorreu a prescrição da pretensão punitiva entre a data do fato e a do recebimento da denúncia."}, {"correct": null, "letter": "B", "text": "ocorreu a prescrição da pretensão punitiva entre a data do recebimento da denúncia e a da publicação da sentença condenatória."}, {"correct": null, "letter": "C", "text": "ocorreu a prescrição da pretensão executória entre a data do recebimento da denúncia e a da publicação da sentença condenatória."}, {"correct": true, "letter": "D", "text": "não há que se falar em prescrição, no caso apresentado."}], "valid": true}]