[
    {
        "areas": [
            null
        ],
        "enum": "O Município Beta procedeu ao recadastramento de seus servidores efetivos e constatou que 6 (seis) bacharéis em contabilidade exerciam variados cargos na estrutura administrativa, todos providos mediante concurso público. Verificou também que existiam 10 (dez) cargos vagos de auditores fiscais de tributos, decorrentes de aposentadorias havidas nos últimos anos.  O Município, considerando a necessidade de incrementar receitas, editou lei reorganizando sua estrutura funcional de modo a reenquadrar aqueles servidores como auditores fiscais de tributos.\n\n Com base na hipótese apresentada, acerca do provimento de cargo público, assinale a afirmativa correta.",
        "filename": "2017-22.txt",
        "number": "33",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "A medida é inválida, porque o provimento originário de cargo efetivo em uma determinada carreira exige concurso público específico."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "A medida é válida, porque os servidores reenquadrados são concursados, configurando-se na espécie mera transformação de cargos, expressamente prevista na CRFB/88."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "A medida é inválida, porque o provimento de todo e qualquer cargo faz-se exclusivamente mediante concurso público."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "A medida é válida, porque os servidores reenquadrados são concursados e não há aumento de despesa, uma vez que os cargos preenchidos já existiam."
            }
        ],
        "valid": true
    }
]
