[
    {
        "areas": [
            null
        ],
        "enum": "Mariano, 59 anos de idade, possuía em sua residência 302 vídeos e fotografias com cenas de sexo explícito envolvendo adolescentes. Descobertos os fatos, foi denunciado pela prática de 302 crimes do Art. 241-B da Lei nº 8.069/90 (“Adquirir, possuir ou armazenar, por qualquer meio, fotografia, vídeo ou outra forma de registro que contenha cena de sexo explícito ou pornográfica envolvendo criança ou adolescente”), em concurso material, sendo descrito que possuía o material proibido. Os adolescentes das imagens não foram localizados. Encerrada a instrução e confirmados os fatos, o Ministério Público pugnou pela condenação nos termos da denúncia.  Em sede de alegações finais, diante da confissão do acusado e sendo a prova inquestionável, sob o ponto de vista técnico, o advogado de Mariano deverá pleitear",
        "filename": "2017-22.txt",
        "number": "61",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "a absolvição de Mariano, tendo em vista que ele não participava de nenhuma das cenas de sexo explícito envolvendo adolescente."
            },
            {
                "correct": true,
                "letter": "B",
                "text": "o reconhecimento de crime único do Art. 241-B da Lei nº 8.069/90."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "o reconhecimento do concurso formal de crimes entre os 302 delitos praticados."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "a extinção da punibilidade do acusado, em razão do desinteresse dos adolescentes em ver Mariano processado."
            }
        ],
        "valid": true
    }
]
