[{"areas": [null], "enum": "O advogado Diogo foi procurado, em seu escritório profissional, por Paulo, que desejava contratá-lo para atuar nos autos de processo judicial já em trâmite, patrocinado pelo advogado Jorge, mediante procuração, em face de um plano de saúde, pelo seguinte motivo: subitamente, Paulo descobriu que precisa realizar uma cirurgia imediatamente, sob risco de morte. Como não estava satisfeito com a atuação do advogado Jorge, decide, diante da necessidade de realizar a cirurgia, procurar Diogo, para requerer a tutela de urgência nos referidos autos, em plantão judicial.  Considerando a situação narrada e o disposto no Código de Ética e Disciplina da OAB, assinale a afirmativa correta.", "filename": "2017-23.txt", "number": "1", "options": [{"correct": null, "letter": "A", "text": "Diogo apenas deverá atuar na causa, aceitando procuração, se houver concordância do advogado Jorge, uma vez que, de acordo com o Código de Ética e Disciplina da OAB, o advogado não deve aceitar procuração de quem já tenha patrono constituído, salvo com a concordância deste."}, {"correct": null, "letter": "B", "text": "Diogo apenas deverá atuar na causa, aceitando procuração, após ser dado prévio conhecimento ao advogado Jorge, uma vez que, de acordo com o Código de Ética e Disciplina da OAB, o advogado não deve aceitar procuração de quem já tenha patrono constituído anteriormente à comunicação a este."}, {"correct": null, "letter": "C", "text": "Diogo poderá aceitar procuração e requerer nos autos judiciais, em favor de Paulo, a tutela de urgência necessária apenas se apresentar nos autos justificativa idônea a cessar a responsabilidade profissional de Jorge pelo acompanhamento da causa."}, {"correct": true, "letter": "D", "text": "Diogo poderá aceitar procuração e requerer nos autos judiciais, em favor de Paulo, a tutela de urgência necessária, independentemente de prévia comunicação a Jorge ou de apresentação ao juízo de justificativa idônea para a cessação da responsabilidade profissional de Jorge."}], "valid": true}]