[
    {
        "areas": [
            null
        ],
        "enum": "A Agência Nacional do Petróleo – ANP, no exercício do poder de polícia, promoveu diligência, no dia 05/01/2010, junto à sociedade Petrolineous S/A, que culminou na autuação desta por fatos ocorridos naquela mesma data.  Encerrado o processo administrativo, foi aplicada multa nos limites estabelecidos na lei de regência. O respectivo crédito não tributário resultou definitivamente constituído em 19/01/2011, e, em 15/10/2015, foi ajuizada a pertinente execução fiscal.\n\n Com base na situação hipotética descrita, acerca da prescrição no Direito Administrativo, assinale a afirmativa correta.",
        "filename": "2017-22.txt",
        "number": "34",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Operou-se a prescrição para a execução do crédito, considerando o lapso de cinco anos transcorrido entre a data da autuação e a do ajuizamento da ação."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Não se operou a prescrição para a execução do crédito, que pode ser cobrado pela administração federal a qualquer tempo."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Operou-se a prescrição para a execução do crédito, considerando o lapso de três anos decorrido entre a data de sua constituição definitiva e a do ajuizamento da ação."
            },
            {
                "correct": true,
                "letter": "D",
                "text": "Não se operou a prescrição para a execução do crédito, considerando o lapso de cinco anos entre a data de sua constituição definitiva e a do ajuizamento da ação."
            }
        ],
        "valid": true
    }
]
