[{"areas": [null], "enum": "Rômulo ajuizou ação trabalhista em face de sua ex-empregadora, a empresa Análise Eletrônica Ltda. Dentre outros pedidos, pretendeu indenização por horas extras trabalhadas e não pagas, férias vencidas não gozadas, nem pagas, e adicional de periculosidade.  Na audiência, foi requerida e deferida a perícia, a qual foi custeada por Rômulo, que se sagrou vitorioso no respectivo pedido.  Contudo, os pedidos de horas extras e férias foram julgados improcedentes.  Rômulo também indicou e custeou assistente técnico, que cobrou o mesmo valor de honorários que o perito do juízo.\n\n Observados os dados acima e o disposto na CLT, na qualidade de advogado(a) que irá orientar Rômulo acerca do custeio dos honorários periciais e do assistente técnico, assinale a afirmativa correta.", "filename": "2017-23.txt", "number": "76", "options": [{"correct": null, "letter": "A", "text": "Tendo Rômulo sido vitorioso no objeto da perícia, não há que se falar em pagamento de honorários periciais e do assistente técnico, pois a ré os custeará."}, {"correct": null, "letter": "B", "text": "Independentemente do resultado no objeto da perícia, como ao final o rol de pedidos foi parcialmente procedente, Rômulo custeará os honorários periciais e do assistente técnico."}, {"correct": null, "letter": "C", "text": "Em virtude da aplicação do princípio da celeridade, descabe a indicação de assistente técnico no processo do trabalho, não cabendo a aplicação subsidiária do CPC nesse mister."}, {"correct": true, "letter": "D", "text": "Tendo Rômulo sido vitorioso no objeto da perícia, os honorários periciais serão custeados pela parte sucumbente no seu objeto, porém os honorários do assistente técnico serão de responsabilidade da parte que o indicou."}], "valid": true}]