[
    {
        "areas": [
            null
        ],
        "enum": "Rafael e Francisca combinam praticar um crime de furto em uma residência onde ela exercia a função de passadeira. Decidem, então, subtrair bens do imóvel em data sobre a qual Francisca tinha conhecimento de que os proprietários estariam viajando, pois assim ela tinha certeza de que os patrões, de quem gostava, não sofreriam qualquer ameaça ou violência.  No dia do crime, enquanto Francisca aguarda do lado de fora, Rafael entra no imóvel para subtrair bens. Ela, porém, percebe que o carro dos patrões está na garagem e tenta avisar o fato ao comparsa para que este saísse rápido da casa. Todavia, Rafael, ao perceber que a casa estava ocupada, decide empregar violência contra os proprietários para continuar subtraindo mais bens. Descobertos os fatos, Francisca e Rafael são denunciados pela prática do crime de roubo majorado.\n\n Considerando as informações narradas, o(a) advogado(a) de Francisca deverá buscar",
        "filename": "2017-23.txt",
        "number": "60",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "sua absolvição, tendo em vista que não desejava participar do crime efetivamente praticado."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "o reconhecimento da participação de menor importância, com aplicação de causa de redução de pena."
            },
            {
                "correct": true,
                "letter": "C",
                "text": "o reconhecimento de que o agente quis participar de crime menos grave, aplicando-se a pena do furto qualificado."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "o reconhecimento de que o agente quis participar de crime menos grave, aplicando-se causa de diminuição de pena sobre a pena do crime de roubo majorado."
            }
        ],
        "valid": true
    }
]
