[
    {
        "areas": [
            null
        ],
        "enum": "Cristóvão trabalhava na sociedade empresária Solventes Químicos S/A como motorista de empilhadeira. Ocorre que, em uma viagem de lazer feita nas férias, Cristóvão sofreu um acidente automobilístico e veio a óbito. Cristóvão deixou viúva, com quem era casado há 28 anos pelo regime da comunhão parcial de bens, e cinco filhos, sendo três deles maiores de 21 anos e capazes, e dois menores de 21 anos.  Diante da tragédia ocorrida, a sociedade empresária calculou as verbas devidas em razão da extinção contratual decorrente da morte e pretende efetuar o pagamento a quem de direito.\n\n De acordo com a legislação de regência, assinale a opção que contempla os beneficiários dessa verba.",
        "filename": "2017-23.txt",
        "number": "80",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "Somente a esposa e os filhos menores, por serem dependentes previdenciários passíveis de habilitação junto ao INSS, dividirão igualmente a verba decorrente do contrato de trabalho."
            },
            {
                "correct": null,
                "letter": "B",
                "text": "A viúva e todos os filhos são sucessores, motivo pelo qual a verba deverá ser rateada igualmente entre todos, conferindo-se isonomia."
            },
            {
                "correct": null,
                "letter": "C",
                "text": "A viúva, por ser herdeira e meeira, ficará com 50% da indenização pela ruptura do contrato de trabalho, dividindo-se o restante, igualmente, entre os filhos."
            },
            {
                "correct": null,
                "letter": "D",
                "text": "A Lei não é clara sobre quem deve receber a indenização, razão pela qual caberá ao juiz, no caso concreto e verificando a necessidade de cada herdeiro, fazer a divisão justa e equânime."
            }
        ],
        "valid": true
    }
]
