[
    {
        "valid": true,
        "areas": [],
        "enum": "Para a aplicação da Convenção sobre os Aspectos Civis do Sequestro Internacional de Crianças, Lígia recorre à autoridade central brasileira, quando Arnaldo, seu marido, que tem dupla-nacionalidade, viaja para os Estados Unidos com a filha de 17 anos do casal e não retorna na data prometida. Arnaldo alega que entrará com pedido de divórcio e passará a viver com a filha menor no exterior.\n\n Com base no caso apresentado, a autoridade central brasileira",
        "options": [
            {
                "letter": "A",
                "text": "deverá acionar diretamente a autoridade central estadunidense para que tome as medidas necessárias para o retorno da filha ao Brasil.",
                "correct": null,
                "pmi": [
                    -0.005216945189832208,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "B",
                "text": "deverá ingressar na Justiça Federal brasileira, em nome de Lígia, para que a Justiça Federal mande acionar a autoridade central estadunidense para que tome as medidas necessárias para o retorno da filha ao Brasil.",
                "correct": null,
                "pmi": [
                    -0.04419251144970404,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "C",
                "text": "não deverá apreciar o pleito de Lígia, eis que a filha é maior de 16 anos.",
                "correct": true,
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "D",
                "text": "não deverá apreciar o pleito de Lígia, eis que o pai também possui direito de guarda sobre a filha, já que o divórcio ainda não foi realizado.",
                "correct": null,
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "filename": "2016-19.txt",
        "number": "24"
    }
]
