[{"valid": true, "options": [{"pmi": [-0.17993702550521873, 0.0, 0.0, 0.0], "correct": null, "letter": "A", "text": "O afastamento da genitora do convívio cotidiano com a criança Y impede a reconstrução de laços afetivos, devendo ser, de pronto, conferida a guarda provisória aos vizinhos que o criaram e, ao final, a tutela do menor aos demandantes B e P."}, {"pmi": [-0.06467710454619689, 0.0, 0.0, 0.0], "correct": true, "letter": "B", "text": "A reintegração à família natural, no caso, junto à mãe, deve ser priorizada em relação a outra providência, não havendo justo motivo para a que a criança seja posta sob tutela na hipótese narrada, uma vez que isso demandaria a perda ou suspensão do poder familiar, o que não encontra aplicabilidade nos estritos termos do enunciado."}, {"pmi": [-0.11237467548163917, 0.0, 0.0, 0.0], "correct": null, "letter": "C", "text": "Os vizinhos que detinham a guarda de fato da criança Y têm prioridade no exercício do encargo de tutores, considerando esse o atendimento ao melhor interesse da criança, podendo eles assumir a função mesmo que a mãe mantenha o poder familiar, ante a precariedade e provisoriedade do referido encargo jurídico."}, {"pmi": [-0.0696950135577362, 0.0, 0.0, 0.0], "correct": null, "letter": "D", "text": "A mãe da criança Y pode anuir com o pedido de colocação da criança sob tutela se considerar que atenderá ao melhor interesse do infante, hipótese em que a sentença homologatória poderá ser revogada a qualquer tempo, caso mudem as circunstâncias que a justificaram, não fazendo, pois, coisa julgada material."}], "number": "45", "areas": [], "filename": "2015-16.txt", "enum": "B e P, vizinhos da criança Y, cuidam do menino desde a tenra idade, quando o pai da criança faleceu e sua genitora, por motivos profissionais, mudou-se para localidade distante, fazendo visitas esporádicas ao infante, mas sempre enviando ajuda de custo para a alimentação do filho. Quando a criança completou um ano de idade, a genitora alcançou patamar financeiro estável, passando a ter meios para custear os gastos da criança também com educação, lazer, saúde etc.  Assim, buscou a restituição do convívio diário com a criança Y, levando-a para morar consigo, o que gerou discordância dos vizinhos B e P, que ingressaram com Ação de Guarda e Tutela do menor, argumentando a construção de laços afetivos intensos e que a criança iria sofrer com a distância.\n\n Analise a situação e, sob o ponto de vista jurídico, assinale a afirmativa correta."}]