[
    {
        "areas": [
            "ADMINISTRATIVE"
        ],
        "valid": true,
        "enum": "O art. 37, II, da Constituição da República Federativa do Brasil de 1988, condiciona a investidura em cargo ou emprego público à prévia aprovação em concurso público de provas ou de provas e títulos, ressalvadas as nomeações para os cargos em comissão.\n\n Em relação a concurso público, segundo a atual jurisprudência dos tribunais superiores, é correto afirmar que",
        "number": "31",
        "options": [
            {
                "pmi": [
                    -0.22548140536968636,
                    0.004307069252508703,
                    0.0,
                    0.0013795934700863179
                ],
                "correct": null,
                "text": "os candidatos aprovados em concurso público de provas ou de provas e títulos e classificados entre o número de vagas oferecidas no edital possuem expectativa de direito à nomeação.",
                "letter": "A"
            },
            {
                "pmi": [
                    -0.18704322491647088,
                    0.005481724503192896,
                    0.0,
                    0.0017934715111122131
                ],
                "correct": null,
                "text": "os candidatos aprovados em concurso público de provas ou de provas e títulos devem comprovar a habilitação exigida no edital no momento de sua nomeação.",
                "letter": "B"
            },
            {
                "pmi": [
                    -0.16510243479925504,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "o prazo de validade dos concursos públicos poderá ser de até dois anos prorrogáveis uma única vez por qualquer prazo não superior a dois anos, iniciando-se a partir de sua homologação.",
                "letter": "C"
            },
            {
                "pmi": [
                    -0.2370759879217875,
                    0.003349942751951214,
                    0.0,
                    0.0010549832418307137
                ],
                "correct": true,
                "text": "os candidatos aprovados em concurso público de provas ou de provas e títulos e classificados dentro do limite de vagas oferecidas no edital possuem direito subjetivo a nomeação dentro do prazo de validade do concurso.",
                "letter": "D"
            }
        ],
        "filename": "2011-05.txt"
    }
]
