[{"filename": "2010-01.txt", "options": [{"text": "Tratando-se de desapropriação por utilidade pública para a realização de obra, as áreas contíguas necessárias à execução da obra poderão ser abrangidas pela desapropriação, independentemente da inclusão dessas áreas na declaração de utilidade pública.", "letter": "A", "pmi": [0.0, 0.0, 0.0, 0.0], "correct": null}, {"text": "A fase declaratória, durante a qual o poder público manifesta sua vontade na futura desapropriação, é iniciada com a declaração expropriatória e formalizada por meio de ato exclusivo do chefe do Poder Executivo federal, estadual ou municipal; por isso, não pode o dirigente máximo de autarquia ou de agência reguladora, por exemplo, expedir declaração expropriatória.", "letter": "B", "pmi": [0.0, 0.0, 0.0, 0.0], "correct": null}, {"text": "O decreto expropriatório caduca no prazo de cinco anos caso a desapropriação por utilidade pública não seja efetivada mediante acordo ou judicialmente, sendo o termo final desse prazo, para as desapropriações que correrem na via judicial, o do trânsito em julgado da ação de desapropriação.", "letter": "C", "pmi": [0.0, 0.0, 0.0, 0.0], "correct": null}, {"text": "No caso de imissão prévia na posse, na desapropriação por necessidade ou utilidade pública e interesse social, havendo divergência entre o preço ofertado em juízo e o valor do bem, os juros moratórios destinam-se a recompor a perda decorrente do atraso no efetivo pagamento da indenização fixada na sentença; desse modo, só serão devidos esses juros se o pagamento não for feito até 1.º de janeiro do exercício seguinte àquele em que o pagamento deveria ter sido feito.", "letter": "D", "pmi": [-0.02997438458169785, 0.0, 0.0, 0.0], "correct": true}], "number": "51", "enum": "Acerca da desapropriação e dos institutos a ela relacionados, assinale a opção correta.", "valid": true, "areas": ["ADMINISTRATIVE"]}]