[{"options": [{"correct": null, "pmi": [0.0, 0.0, 0.0, 0.0], "text": "Há publicidade enganosa somente em razão da obscuridade quanto ao parcelamento sem juros, não havendo abusividade quanto à necessidade de ligação tarifada para obtenção de informação a respeito de valor e formas de pagamento.", "letter": "A"}, {"correct": null, "pmi": [0.0, 0.0, 0.0, 0.0], "text": "Não há publicidade enganosa na situação narrada, na medida em que essa deve se dar por conduta ativa do fornecedor, não havendo previsão para a modalidade omissiva.", "letter": "B"}, {"correct": null, "pmi": [-0.005506261047689439, 0.0, 0.0, 0.0], "text": "Inexiste publicidade enganosa, na medida em que as informações sobre o produto foram claras. Quanto ao preço e à forma de pagamento, essas somente devem ser passadas àqueles que se interessam pelo produto.", "letter": "C"}, {"correct": true, "pmi": [-0.003767441769471722, 0.0, 0.0, 0.0], "text": "Há publicidade enganosa por omissão quanto ao preço e à forma de pagamento, que não foram fornecidos de forma clara para o consumidor, bem como caracterizou-se abuso a imposição do ônus da ligação tarifada à consumidora que buscava obter tais informações.", "letter": "D"}], "enum": "Florinda, assistindo a um canal de TV fechada, interessou-se por um produto para exercícios físicos. Acompanhando a exposição de imagens, sentiu-se atraída pela forma de “pagamento sem juros, podendo ser parcelado em até doze vezes”. Ao telefonar para a loja virtual, foi informada de que o parcelamento sem juros limitava-se a duas prestações. Além disso, a ligação tarifada foi a única forma de Florinda obter as informações a respeito do valor do produto, já que o site da fornecedora limitava-se a indicar o que já estava no anúncio de TV. Sentindo-se enganada por ter sido obrigada a telefonar pagando a tarifa, bem como por ter sido induzida a acreditar que o pagamento poderia ser parcelado em doze vezes sem juros, Florinda procurou um advogado.\n\n Assinale a opção que apresenta a orientação dada pelo advogado.", "filename": "2016-20a.txt", "areas": [], "valid": true, "number": "47"}]