[
    {
        "enum": "Daniel possui uma pequena mercearia e costuma aceitar cheques de seus clientes, como forma de pagamento. Ocorre que, no último mês, três dos cheques apresentados no prazo foram devolvidos por insuficiência de fundos. Daniel não obteve êxito na cobrança amigável, não lhe restando, portanto, outra alternativa senão recorrer ao Poder Judiciário.\n\n Com base nessa situação hipotética, assinale a afirmativa correta.",
        "valid": true,
        "filename": "2015-16.txt",
        "number": "53",
        "options": [
            {
                "letter": "A",
                "text": "Daniel pode cumular várias execuções, sendo o mesmo devedor, ainda que fundadas em títulos diferentes e diversa a forma do processo, desde que o juízo seja competente para todas.",
                "correct": null,
                "pmi": [
                    -0.013883756007182781,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "B",
                "text": "É vedado ao juiz examinar de ofício os requisitos que autorizam a cumulação de execuções.",
                "correct": null,
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "C",
                "text": "Daniel pode cumular várias execuções, fundadas em títulos diferentes, ainda que diversos os devedores, desde que para todas elas seja competente o juízo e idêntica a forma do processo.",
                "correct": null,
                "pmi": [
                    -0.01272677633991755,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "D",
                "text": "Daniel pode cumular várias execuções, sendo o mesmo devedor, ainda que fundadas em títulos diversos, desde que seja competente o juízo e haja identidade na forma do processo.",
                "correct": true,
                "pmi": [
                    -0.013883756007182781,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "areas": []
    }
]
