[{"valid": true, "filename": "2015-18.txt", "options": [{"letter": "A", "correct": true, "text": "Paulo poderia ter atuado naquela causa apenas para tomar a medida urgente cabível.", "pmi": [-0.03194889291464355, 0.0, 0.0, 0.0]}, {"letter": "B", "correct": null, "text": "Paulo poderia ter atuado na causa, ainda que não houvesse providência urgente a tomar, uma vez que o advogado constituído estava viajando.", "pmi": [-0.02446405134000132, 0.0, 0.0, 0.0]}, {"letter": "C", "correct": null, "text": "Paulo não poderia ter atuado na causa, pois o advogado não pode aceitar procuração de quem já tenha patrono constituído, sem prévio conhecimento deste, ainda que haja necessidade da tomada de medidas urgentes.", "pmi": [-0.017836747848614564, 0.0, 0.0, 0.0]}, {"letter": "D", "correct": null, "text": "Paulo não poderia ter atuado na causa, pois os prazos estavam suspensos durante o recesso.", "pmi": [-0.018487980997360386, 0.0, 0.0, 0.0]}], "enum": "Determinada causa em que se discutia a guarda de dois menores estava confiada ao advogado Álvaro, que trabalhava sozinho em seu escritório. Aproveitando o período de recesso forense e considerando que não teria prazos a cumprir ou atos processuais designados durante esse período, Álvaro realizou viagem para visitar a família no interior do estado. Alguns dias depois de sua partida, ainda durante o período de recesso, instalou-se situação que demandaria a tomada de medidas urgentes no âmbito da mencionada ação de guarda. O cliente de Álvaro, considerando que seu advogado se encontrava fora da cidade, procurou outro advogado, Paulo, para que a medida judicial necessária fosse tomada, recorrendo-se ao plantão judiciário. Paulo não conseguiu falar com Álvaro para avisar que atuaria na causa em que este último estava constituído, mas aceitou procuração do cliente assim mesmo e tomou a providência cabível.\n\n Poderia Paulo ter atuado na causa sem o conhecimento e a anuência de Álvaro?", "number": "5", "areas": ["ETHICS"]}]