[
    {
        "enum": "João da Silva, José da Silva e Maria da Silva são os acionistas controladores do Banco Silva’s e Família, cada um com 30% das ações com direito a voto e exercendo respectivamente os cargos de Diretor-Presidente, Diretor Comercial e Diretora de Contabilidade. Em razão das dificuldades financeiras que afetaram o Banco Silva’s e Família, os diretores decidem por em curso as seguintes práticas: (1) adquirir no mercado títulos do tesouro nacional já caducos (portanto sem valor algum) e, utilizando-os como simulacro de lastro, emitir títulos do banco para captar recursos financeiros junto aos investi dores; 2) forjar negócios com pessoas jurídicas inexistentes a fim de simular ganhos; e, por fim, (3) fraudar o balanço da instituição simulando lucros no exercício ao invés dos prejuízos efetivamente sofridos.\n\n Os primeiros doze meses demonstraram resultados excelentes, com grande aumento do capital, mas os vinte e quatro meses seguintes são marcados por uma perda avassaladora de recursos, levando o banco à beira da insolvência, com um passivo cerca de 50 vezes maior que o ativo. Nesse momento, o Banco Silva’s e Família sofre uma intervenção do Banco Central e todos os fatos narrados acima vêm à tona.\n\n Assinale a alternativa que indique o(s) crime(s) praticado(s) pelos acionistas controladores.",
        "number": "63",
        "options": [
            {
                "correct": null,
                "pmi": [
                    -0.08053885356887927,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Crimes de falsidade ideológica, falsidade documental e estelionato qualificado.",
                "letter": "A"
            },
            {
                "correct": null,
                "pmi": [
                    -0.47782460053889136,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Crime de gestão temerária de instituição financeira.",
                "letter": "B"
            },
            {
                "correct": true,
                "pmi": [
                    -0.47782460053889136,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Crime de gestão fraudulenta de instituição financeira.",
                "letter": "C"
            },
            {
                "correct": null,
                "pmi": [
                    -0.39874159547607774,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Crime de gestão temerária em concurso com crime de gestão fraudulenta de instituição financeira.",
                "letter": "D"
            }
        ],
        "areas": [
            "CRIMINAL"
        ],
        "filename": "2010-02.txt",
        "valid": true
    }
]
