[{"areas": [null], "filename": "2017-23.txt", "enum": "A lei federal nº 123, sancionada em 2012, é objeto de Ação Direta de Inconstitucionalidade proposta por partido político com representação no Congresso Nacional. O referido diploma legal é declarado materialmente inconstitucional pelo Supremo Tribunal Federal (STF), em março de 2014.  Em outubro de 2016, membro da Câmara dos Deputados apresenta novo projeto de lei ordinária contendo regras idênticas àquelas declaradas materialmente inconstitucionais.  Tomando por base o caso apresentado acima, assinale a afirmativa correta.", "number": "16", "options": [{"text": "A decisão proferida pelo STF produz eficácia contra todos e efeito vinculante relativamente aos órgãos dos Poderes Executivo, Legislativo e Judiciário, inclusive nas suas funções típicas; logo, o novo projeto de lei ordinária, uma vez aprovado pelo Congresso Nacional, será nulo por ofensa à coisa julgada.", "letter": "A", "correct": null, "pmi": [-0.32653960013013555, -0.003059787534585171, 0.0, 0.0]}, {"text": "Em observância ao precedente firmado na referida Ação Direta de Inconstitucionalidade, o plenário do STF pode, em sede de controle preventivo, obstar a votação do novo projeto de lei por conter regras idênticas àquelas já declaradas inconstitucionais.", "letter": "B", "correct": null, "pmi": [-0.206508489376858, -0.0037947061974040294, 0.0, 0.0]}, {"text": "A decisão proferida pelo STF não vincula o Poder Legislativo ou o plenário do próprio Tribunal em relação a apreciações futuras da temática; logo, caso o novo projeto de lei venha a ser aprovado e sancionado, a Corte pode vir a declarar a constitucionalidade da nova lei.", "letter": "C", "correct": true, "pmi": [-0.34157028546401297, -0.003984441507274231, 0.0, 0.0]}, {"text": "A decisão proferida pelo STF é ineficaz em relação a terceiros, porque o partido político com representação no Congresso Nacional não está elencado no rol constitucional de legitimados aptos a instaurar o processo objetivo de controle normativo abstrato.", "letter": "D", "correct": null, "pmi": [-0.2581315555222429, 0.0011264954839658378, 0.0, 0.0]}], "valid": true}]