[{"areas": [], "enum": "O instituto da súmula vinculante aos poucos vai tendo suas características cristalizadas a partir da interpretação dos seus contornos constitucionais pela jurisprudência do Supremo Tribunal Federal. Considerando a importância assumida pelo instituto, determinada associação de classe procura seu advogado e solicita esclarecimentos a respeito dos legitimados a requerer a edição da súmula vinculante, dos seus efeitos e do órgão que pode editá-la.\n\n Com base no fragmento acima, assinale a opção que se apresenta em consonância com os delineamentos desse instituto.", "number": "14", "valid": true, "filename": "2016-19.txt", "options": [{"pmi": [-0.0686361811352841, -0.0033367893704098293, 0.0, 0.0], "text": "Pode ser editada pelos tribunais superiores quando houver reiteradas decisões, proferidas na sua esfera de competência, que recomendem a uniformização de entendimento junto aos órgãos jurisdicionais inferiores.", "letter": "A", "correct": null}, {"pmi": [-0.052450298912725235, 0.0, 0.0, 0.0], "text": "Estão legitimados a propor a sua edição, exclusivamente, os legitimados para o ajuizamento da ação direta de inconstitucionalidade e da ação declaratória de constitucionalidade, estabelecidos no Art. 103 da Constituição Federal.", "letter": "B", "correct": null}, {"pmi": [-0.029952690671679875, 0.0, 0.0, 0.0], "text": "Pode dizer respeito a qualquer situação jurídica constituída sob a égide das normas brasileiras, de natureza constitucional ou infraconstitucional, e ser especificamente direcionada à resolução de um caso concreto, nele exaurindo a sua eficácia.", "letter": "C", "correct": null}, {"pmi": [-0.06725181262557291, 0.0, 0.0, 0.0], "text": "A vinculação sumular incide sobre a administração pública direta e indireta e os demais órgãos do Poder Judiciário, não podendo, porém, atingir o Poder Legislativo.", "letter": "D", "correct": true}]}]