[
    {
        "filename": "2016-20a.txt",
        "valid": true,
        "number": "20",
        "options": [
            {
                "letter": "A",
                "pmi": [
                    -0.05002856034402611,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true,
                "text": "instar a Corte para, no ano seguinte, submeter o fato do descumprimento da decisão pelo Estado brasileiro à consideração da Assembleia Geral da Organização dos Estados Americanos, por meio de relatório sobre as atividades da Corte."
            },
            {
                "letter": "B",
                "pmi": [
                    -0.03645365479743704,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "recorrer à Corte Internacional de Justiça de Haia, nos termos do que dispõe a Convenção Americana sobre Direitos Humanos, uma vez que os sistemas regionais e o sistema global de proteção dos direitos humanos são complementares."
            },
            {
                "letter": "C",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "conformar-se, pois não há mais nenhuma medida que possa ser feita pela Corte para buscar o cumprimento de sua decisão pelo estado brasileiro condenado após o devido processo legal."
            },
            {
                "letter": "D",
                "pmi": [
                    -0.0543794197536705,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "ingressar com a competente ação de obrigação de fazer em face do Estado brasileiro no Superior Tribunal de Justiça, conforme o procedimento previsto na Convenção Americana sobre Direitos Humanos ratificado pelo Estado brasileiro."
            }
        ],
        "enum": "Você, advogado, patrocinou uma importante causa na jurisdição interna do Brasil e, diante da demora injustificada na decisão, apresentou o caso na Comissão Interamericana de Direitos Humanos, onde o Brasil foi condenado a reparar seu cliente. Diante da inadimplência do Estado brasileiro, a Comissão enviou o caso à Corte Interamericana de Direitos Humanos, onde o Brasil foi condenado, sem, contudo, efetuar a reparação exigida pela sentença da Corte.\n\n Diante desse fato e de acordo com a Convenção Americana sobre Direitos Humanos, você deve",
        "areas": []
    }
]
