[{"number": "43", "enum": "Pedro, engenheiro elétrico, mora na cidade do Rio de Janeiro e trabalha na Concessionária Iluminação S.A.. Ele é viúvo e pai de Bruno, de sete anos de idade, que estuda no colégio particular Amarelinho. Há três meses, Pedro celebrou contrato de financiamento para aquisição de um veículo importado, o que comprometeu bastante seu orçamento e, a partir de então, deixou de arcar com o pagamento das mensalidades escolares de Bruno. Por razões de trabalho, Pedro será transferido para uma cidade serrana, no interior do Estado e solicitou ao estabelecimento de ensino o histórico escolar de seu filho, a fim de transferi-lo para outra escola. Contudo, teve seu pedido negado pelo Colégio Amarelinho, sendo a negativa justificada pelo colégio como consequência da sua inadimplência com o pagamento das mensalidades escolares.\n\n Para surpresa de Pedro, na mesma semana da negativa, é informado pela diretora do Colégio Amarelinho que seu filho não mais participaria das atividades recreativas diuturnas do colégio, enquanto Pedro não quitar o débito das mensalidades vencidas e não pagas.\n\n Com base no caso narrado, assinale a afirmativa correta.", "areas": ["CIVIL"], "valid": true, "options": [{"pmi": [-0.11313118695311246, 0.0, 0.0, 0.0], "correct": null, "text": "O Colégio Amarelinho atua no exercício regular do seu direito de cobrança e, portanto, não age com abuso de direito ao reter o histórico escolar de Bruno, haja vista a comprovada e imotivada inadimplência de Pedro.", "letter": "A"}, {"pmi": [-0.07659914938252732, 0.0, 0.0, 0.0], "correct": null, "text": "As condutas adotadas pelo Colégio Amarelinho configuram abuso de direito, pois são eticamente reprováveis, mas não configuram atos ilícitos indenizáveis.", "letter": "B"}, {"pmi": [-0.07852291466933274, 0.0, 0.0, 0.0], "correct": true, "text": "Tanto a retenção do histórico escolar de Bruno, quanto a negativa de participação do aluno nas atividades recreativas do colégio, configuram atos ilícitos objetivos e abusivos, independente da necessidade de provar a intenção dolosa ou culposa na conduta adotada pela diretora do Colégio Amarelinho.", "letter": "C"}, {"pmi": [-0.05204696971386452, 0.0, 0.0, 0.0], "correct": null, "text": "Para existir obrigação de indenizar do Colégio Amarelinho, com fundamento no abuso de direito, é imprescindível a presença de dolo ou culpa, requisito necessário para caracterizar o comportamento abusivo e o ilícito indenizável.", "letter": "D"}], "filename": "2013-11.txt"}]