[
    {
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Procede, porque o pressuposto para a aplicação da desconsideração da personalidade jurídica é sempre a conduta ilícita do sócio perpetrada por meio da personalidade da pessoa jurídica; portanto, é imprescindível a demonstração cabal da culpa em ação de conhecimento.",
                "pmi": [
                    -0.11053054754795565,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Procede, porque o requerimento de instauração do incidente de desconsideração deve demonstrar o preenchimento dos pressupostos legais específicos, dentre eles o desvio de finalidade da pessoa jurídica, que só pode ser feito em ação de conhecimento, onde estarão preservados o contraditório e a ampla defesa.",
                "pmi": [
                    -0.1080438285178556,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Não procede, porque, ao contrário do afirmado pelo advogado, o incidente de desconsideração só é cabível no cumprimento de sentença e na execução de título executivo extrajudicial, pois, no processo de conhecimento, a desconsideração só pode ser decretada na sentença de mérito.",
                "pmi": [
                    -0.14289857803072314,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "Não procede, porque o incidente de desconsideração é cabível em todas as fases do processo de conhecimento, no cumprimento de sentença e na execução fundada em título executivo extrajudicial.",
                "pmi": [
                    -0.1706950908320007,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "areas": [
            null
        ],
        "enum": "A instauração do incidente de desconsideração da personalidade jurídica foi requerida em um processo de execução por título extrajudicial.  Oadvogado do executado manifestou-se contrariamente ao pedido, sob a alegação de cerceamento de defesa de seu cliente, somente cabendo a desconsideração se requerida em ação de conhecimento ajuizada especificamente contra o sócio da sociedade empresária devedora.\n\n Sobre a argumentação acima, assinale a afirmativa correta.",
        "filename": "2017-22.txt",
        "valid": true,
        "number": "51"
    }
]
