[{"enum": "As contas do Município Alfa referentes ao exercício financeiro de 2014, apresentadas pelo prefeito em 2015, receberam parecer desfavorável do Tribunal de Contas do referido Município, o qual foi criado antes da promulgação da Constituição da República Federativa do Brasil de 1988.  O Presidente da Câmara, após o regular trâmite interno, editou resolução e aprovou as referidas contas públicas municipais, uma vez que as demonstrações contábeis de exercícios financeiros anteriores deveriam ter sido analisadas em consonância com o plano plurianual.  Diante da narrativa exposta, assinale a afirmativa correta.", "options": [{"pmi": [-0.09266859543698865, 0.0, 0.0, 0.0], "text": "A competência para julgar as contas é do Tribunal de Contas do Município, órgão do Poder Judiciário, não podendo, em nenhuma hipótese, o Legislativo local afastá- la, sob pena de violação ao princípio da separação e harmonia entre os Poderes.", "correct": null, "letter": "A"}, {"pmi": [-0.2152194534281471, 0.0, 0.0, 0.0], "text": "O parecer do Tribunal de Contas do Município a respeito da rejeição das contas somente não será acatado pela Câmara Municipal por decisão de 2/3 (dois terços) dos membros deste órgão.", "correct": true, "letter": "B"}, {"pmi": [-0.16296692806118493, 0.0, 0.0, 0.0], "text": "Considerando que o Tribunal de Contas do Município é órgão do Poder Legislativo e o Presidente da Câmara é a autoridade máxima de sua estrutura, é constitucional o afastamento, pelo Chefe do Poder Legislativo local, do entendimento de órgão a ele subordinado.", "correct": null, "letter": "C"}, {"pmi": [-0.18163213870892592, 0.0, 0.0, 0.0], "text": "O Presidente da Câmara agiu corretamente, pois a periodicidade para análise das contas públicas do Município deve ser de 5 (cinco) anos, e tal disposição não foi observada pelo Tribunal de Contas do Município.", "correct": null, "letter": "D"}], "filename": "2017-23.txt", "areas": [null], "number": "14", "valid": true}]