[
    {
        "enum": "Fernanda, advogada regularmente inscrita nos quadros da OAB, atua, individualmente, sem sócios, em seu escritório situado no centro da cidade “Z”, onde recebe os seus clientes para atividades de assessoria e consultoria, atuando também no contencioso cível, administrativo e trabalhista. Em visita de cortesia, recebe sua prima Giselda que, estudando Economia, tem acesso a várias pessoas de prestigio social, econômico e financeiro, em razão da sua atividade como assessora da diretoria de associação empresarial. Por força desses vínculos, sua prima começa a indicar clientes para a advogada, que amplia o seu escritório e passa a realizar parcerias com outros colegas, diante do aumento das causas a defender. Não existe qualquer acordo financeiro entre a advogada e a economista.\n\n Com base na situação descrita, nos termos do Estatuto da Advocacia, assinale a afirmativa correta.",
        "filename": "2013-12.txt",
        "number": "4",
        "valid": true,
        "areas": [
            "ETHICS"
        ],
        "options": [
            {
                "pmi": [
                    -0.04127058591236068,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "A",
                "correct": null,
                "text": "Constitui atividade infracional disciplinar receber clientes de pessoa com relação de parentesco e prestígio social."
            },
            {
                "pmi": [
                    -0.049292007128615256,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "B",
                "correct": true,
                "text": "Constitui atividade corriqueira, não infracional, o relacionamento social com parentes ou não."
            },
            {
                "pmi": [
                    -0.018292994530709643,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "C",
                "correct": null,
                "text": "Constitui atividade ilícita por valer-se de parentes para obtenção de clientela, mesmo gratuitamente."
            },
            {
                "pmi": [
                    -0.020906279463668163,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "D",
                "correct": null,
                "text": "Constitui atividade vedada, uma vez que a clientela deve ser formada espontaneamente pelo advogado."
            }
        ]
    }
]
