[
    {
        "valid": true,
        "options": [
            {
                "text": "A conduta do Estado não é vedada pelo ordenamento jurídico, não obstante a destinação diversa dada ao imóvel.",
                "pmi": [
                    -0.12496986814374297,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "A"
            },
            {
                "text": "A conduta do Estado não é passível de controle judicial, porque diz respeito ao mérito administrativo, o que é vedado segundo nosso ordenamento jurídico.",
                "pmi": [
                    -0.01749096969652033,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "B"
            },
            {
                "text": "Uma demanda judicial deve ser ajuizada, visando declarar a nulidade do ato de desapropriação ao argumento de ocorrência de tredestinação ilícita.",
                "pmi": [
                    -0.06264657470036919,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true,
                "letter": "C"
            },
            {
                "text": "O ato não pode ser invalidado judicialmente, somente restando a Gilberto ajuizar uma demanda, postulando reparação pelos danos materiais e morais sofridos.",
                "pmi": [
                    -0.04784143856965617,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "D"
            }
        ],
        "areas": [
            "ADMINISTRATIVE"
        ],
        "filename": "2013-11.txt",
        "number": "31",
        "enum": "Após regular procedimento de desapropriação, fundado no Decreto Lei n. 3.365/41, um Estado da Federação assume o domínio do imóvel anteriormente titularizado por Gilberto. A desapropriação foi realizada com a finalidade de construir uma escola pública no local (Art. 5º, ‘m’, do Decreto Lei n. 3.365 / 41). No entanto, após algum tempo, Gilberto descobre que a utilização do imóvel foi transferida, sem qualquer formalidade, ao diretório regional do partido do governador do Estado. Indignado com a situação, Gilberto procura um advogado para orientá-lo.\n\n Nesse caso, assinale a afirmativa que indica o correto esclarecimento a ser dado pelo advogado."
    }
]
