[{"areas": ["ADMINISTRATIVE"], "valid": true, "number": "1", "filename": "2011-03.txt", "enum": "O prefeito de um determinado município resolve, por decreto municipal, alterar unilateralmente as vias de transporte de ônibus municipais, modificando o que estava previsto nos contratos de concessão pública de transportes municipais válidos por vinte anos. O objetivo do prefeito foi favorecer duas empresas concessionárias específicas, com que mantém ligações políticas e familiares, ao lhes conceder os trajetos e linhas mais rentáveis. As demais três empresas concessionárias que também exploram os serviços de transporte de ônibus no município por meio de contratos de concessão sentem-se prejudicadas.  Na qualidade de advogado dessas últimas três empresas, qual deve ser a providência tomada?", "options": [{"text": "Ingressar com ação judicial, com pedido de liminar para que o Poder Judiciário exerça o controle do ato administrativo expedido pelo prefeito e decrete a sua nulidade ou suspensão imediata, já que eivado de vício e nulidade, por configurar ato fraudulento e atentatório aos princípios que regem a Administração Pública.", "correct": true, "letter": "A", "pmi": [-0.039462760317245035, 0.0, 0.0, 0.0]}, {"text": "Ingressar com ação judicial, com pedido de indenização em face do Município pelos prejuízos de ordem financeira causados.", "correct": null, "letter": "B", "pmi": [-0.0044242712994787695, 0.0, 0.0, 0.0]}, {"text": "Nenhuma medida merece ser tomada na hipótese, tendo em vista que um dos poderes conferidos à Administração Pública nos contratos de concessão é a modificação unilateral das suas cláusulas.", "correct": null, "letter": "C", "pmi": [-0.04158789131469155, 0.0, 0.0, 0.0]}, {"text": "Ingressar com ação judicial, com pedido para que os benefícios concedidos às duas primeiras empresas também sejam extensivos às três empresas clientes.", "correct": null, "letter": "D", "pmi": [-0.09009401723102607, 0.0, 0.0, 0.0]}]}]