[{"areas": [], "number": "36", "options": [{"correct": null, "pmi": [-0.006534557133142678, 0.0, 0.0, 0.0], "text": "As APPs não são passíveis de intervenção e utilização, salvo decisão administrativa em sentido contrário de órgão estadual integrante do Sistema Nacional de Meio Ambiente – SISNAMA, uma vez que não há preceitos legais abstratamente prevendo exceções à sua preservação absoluta e integral.", "letter": "A"}, {"correct": null, "pmi": [-0.037931559826423426, 0.0, 0.0, 0.0], "text": "As hipóteses legais de APP, com o advento do denominado “Novo Código Florestal” – Lei nº 12.651/2012 –, foram abolidas em âmbito federal, subsistindo apenas nos casos em que os Estados e Municípios assim as exijam legalmente.", "letter": "B"}, {"correct": true, "pmi": [-0.019540181004980124, 0.0, 0.0, 0.0], "text": "As APPs são espaços territoriais especialmente protegidos, comportando exceções legais para fins de intervenção, sendo certo que os Estados e os Municípios podem prever outras hipóteses de APP além daquelas dispostas em normas gerais, inclusive em suas Constituições Estaduais e Leis Orgânicas, sendo que a supressão irregular da vegetação nela situada gera a obrigação do proprietário, possuidor ou ocupante a qualquer título de promover a sua recomposição, obrigação esta de natureza propter rem.", "letter": "C"}, {"correct": null, "pmi": [-0.014155661376207962, 0.0, 0.0, 0.0], "text": "As APPs, assim como as reservas legais, não se aplicam às áreas urbanas, sendo certo que a Lei Federal nº 12.651/2012 (“Novo Código Florestal”), apesar de ter trazido significativas mudanças no seu regime, garantiu as APPs para os imóveis rurais com mais de 100 hectares.", "letter": "D"}], "enum": "João acaba de adquirir dois imóveis, sendo um localizado em área urbana e outro, em área rural. Por ocasião da aquisição de ambos os imóveis, João foi alertado pelos alienantes de que os imóveis contemplavam Áreas de Preservação Permanente (APP) e de que, por tal razão, ele deveria buscar uma orientação mais especializada, caso desejasse nelas intervir.\n\n Considerando a disciplina legal das Áreas de Preservação Permanente (APP), bem como as possíveis preocupações gerais de João, assinale a afirmativa correta.", "valid": true, "filename": "2015-18.txt"}]