[
    {
        "areas": [
            "ADMINISTRATIVE"
        ],
        "number": "55",
        "filename": "2010-01.txt",
        "enum": "Em cada uma das opções abaixo, é apresentada uma situação hipotética, seguida de uma assertiva a ser julgada com relação à organização da administração pública. Assinale a opção em que a assertiva está correta.",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Hélio pretende ingressar com ação ordinária de repetição de indébito, visando à devolução do imposto de renda que fora pago, conforme alega, indevidamente. Nessa situação, a ação deverá ser proposta em face da Receita Federal do Brasil.",
                "pmi": [
                    -0.07488583898213504,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "A União qualificou uma instituição privada como organização social. Nessa situação, essa instituição passará a integrar a administração indireta da União.",
                "pmi": [
                    -0.24423472555412618,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Jorge ingressou com reclamação trabalhista contra sociedade de economia mista federal exploradora de atividade econômica, em regime de ampla concorrência. Nessa situação, conforme o regime constitucional, os bens dessa empresa não podem ser penhorados, já que ela integra a administração indireta da União.",
                "pmi": [
                    -0.1347293838891683,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "Mediante previsão do contrato de consórcio público, foi firmado contrato de programa entre a União e entidade que integra a administração indireta de um estado consorciado. Nessa situação, esse contrato de programa será automaticamente extinto caso o contratado deixe de integrar a administração indireta do estado consorciado.",
                "pmi": [
                    -0.08822169297845751,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
