[{"valid": true, "areas": ["INTERNATIONAL"], "enum": "Após assaltar uma embarcação turística a 5 milhas náuticas da costa do Maranhão, um bando de piratas consegue fugir com joias e dinheiro em duas embarcações leves motorizadas. Comunicadas rapidamente do ocorrido, duas lanchas da Marinha que patrulhavam a área perseguiram e alcançaram uma das embarcações a 10 milhas náuticas das linhas de base a partir das quais se mede o mar territorial. A segunda embarcação, no entanto, só foi alcançada a 14 milhas náuticas das linhas de base. Ao final, todos os assaltantes foram presos e, já em terra, entregues à Polícia Federal.\n\n Com base no caso hipotético acima, é correto afirmar que", "number": "23", "options": [{"correct": null, "pmi": [-0.03857423591964897, 0.0, 0.0, 0.0], "letter": "A", "text": "a prisão da primeira embarcação é legal, mas não a da segunda, pois a jurisdição brasileira se esgota nos limites de seu mar territorial, que é de 12 milhas náuticas contadas das linhas de base."}, {"correct": null, "pmi": [-0.05389653194658348, 0.0, 0.0, 0.0], "letter": "B", "text": "as duas prisões são ilegais, pois a competência para reprimir crimes em águas jurisdicionais brasileiras pertence exclusivamente à Divisão de Polícia Aérea, Marítima e de Fronteira do Departamento de Polícia Federal."}, {"correct": true, "pmi": [-0.09044061521352309, 0.0, 0.0, 0.0], "letter": "C", "text": "as duas prisões são legais, pois a primeira embarcação foi interceptada dentro dos limites do mar territorial e a segunda dentro dos limites da zona contígua, onde os Estados podem tomar medidas para reprimir as infrações às leis de seu território."}, {"correct": null, "pmi": [-0.0711655216281949, 0.0, 0.0, 0.0], "letter": "D", "text": "a primeira prisão é ilegal, pois ocorreu em mar territorial, área de competência exclusiva da Polícia Federal, e a segunda prisão é legal, pois ocorreu em zona contígua, onde a competência para reprimir qualquer ato que afete a segurança nacional passa a ser da Marinha."}], "filename": "2012-07.txt"}]