[
    {
        "areas": [
            "HUMAN-RIGHTS"
        ],
        "options": [
            {
                "text": "A CRFB não prevê em seus artigos a pena de morte. Sendo assim, está em conformidade com o Pacto de São José da Costa Rica e não poderá incluir disposições nesse sentido em seu texto constitucional.",
                "pmi": [
                    -0.039084612134160326,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "A"
            },
            {
                "text": "O Pacto de São José da Costa Rica, em respeito à soberania estatal, dispõe que o Estado-membro poderá adotar a pena de morte. Logo, o Estado-parte poderá estender a pena de morte a delitos aos quais não se aplique atualmente.",
                "pmi": [
                    -0.06514102022360053,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "B"
            },
            {
                "text": "O país poderá adotar a pena de morte, mas essa só poderá ser imposta pelos delitos mais graves, em cumprimento de sentença final de tribunal competente e em conformidade com a lei que estabeleça tal pena, promulgada antes de haver o delito sido cometido.",
                "pmi": [
                    -0.08944585870402151,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true,
                "letter": "C"
            },
            {
                "text": "O Pacto de São José da Costa Rica, em respeito à soberania estatal e ao fato de ser o Poder Constituinte originário dos países inicial, autônomo e incondicionado, dispõe que o Estado-membro poderá adotar a pena de morte. Logo, o Estado-parte que já adotou a pena capital em algum momento de sua história poderá criar novas legislações sobre o tema, mesmo que atualmente tenha abolido sua aplicação. Mas ela só poderá ser imposta pelos delitos mais graves, em cumprimento de sentença final de tribunal competente e em conformidade com a lei que estabeleça tal pena, promulgada antes de haver o delito sido cometido.",
                "pmi": [
                    -0.038234946652982923,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "D"
            }
        ],
        "valid": true,
        "filename": "2012-06a.txt",
        "enum": "Assinale a alternativa correta sobre a questão do respeito ao direito à vida segundo o Pacto de São José da Costa Rica e a CRFB.",
        "number": "14"
    }
]
