[
    {
        "valid": true,
        "number": "40",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "Felipe indenizará as despesas comprovadamente gastas com o mês de internação para tratamento de Pedro, alimentos indenizatórios a Júlia e Bruno tendo em conta a duração provável da vida do genitor, sem excluir outras reparações, a exemplo das despesas com sepultamento e luto da família.",
                "pmi": [
                    -0.01663886532336156,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Felipe deverá indenizar as despesas efetuadas com a tentativa de restabelecimento da saúde de Pedro, sendo incabível a pretensão de alimentos para seus filhos, diante de ausência de previsão legal.",
                "pmi": [
                    -0.006719225574993683,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Felipe fora absolvido por falta de provas do delito de trânsito na esfera criminal e, como a responsabilidade civil e a criminal não são independentes, essa sentença fará coisa julgada no cível, inviabilizando a pretensão reparatória proposta por Maria.",
                "pmi": [
                    -0.012314322516139602,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Felipe, como a legislação civil prevê em caso de homicídio, deve arcar com as despesas do tratamento da vítima, seu funeral, luto da família, bem como dos alimentos aos dependentes enquanto viverem, excluindo-se quaisquer outras reparações.",
                "pmi": [
                    -0.013554222008036498,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "areas": [
            "CIVIL"
        ],
        "filename": "2014-13.txt",
        "enum": "Felipe, atrasado para um compromisso profissional, guia seu veículo particular de passeio acima da velocidade permitida e, falando ao celular, desatento, não observa a sinalização de trânsito para redução da velocidade em razão da proximidade da creche Arca de Noé. Pedro, divorciado, pai de Júlia e Bruno, com cinco e sete anos de idade respectivamente, alunos da creche, atravessava a faixa de pedestres para buscar os filhos, quando é atropelado pelo carro de Felipe. Pedro fica gravemente ferido e vem a falecer, em decorrência das lesões, um mês depois. Maria, mãe de Júlia e Bruno, agora privados do sustento antes pago pelo genitor falecido, ajuíza demanda reparatória em face de Felipe, que está sendo processado no âmbito criminal por homicídio culposo no trânsito.\n\n Com base no caso em questão, assinale a opção correta."
    }
]
