[
    {
        "valid": true,
        "options": [
            {
                "letter": "A",
                "correct": null,
                "text": "A função de acompanhante é incompatível com o reconhecimento de vínculo de emprego doméstico.",
                "pmi": [
                    -0.04055678506200871,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "B",
                "correct": true,
                "text": "Joana faz jus ao reconhecimento de vínculo de emprego como empregada doméstica.",
                "pmi": [
                    -0.06771113073136092,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "C",
                "correct": null,
                "text": "Joana não fará jus à estabilidade gestacional, pois este não é um direito garanti do à categoria dos empregados domésticos.",
                "pmi": [
                    -0.0871271218848635,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "D",
                "correct": null,
                "text": "Joana não fará jus à estabilidade gestacional, pois o contrato de três meses é automaticamente considerado de experiência para o Direito do Trabalho e pode ser rescindido ao atingir o seu termo final.",
                "pmi": [
                    -0.07258752066132904,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "areas": [
            "LABOUR"
        ],
        "enum": "Joana foi contratada para trabalhar de segunda a sábado na residência do Sr. Demétrius, de 70 anos, como sua acompanhante, recebendo salário mensal.  Ao exato término do terceiro mês de prestação de serviços, o Sr. Demétrius descobre que a Sra. Joana está grávida, rescindindo a prestação de serviços.  Joana, inconformada, ajuíza ação trabalhista para que lhe seja reconhecida a condição de empregada doméstica e garanti do o seu emprego mediante reconhecimento da estabilidade provisória pela gestação. Levando-se em consideração a situação de Joana, assinale a alternativa correta.",
        "number": "47",
        "filename": "2010-02.txt"
    }
]
