[{"number": "57", "areas": ["ENVIRONMENTAL"], "enum": "Com relação ao sistema nacional de unidades de conservação, assinale a alternativa correta.", "options": [{"letter": "A", "pmi": [-0.10061852658941228, 0.0, 0.0, 0.0], "correct": null, "text": "As unidades de conservação do grupo de proteção integral são incompatíveis com as atividades humanas; logo, não se admite seu uso econômico direto ou indireto, não podendo o Poder Público cobrar ingressos para a sua visitação."}, {"letter": "B", "pmi": [0.0, 0.0, 0.0, 0.0], "correct": null, "text": "A ampliação dos limites de uma unidade de conservação, sem modificação dos seus limites originais, exceto pelo acréscimo proposto, pode ser feita por instrumento normativo do mesmo nível hierárquico do que criou a unidade. O Poder Público está dispensado de promover consulta pública e estudos técnicos novos, bastando a reanálise dos documentos que fundamentaram a criação da unidade de conservação."}, {"letter": "C", "pmi": [-0.07508814821236935, 0.0, 0.0, 0.0], "correct": null, "text": "O parque nacional é uma unidade de conservação do grupo de proteção integral, de posse e domínios públicos. É destinado à preservação ambiental e ao lazer e à educação ambiental da população; logo, não se admite seu uso econômico direto ou indireto, não podendo o Poder Público cobrar ingressos para a sua visitação."}, {"letter": "D", "pmi": [0.0, 0.0, 0.0, 0.0], "correct": true, "text": "As unidades de conservação do grupo de Uso Sustentável podem ser transformadas total ou parcialmente em unidades do grupo de Proteção Integral, por instrumento normativo do mesmo nível hierárquico do que criou a unidade, desde que respeitados os procedimentos de consulta pública e estudos técnicos."}], "valid": true, "filename": "2012-06.txt"}]