[{"enum": "Caio, locador, celebrou com Marcos, locatário, contrato de locação predial urbana pelo período de 30 meses, sendo o instrumento averbado junto à matrícula do imóvel no RGI. Contudo, após seis meses do início da vigência do contrato, Caio resolveu se mudar para Portugal e colocou o bem à venda, anunciando-o no jornal pelo valor de R$ 500.000,00.\n\n Marcos tomou conhecimento do fato pelo anúncio e entrou em contato por telefone com Caio, afirmando estar interessado na aquisição do bem e que estaria disposto a pagar o preço anunciado. Caio, porém, disse que a venda do bem imóvel já tinha sido realizada pelo mesmo preço a Alexandre. Além disso, o adquirente do bem, Alexandre, iria denunciar o contrato de locação e Marcos teria que desocupar o imóvel em 90 dias.\n\n Acerca dos fatos narrados, assinale a afirmativa correta.", "valid": true, "filename": "2017-24.txt", "areas": [null], "options": [{"correct": true, "letter": "A", "text": "Marcos, tendo sido preterido na alienação do bem, poderá depositar o preço pago e as demais despesas do ato e haver para si a propriedade do imóvel.", "pmi": [-0.09935633261197828, 0.0, 0.0, 0.0]}, {"correct": null, "letter": "B", "text": "Marcos não tem direito de preferência na aquisição do imóvel, pois a locação é por prazo determinado.", "pmi": [-0.1250043754842001, 0.0, 0.0, 0.0]}, {"correct": null, "letter": "C", "text": "Marcos somente poderia exercer direito de preferência na aquisição do imóvel se fizesse oferta superior à de Alexandre.", "pmi": [-0.11379111554036955, 0.0, 0.0, 0.0]}, {"correct": null, "letter": "D", "text": "Marcos, tendo sido preterido na alienação do bem, poderá reclamar de Alexandre, adquirente, perdas e danos, e poderá permanecer no imóvel durante toda a vigência do contrato, mesmo se Alexandre denunciar o contrato de locação.", "pmi": [-0.04684011065535533, 0.0, 0.0, 0.0]}], "number": "36"}]