[
    {
        "enum": "As taxas são os tributos que têm por hipótese de incidência uma atuação estatal.\n\n Assinale a alternativa que corretamente delimite tal atuação, nos termos da Constituição da República Federativa do Brasil e da legislação tributária.",
        "areas": [
            "TAXES"
        ],
        "valid": true,
        "number": "54",
        "options": [
            {
                "pmi": [
                    -0.015807586814331077,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "A",
                "correct": null,
                "text": "Os serviços públicos universais (uti universi) podem ser custeados por meio de taxas, já que alcançam a coletividade considerada como um todo, o mesmo não podendo se dizer a respeito dos atos de polícia."
            },
            {
                "pmi": [
                    -0.01383163846253969,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "B",
                "correct": null,
                "text": "Tanto os serviços públicos uti universi como os uti singuli, também chamados singulares, na medida em que são mensuráveis e divisíveis, podem ser custeados por meio de taxas, juntamente com os atos de polícia."
            },
            {
                "pmi": [
                    -0.024704364801695657,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "C",
                "correct": true,
                "text": "Somente os serviços públicos específicos, por serem de utilização individual e mensurável, podem ser custeados mediante taxas de serviço, ocorrendo o mesmo com os atos de polícia, que devem ser específicos e divisíveis para serem custeados mediante taxas de polícia."
            },
            {
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "D",
                "correct": null,
                "text": "A atuação estatal suscetível de ser custeada mediante taxa é aquela que se refere indiretamente ao contribuinte, tal como uma obra pública que causa valorização imobiliária, aumentando o valor de mercado dos imóveis localizados em suas imediações."
            }
        ],
        "filename": "2012-06a.txt"
    }
]
