[
    {
        "filename": "2012-06.txt",
        "areas": [
            "INTERNATIONAL"
        ],
        "valid": true,
        "options": [
            {
                "letter": "A",
                "correct": null,
                "text": "No tocante à regência das obrigações previstas no contrato, aplica-se a legislação chilena, já que Santiago foi eleito o foro competente para se dirimir eventual controvérsia.",
                "pmi": [
                    -0.04163369011158628,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "B",
                "correct": true,
                "text": "Nos contratos internacionais, a lei que rege a capacidade das partes pode ser diversa da que rege o contrato. É o que se verifica no caso exposto acima.",
                "pmi": [
                    -0.017153220464654246,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "C",
                "correct": null,
                "text": "Como a execução da obrigação avençada entre as partes se dará no Brasil, aplica-se, obrigatoriamente, no tocante ao cumprimento do contrato, a legislação brasileira.",
                "pmi": [
                    -0.03957057865663996,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "D",
                "correct": null,
                "text": "A Lei de Introdução às Normas do Direito Brasileiro veda expressamente o foro de eleição, razão pela qual é nula ipso jure a cláusula estabelecida pelas partes nesse sentido.",
                "pmi": [
                    -0.06131579061359602,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "number": "23",
        "enum": "A sociedade empresária do ramo de comunicações A Notícia Brasileira, com sede no Brasil, celebrou contrato internacional de prestação de serviços de informática com a sociedade empresária Santiago Info, com sede em Santiago. O contrato foi celebrado em Buenos Aires, capital argentina, tendo sido estabelecido como foro de eleição pelas partes Santiago, se porventura houver a necessidade de resolução de litígio entre as partes.\n\n Diante da situação exposta, à luz das regras de Direito Internacional Privado veiculadas na Lei de Introdução às Normas do Direito Brasileiro (LINDB) e no estatuto processual civil pátrio (Código de Processo Civil – CPC), assinale a alternativa correta."
    }
]
