[
    {
        "options": [
            {
                "letter": "A",
                "correct": null,
                "text": "diante do caráter inquisivo do inquérito policial, Paulo não poderá ser assistido pelo advogado na delegacia.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "B",
                "correct": null,
                "text": "a presença da defesa técnica, quando da lavratura do auto de prisão em flagrante, é sempre imprescindível, de modo que, caso não esteja presente, todo o procedimento será considerado nulo.",
                "pmi": [
                    0.003362745665062897,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "C",
                "correct": null,
                "text": "decretado o sigilo do procedimento, o advogado não poderá ter acesso aos elementos informativos nele constantes, ainda que já documentados no procedimento.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "D",
                "correct": true,
                "text": "a Paulo deve ser garantida, na delegacia, a possibilidade de assistência de advogado, de modo que existe uma faculdade na contratação de seus serviços para acompanhamento do procedimento em sede policial.",
                "pmi": [
                    -0.0036459924525049604,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true,
        "number": "69",
        "filename": "2017-23.txt",
        "areas": [
            null
        ],
        "enum": "Paulo foi preso em flagrante pela prática do crime de corrupção, sendo encaminhado para a Delegacia. Ao tomar conhecimento dos fatos, a mãe de Paulo entra, de imediato, em contato com o advogado, solicitando esclarecimentos e pedindo auxílio para seu filho.\n\n De acordo com a situação apresentada, com base na jurisprudência dos Tribunais Superiores, deverá o advogado esclarecer que"
    }
]
