[
    {
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    -0.24753114872179827,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O contrato firmado verbalmente entre Marco Antônio e Fabiano é o comodato e a fixação do prazo mínimo de 30 dias para desocupação do imóvel encontra-se expressa em lei."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    -0.12723184847814026,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Conforme entendimento pacífico do STJ, a notificação extrajudicial para desocupação de imóvel dado em comodato verbal por prazo indeterminado é imprescindível para a reintegração da posse."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    -0.187679036055604,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A espécie de empréstimo firmado entre Marco Antônio e Fabiano é o mútuo, pois recai sobre bem imóvel inconsumível.  Nesta modalidade de contrato, a notificação extrajudicial para a restituição do bem, por si só, coloca o mutuário em mora e obriga-o a pagar aluguel da coisa até sua efetiva devolução."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    -0.14760203881962766,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Tratando-se de contrato firmado verbalmente e por prazo indeterminado, Marco Antônio pode colocar fim ao contrato a qualquer momento, sem ter que apresentar motivo, em decorrência da aplicação das regras da chamada denúncia vazia."
            }
        ],
        "enum": "O policial militar Marco Antônio é proprietário de uma casa de praia, localizada no balneário de Guarapari/ES. Por ocasião de seu exercício profissional na cidade de Vitória/ES, a casa de praia foi emprestada ao seu primo Fabiano, que lá reside com sua família há mais de três anos. Ocorre que, por interesse da administração pública, Marco Antônio foi removido de ofício para a cidade de Guarapari/ES. Diante de tal situação, Marco Antônio decidiu notificar extrajudicialmente o primo para que este desocupe a referida casa no prazo improrrogável de 30 dias.\n\n Considerando a situação hipotética, assinale a alternativa correta.",
        "filename": "2012-07.txt",
        "number": "39",
        "areas": [
            "CIVIL"
        ],
        "valid": true
    }
]
