[
    {
        "number": "44",
        "options": [
            {
                "text": "Cláudio sendo bisavô de Paulo e membro de sua família extensa, terá prioridade na adoção da criança, exigindo-se, contudo, que Carla, mãe de Paulo, autorize e que o adotando dê o seu consentimento em juízo.",
                "pmi": [
                    -0.015485631242426917,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "A"
            },
            {
                "text": "Cláudio, por ser bisavô de Paulo, não poderá adotá-lo, mesmo que Carla consinta, já que tal medida excepcional não é permitida quando o adotante é ascendente ou irmão do adotando.",
                "pmi": [
                    -0.0041378704852026915,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true,
                "letter": "B"
            },
            {
                "text": "Como Cláudio só poderá adotar Paulo se Carla for destituída do poder familiar exercido em favor da criança, a medida, dada a sua excepcionalidade, só se justificaria na hipótese de adoção bilateral.",
                "pmi": [
                    -0.009292183181990323,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "C"
            },
            {
                "text": "Claudio, por ser bisavô de Paulo, por um lado, tem prioridade na adoção da criança, mas, por outro, só poderá adotá-lo se Carla, além de autorizar a medida, for destituída do poder familiar.",
                "pmi": [
                    -0.004456168214833668,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "D"
            }
        ],
        "areas": [
            "CHILDREN"
        ],
        "valid": true,
        "enum": "Paulo, de 4 anos, é filho de Carla e não teve a sua paternidade reconhecida. Cláudio, avô de Carla e bisavô de Paulo, muito preocupado com o futuro do bisneto, pretende adotá-lo, tendo em vista que Carla ostenta uma situação financeira precária e, na opinião do avô, não é muito responsável.\n\n Acerca da possibilidade de adoção de Paulo por Cláudio, assinale a afirmativa correta.",
        "filename": "2013-12.txt"
    }
]
