[
    {
        "enum": "João ingressa com ação individual buscando a repetição de indébito tributário, tendo como causa de pedir a inconstitucionalidade da Lei Federal “X”, que criou o tributo.\n\n Sobre a demanda, assinale a afirmativa correta.",
        "options": [
            {
                "pmi": [
                    -0.49345939489972024,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "A",
                "correct": null,
                "text": "João não possui legitimidade para ingressar com a demanda, questionando a constitucionalidade da Lei Federal “X”, atribuída exclusivamente às pessoas e entidades previstas no art. 103 da Constituição."
            },
            {
                "pmi": [
                    -0.8136944053999557,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "B",
                "correct": null,
                "text": "Caso a questão seja levada ao Supremo Tribunal Federal, em sede de recurso extraordinário, e este declarar a inconstitucionalidade da Lei Federal “X” pela maioria absoluta dos seus membros, a decisão terá eficácia contra todos e efeitos vinculantes."
            },
            {
                "pmi": [
                    -0.47976156933253966,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "C",
                "correct": true,
                "text": "O órgão colegiado, em sede de apelação, não pode declarar a inconstitucionalidade da norma, devendo submeter a questão ao Pleno do Tribunal ou ao órgão especial (quando houver), salvo se já houver prévio pronunciamento deste ou do plenário do STF sobre a sua inconstitucionalidade."
            },
            {
                "pmi": [
                    -0.6844922896479415,
                    0.0069907474915651534,
                    0.0,
                    0.0
                ],
                "letter": "D",
                "correct": null,
                "text": "O juiz de primeiro grau não detém competência para a declaração de inconstitucionalidade de lei ou ato normativo, mas somente o Tribunal de segundo grau e desde que haja prévio pronunciamento do plenário do Supremo Tribunal Federal sobre a questão."
            }
        ],
        "number": "16",
        "areas": [
            "CONSTITUTIONAL"
        ],
        "filename": "2012-09.txt",
        "valid": true
    }
]
