[{"areas": [], "number": "13", "options": [{"letter": "A", "correct": null, "text": "é um órgão atípico, que não se encontra na estrutura de nenhum dos Poderes da República, mas que, sem prejuízo das suas atribuições administrativas, excepcionalmente possui atribuições jurisdicionais.", "pmi": [-0.09437793201030995, 0.0, 0.0, 0.0]}, {"letter": "B", "correct": null, "text": "é um órgão pertencente à estrutura do Poder Judiciário e, como tal, possui todas as atribuições jurisdicionais recursais, sem prejuízo das atribuições administrativas de sua competência.", "pmi": [-0.15735101898419693, 0.0, 0.0, 0.0]}, {"letter": "C", "correct": true, "text": "embora seja um órgão pertencente à estrutura do Poder Judiciário, possui atribuições exclusivamente administrativas, não sendo, portanto, órgão com competência jurisdicional.", "pmi": [-0.19541997152167798, 0.0, 0.0, 0.0]}, {"letter": "D", "correct": null, "text": "é um órgão auxiliar da Presidência da República, com atribuições de controle da atividade administrativa, financeira e disciplinar de toda a magistratura, incluído neste rol o Supremo Tribunal Federal.", "pmi": [-0.25271398066536777, 0.0, 0.0, 0.0]}], "valid": true, "enum": "Ao ouvir, em matéria telejornalística, referência ao Conselho Nacional de Justiça (CNJ), João, estudante do primeiro ano de curso jurídico, interessado em melhor compreender a estrutura e as atribuições dos órgãos estatais, procura o seu professor de Direito Constitucional para obter maiores informações sobre o tema. Narra o conteúdo da matéria, informando-lhe não ter conseguido entender adequadamente o papel desempenhado pelo referido Conselho na estrutura do Estado. O referido professor, então, plenamente alicerçado na ordem constitucional, esclarece que o Conselho Nacional de Justiça", "filename": "2016-20.txt"}]