[{"options": [{"text": "Diante da conciliação entre as partes, ocorrida antes da instrução e julgamento do feito, Taís fará jus à metade do valor acordado a título de honorários advocatícios.", "letter": "A", "correct": null, "pmi": [-0.052171282384065834, 0.0, 0.0, 0.0]}, {"text": "A conciliação entre as partes, ocorrida antes da instrução e julgamento do feito, não prejudica os honorários convencionados, salvo aquiescência de Taís.", "letter": "B", "correct": true, "pmi": [-0.027815215831843567, 0.0, 0.0, 0.0]}, {"text": "Diante da conciliação entre as partes, ocorrida antes da instrução e julgamento do feito, deverá o magistrado, ao homologar o acordo, fixar o valor que competirá a Taís, a título de honorários advocatícios, não prevalecendo a pactuação anterior entre cliente e advogada.", "letter": "C", "correct": null, "pmi": [-0.06546720649174395, 0.0, 0.0, 0.0]}, {"text": "Em razão da conciliação entre as partes, ocorrida antes da instrução e julgamento do feito, deverá ser pactuado, por Taís e Lia, novo valor a título de honorários advocatícios, não prevalecendo a obrigação anteriormente fixada.", "letter": "D", "correct": null, "pmi": [-0.03671072388102428, 0.0, 0.0, 0.0]}], "valid": true, "areas": [], "number": "3", "enum": "A advogada Taís foi contratada por Lia para atuar em certo processo ajuizado perante o Juizado Especial Cível. Foi acordado o pagamento de honorários advocatícios no valor de R$ 5.000,00 (cinco mil reais). O feito seguiu regularmente o rito previsto na Lei nº 9.099/95, tendo o magistrado, antes da instrução e julgamento, esclarecido as partes sobre as vantagens da conciliação, obtendo a concordância dos litigantes pela solução consensual do conflito.\n\n Considerando o caso relatado, assinale a afirmativa correta.", "filename": "2016-20.txt"}]