[{"valid": true, "options": [{"correct": true, "letter": "A", "text": "se considera deserto o recurso, e não será conhecido por falta de requisito extrínseco, já que os únicos entes isentos do pagamento das custas processuais são a União, os Estados, o Distrito Federal, os Municípios e respectivas autarquias e fundações públicas, que não explorem atividade econômica, além do Ministério Público do Trabalho.", "pmi": [-0.48248117142067637, 0.0, 0.0, 0.0]}, {"correct": null, "letter": "B", "text": "se considera deserto o recurso interposto, porquanto a empresa pública estadual não goza de isenção de custas processuais, mas apenas as empresas públicas de âmbito federal.", "pmi": [-0.4179718948757229, 0.0, 0.0, 0.0]}, {"correct": null, "letter": "C", "text": "não se considera deserto o recurso interposto porque, tratando-se de ente público da administração indireta, sempre será isento do pagamento das custas processuais.", "pmi": [-0.417227584212789, 0.0, 0.0, 0.0]}, {"correct": null, "letter": "D", "text": "não se considera deserto o recurso interposto, porque o reclamado, empresa pública, no caso específico, não está obrigado ao recolhimento das custas, uma vez que o valor arbitrado à condenação não ultrapassa o limite de 40 salários mínimos.", "pmi": [-0.322844676440647, 0.0, 0.0, 0.0]}], "filename": "2012-06a.txt", "enum": "Proferida decisão em reclamação trabalhista, foi o réu X, empresa pública estadual, fornecedor de energia elétrica e serviços, condenado ao pagamento das parcelas postuladas, bem como ao pagamento das custas processuais no valor de R$ 200,00, calculadas sobre o valor da condenação arbitrado em R$ 10.000,00. Ao interpor recurso ordinário, invocando o disposto no art. 790-A, I, da CLT, assevera a recorrente que não procederá ao recolhimento das custas, já que isenta. Diante da hipótese, é correto afirmar que", "areas": ["LABOUR-PROCEDURE"], "number": "80"}]