[{"filename": "2016-20.txt", "enum": "P. Industrial S.A., companhia fechada, passa momentaneamente por dificuldades financeiras que se agravaram com a crise na atividade industrial do país. A assembleia geral autorizou os administradores a alienar bens do ativo permanente, dentre eles uma unidade produtiva situada no município de Mirante da Serra, avaliada em R$ 495.000.000,00 (quatrocentos e noventa e cinco milhões de reais).\n\n Considerando-se que a unidade produtiva da companhia integra seu estabelecimento, assinale a afirmativa correta.", "areas": [], "number": "51", "valid": true, "options": [{"letter": "A", "text": "A assembleia geral não pode autorizar a alienação da unidade produtiva. Por ser o estabelecimento uma universalidade de direito, seus elementos devem ser mantidos indivisíveis e unitariamente agregados para o exercício da empresa.", "pmi": [-0.21788949990985454, 0.0, 0.0, 0.0], "correct": null}, {"letter": "B", "text": "A assembleia geral pode autorizar a alienação da unidade produtiva. Por ser o estabelecimento uma universalidade de fato, seus elementos podem ser objeto de negócios jurídicos próprios, translativos ou constitutivos, separadamente dos demais.", "pmi": [-0.14590923592504804, 0.0, 0.0, 0.0], "correct": true}, {"letter": "C", "text": "A assembleia geral pode autorizar a alienação da unidade produtiva. Por ser o estabelecimento um patrimônio de afetação, cabe exclusivamente à companhia a decisão de desagregá-lo e, com isso, limitar sua responsabilidade perante os credores ao valor da unidade produtiva alienada.", "pmi": [-0.271347094009615, 0.0, 0.0, 0.0], "correct": null}, {"letter": "D", "text": "A assembleia geral não pode autorizar a alienação da unidade produtiva. Por ser o estabelecimento elemento de exercício da empresa, a alienação de qualquer de seus elementos (corpóreos ou incorpóreos) implica a impossibilidade de manutenção da atividade da companhia, operando-se sua dissolução de pleno direito.", "pmi": [-0.19816562705194143, 0.0, 0.0, 0.0], "correct": null}]}]