[{"valid": true, "options": [{"letter": "A", "text": "toda criança e todo adolescente têm direito a serem respeitados por seus educadores, mas não poderão contestar os critérios avaliativos, uma vez que estes são estabelecidos pelas instâncias educacionais superiores, norteados por diretrizes fiscalizadas pelo MEC.", "correct": null, "pmi": [-0.032418701714783615, 0.0, 0.0, 0.0]}, {"letter": "B", "text": "é dever do Estado assegurar à criança e ao adolescente o ensino fundamental, obrigatório e gratuito, mas sem a progressiva extensão da obrigatoriedade e gratuidade ao ensino médio.", "correct": null, "pmi": [-0.08511619630595166, 0.0, 0.0, 0.0]}, {"letter": "C", "text": "não existe obrigatoriedade de matrícula na rede regular de ensino àqueles genitores ou responsáveis pela criança ou adolescente que, por convicções ideológicas, políticas ou religiosas, discordem dos métodos de educação escolástica tradicional para seus filhos ou pupilos.", "correct": null, "pmi": [-0.027156938101976783, 0.0, 0.0, 0.0]}, {"letter": "D", "text": "os dirigentes de estabelecimentos de ensino fundamental comunicarão ao Conselho Tutelar os casos de maus-tratos envolvendo seus alunos, a reiteração de faltas injustificadas e a evasão escolar, esgotados os recursos escolares, assim como os elevados níveis de repetência.", "correct": true, "pmi": [-0.051104604090279934, 0.0, 0.0, 0.0]}], "areas": ["CHILDREN"], "number": "26", "enum": "Com forte inspiração constitucional, a Lei nº. 8.069, de 13 de julho de 1990, consagra a doutrina da proteção integral da criança e do adolescente, assegurando-lhes direitos fundamentais, entre os quais o direito à educação.  Igualmente, é-lhes franqueado o acesso à cultura, ao esporte e ao lazer, preparando-os para o exercício da cidadania e qualificação para o trabalho, fornecendo-lhes elementos para seu pleno desenvolvimento e realização como pessoa humana. De acordo com as disposições expressas no Estatuto da Criança e do Adolescente, é correto afirmar que", "filename": "2012-07.txt"}]