[{"options": [{"letter": "A", "text": "O hospital responde objetivamente pelos danos morais e estéticos decorrentes do erro médico, tendo em vista que ele indicou a equipe médica.", "correct": true, "pmi": [-0.015440711191298489, 0.0, 0.0, 0.0]}, {"letter": "B", "text": "O hospital responderá pelos danos, mas de forma alternativa, não se acumulando os danos morais e estéticos, sob pena de enriquecimento ilícito do autor.", "correct": null, "pmi": [-0.06613554910587664, 0.0, 0.0, 0.0]}, {"letter": "C", "text": "O hospital não responderá pelos danos, uma vez que se trata de responsabilidade objetiva da equipe médica, sendo o hospital parte ilegítima na ação porque apenas prestou serviço de instalações e hospedagem do paciente.", "correct": null, "pmi": [-0.04297106783945314, 0.0, 0.0, 0.0]}, {"letter": "D", "text": "O hospital não responderá pelos danos, tendo em vista que não se aplica a norma consumerista à relação entre médico e paciente, mas, sim, o Código Civil, embora a responsabilidade civil dos profissionais liberais seja objetiva.", "correct": null, "pmi": [-0.0692975555879762, 0.0, 0.0, 0.0]}], "filename": "2014-14.txt", "enum": "Um homem foi submetido a cirurgia para remoção de cálculos renais em hospital privado. A intervenção foi realizada por equipe médica não integrante dos quadros de funcionários do referido hospital, apesar de ter sido indicada por esse mesmo hospital.\n\n Durante o procedimento, houve perfuração do fígado do paciente, verificada somente três dias após a cirurgia, motivo pelo qual o homem teve que se submeter a novo procedimento cirúrgico, que lhe deixou uma grande cicatriz na região abdominal. O paciente ingressou com ação judicial em face do hospital, visando a indenização por danos morais e estéticos.\n\n Partindo dessa narrativa, assinale a opção correta.", "number": "46", "valid": true, "areas": ["CONSUMER"]}]