[{"valid": true, "options": [{"letter": "A", "text": "A União não poderia legislar, uma vez que o assunto é matéria de interesse local, não havendo justificativa para lei nacional sobre o tema. Houve invasão de competência privativa dos estados.", "pmi": [-0.43263560282407204, 0.0, 0.0, 0.0], "correct": null}, {"letter": "B", "text": "No campo das competências legislativas concorrentes, a União deve legislar sobre normas gerais e o estado pode editar normas suplementares, mas enquanto inexistir lei federal, a competência do estado é plena. A superveniência de lei geral nacional suspende a eficácia das disposições contrárias da lei dos estados.", "pmi": [-0.36740616945630783, -5.3862256993428735e-05, 0.0, 0.0], "correct": true}, {"letter": "C", "text": "A lei aplicável, no caso concreto, será aquela que estabelecer padrões mais restritivos, em atenção à proteção do meio ambiente, não importando se tal norma é a federal ou se a editada pelos estados-membros.", "pmi": [-0.37773229816857684, 0.0, 0.0, 0.0], "correct": null}, {"letter": "D", "text": "O estado não poderia ter estabelecido normas próprias na ausência de lei nacional com disposições gerais que definissem marcos a serem seguidos pelos estados. Em consequência, são nulas todas as multas aplicadas anteriormente à publicação da lei editada pela União.", "pmi": [-0.33793028437625766, 0.0, 0.0, 0.0], "correct": null}], "number": "18", "areas": ["CONSTITUTIONAL"], "filename": "2013-10.txt", "enum": "Na ausência de lei federal estabelecendo normas gerais sobre proteção de ecossistemas ameaçados, determinado estado da Federação editou, no passado, a sua própria lei sobre o assunto, estabelecendo desde princípios e valores a serem observados até regras específicas sobre a exploração econômica de tais áreas. Criou, ainda, fiscalização efetiva em seu território e multou empresas e produtores que desrespeitaram a lei.\n\n Anos depois, a União edita lei contendo normas gerais sobre o tema e muitas de suas disposições conflitavam com a anterior lei estadual.\n\n Com relação a este caso, assinale a afirmativa correta."}]