[{"options": [{"correct": null, "letter": "A", "pmi": [-0.06579286080398468, 0.0, 0.0, 0.0], "text": "O contrato particular de assunção de dívida assinado por Lúcia é anulável por erro substancial, pois Lúcia manifestou sua vontade de forma distorcida da realidade, por entendimento equivocado do negócio praticado."}, {"correct": null, "letter": "B", "pmi": [-0.2045853609761985, 0.0, 0.0, 0.0], "text": "O ato negocial celebrado entre Lúcia e o Banco FDC S.A. é anulável por vício de consentimento, em razão de conduta dolosa praticada pelo banco, que ardilosamente falseou a realidade e forjou uma situação inexistente, induzindo Lúcia à prática do ato."}, {"correct": null, "letter": "C", "pmi": [-0.21441254852637015, 0.0, 0.0, 0.0], "text": "O instrumento particular firmado entre Lúcia e o Banco FDC S.A. pode ser anulado sob fundamento de lesão, uma vez que Lúcia assumiu obrigação excessiva sobre premente necessidade."}, {"correct": true, "letter": "D", "pmi": [-0.21439298656825542, 0.0, 0.0, 0.0], "text": "O negócio jurídico celebrado entre Lúcia e o Banco FDC S.A. é anulável pelo vício da coação, uma vez que a ameaça praticada pelo banco foi iminente e atual, grave, séria e determinante para a celebração da avença."}], "number": "39", "filename": "2014-13.txt", "enum": "Lúcia, pessoa doente, idosa, com baixo grau de escolaridade, foi obrigada a celebrar contrato particular de assunção de dívida com o Banco FDC S.A., reconhecendo e confessando dívidas firmadas pelo seu marido, esse já falecido, e que não deixara bens ou patrimônio a inventariar. O gerente do banco ameaçou Lúcia de não efetuar o pagamento da pensão deixada pelo seu falecido marido, caso não fosse assinado o contrato de assunção de dívida.\n\n Considerando a hipótese acima e as regras de Direito Civil, assinale a afirmativa correta.", "areas": ["CIVIL"], "valid": true}]