[{"areas": ["LABOUR"], "options": [{"letter": "A", "text": "Bernardo não terá direito a qualquer indenização por tratar-se de contrato de experiência, de modo que sabia que a qualquer momento poderia ter o pacto rompido.", "pmi": [-0.03525475925705362, 0.0, 0.0, 0.0], "correct": null}, {"letter": "B", "text": "Bernardo terá direito de receber aviso prévio e sua integração para todos os fins, além dos proporcionais de 13º salário, férias acrescidas de 1/3, saque do FGTS e indenização de 40% sobre o FGTS.", "pmi": [-0.09263196923519246, 0.0, 0.0, 0.0], "correct": true}, {"letter": "C", "text": "Bernardo receberá como indenização metade dos dias que faltavam para o término do contrato – 20 dias -, além dos proporcionais de 13º salário e férias acrescidas de 1/3. Poderá ainda sacar o FGTS, mas sem direito à indenização de 40%.", "pmi": [-0.10540983790552595, 0.0, 0.0, 0.0], "correct": null}, {"letter": "D", "text": "A empresa será obrigada a ressarcir Bernardo dos prejuízos que a este deu causa, além de ser obrigada a pagar, pela metade, todos os direitos como se fosse uma dispensa sem justa causa – aviso prévio, 13º proporcional, férias proporcionais acrescidas de 1/3 e 20% sobre o FGTS.", "pmi": [-0.06188282375433991, 0.0, 0.0, 0.0], "correct": null}], "filename": "2013-11.txt", "enum": "Bernardo é contratado a título de experiência para exercer a função de auxiliar de almoxarife, com prazo de 60 dias. Em seu contrato consta uma cláusula assecuratória do direito recíproco de rescisão. Quarenta dias depois do início do contrato, a empresa manifesta desejo de não mais permanecer com Bernardo em seus quadros.\n\n Diante disso, e considerando a legislação de regência, assinale a afirmativa correta.", "valid": true, "number": "75"}]