[{"areas": ["INTERNATIONAL"], "enum": "Uma sociedade brasileira, sediada no Rio de Janeiro, resolveu contratar uma sociedade americana, sediada em Nova York, para realizar um estudo que lhe permitisse expandir suas atividades no exterior, para poder vender seus produtos no mercado americano. Depois de várias negociações, o representante da sociedade americana veio ao Brasil, e o contrato de prestação de serviços foi assinado no Rio de Janeiro. Não há no contrato uma cláusula de lei aplicável, mas alguns princípios do UNIDROIT foram incorporados ao texto final. Por esse contrato, o estudo deveria ser entregue em seis meses. No entanto, apesar da intensa troca de informações, passados 10 meses, o contrato não foi cumprido. A sociedade brasileira ajuizou uma ação no Brasil, invocando a cláusula penal do contrato, que previa um desconto de 10% no preço total do serviço por cada mês de atraso. A sociedade americana, na sua contestação, alegou que a cláusula era inválida segundo o direito americano.\n\n Conforme a Lei de Introdução às Normas do Direito Brasileiro, qual é a lei material que o juiz deverá aplicar para solucionar a causa?", "number": "23", "filename": "2012-06a.txt", "valid": true, "options": [{"text": "A lei brasileira, pois o contrato foi firmado no Brasil.", "correct": true, "pmi": [-0.28430450232513904, 0.0, 0.0, 0.0], "letter": "A"}, {"text": "A lei americana, pois o réu é domiciliado nos Estados Unidos.", "correct": null, "pmi": [-0.23827914802749406, 0.0, 0.0, 0.0], "letter": "B"}, {"text": "Os princípios do UNIDROIT, porque muitas cláusulas foram inspiradas nessa legislação.", "correct": null, "pmi": [-0.03456668160109026, 0.0, 0.0, 0.0], "letter": "C"}, {"text": "A Lex Mercatoria, porque o que rege o contrato internacional é a prática internacional.", "correct": null, "pmi": [-0.06144204076195426, 0.0, 0.0, 0.0], "letter": "D"}]}]