[
    {
        "valid": true,
        "filename": "2012-06.txt",
        "areas": [
            "CRIMINAL-PROCEDURE"
        ],
        "number": "64",
        "enum": "No dia 18/10/2005, Eratóstenes praticou um crime de corrupção ativa em transação comercial internacional (Art. 337-B do CP), cuja pena é de 1 a 8 anos e multa. Devidamente investigado, Eratóstenes foi denunciado e, em 20/1/2006, a inicial acusatória foi recebida. O processo teve regular seguimento e, ao final, o magistrado sentenciou Eratóstenes, condenando-o à pena de 1 ano de reclusão e ao pagamento de dez dias-multa. A sentença foi publicada em 7/4/2007. O Ministério Público não interpôs recurso, tendo, tal sentença, transitado em julgado para a acusação. A defesa de Eratóstenes, por sua vez, que objetivava sua absolvição, interpôs sucessivos recursos. Até o dia 15/5/2011, o processo ainda não havia tido seu definitivo julgamento, ou seja, não houve trânsito em julgado final. Levando-se em conta as datas descritas e sabendo-se que, de acordo com o art. 109, incisos III e V, do Código Penal, a prescrição, antes de transitar em julgado a sentença final, verifica-se em 12 (doze) anos se o máximo da pena é superior a quatro e não excede a oito anos e em 4 (quatro) anos se o máximo da pena é igual a um ano ou, sendo superior, não exceda a dois, com base na situação apresentada, é correto afirmar que",
        "options": [
            {
                "correct": null,
                "pmi": [
                    -0.042323209898057955,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "A",
                "text": "não houve prescrição da pretensão punitiva nem prescrição da pretensão executória, pois desde a publicação da sentença não transcorreu lapso de tempo superior a doze anos."
            },
            {
                "correct": null,
                "pmi": [
                    -0.15283362915408366,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "B",
                "text": "ocorreu prescrição da pretensão punitiva retroativa, pois, após a data da publicação da sentença e a última data apresentada no enunciado, transcorreu lapso de tempo superior a 4 anos."
            },
            {
                "correct": true,
                "pmi": [
                    -0.036746477611950185,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "C",
                "text": "ocorreu prescrição da pretensão punitiva superveniente, que pressupõe o trânsito em julgado para a acusação e leva em conta a pena concretamente imposta na sentença."
            },
            {
                "correct": null,
                "pmi": [
                    -0.029579882558950936,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "D",
                "text": "não houve prescrição da pretensão punitiva, pois, como ainda não ocorreu o trânsito em julgado final, deve-se levar em conta a teoria da pior hipótese, de modo que a prescrição, se houvesse, somente ocorreria doze anos após a data do fato."
            }
        ]
    }
]
