[{"number": "53", "filename": "2010-01.txt", "options": [{"correct": null, "pmi": [-0.0761563991751054, 0.0, 0.0, 0.0], "letter": "A", "text": "concorrência, pois o valor a ser gasto é substancioso e os produtos e serviços de informática não podem ser caracterizados como serviços comuns."}, {"correct": null, "pmi": [-0.028597348600647342, 0.0, 0.0, 0.0], "letter": "B", "text": "pregão, sendo preferencial a sua utilização na forma presencial."}, {"correct": null, "pmi": [0.0, 0.0, 0.0, 0.0], "letter": "C", "text": "convite para a elaboração de ata de registro de preços para a aquisição de cartuchos de impressoras e de concorrência para a compra dos demais itens solicitados."}, {"correct": true, "pmi": [0.0, 0.0, 0.0, 0.0], "letter": "D", "text": "dois pregões eletrônicos, um para a elaboração de ata de registro de preços para a aquisição de cartuchos de impressoras e outro para a compra dos demais itens solicitados."}], "enum": "Mauro, chefe do setor de compras de um órgão do Instituto Nacional do Seguro Social, recebeu pedido de abertura de procedimento licitatório para a aquisição de grande quantidade dos seguintes itens: impressoras, cartuchos para impressoras, monitores LCD e licença para uso de sistema operacional a ser utilizado nos computadores da autarquia. A solicitação estava de acordo com todas as normas aplicáveis, incluindo-se a justificativa do quantitativo e da necessidade dos referidos itens. Antes de promover a abertura de qualquer procedimento de compra, Mauro procedeu a análise técnico-econômica e concluiu que a compra dos cartuchos para impressoras, se realizada separadamente da dos demais itens, implicaria uma ampliação da concorrência, sem perda da economia de escala. Constatou, também, que era a terceira vez no ano que a administração encaminhava pedido para a compra de cartuchos para impressora. Por fim, verificou que a estimativa do valor total que seria gasto na contratação era de R$ 700.000,00.\n\n De acordo com os dados apresentados nessa situação hipotética, Mauro deve promover a abertura de", "valid": true, "areas": ["ADMINISTRATIVE"]}]