[{"enum": "Os pais de Raimundo já haviam falecido e, como ele não tinha filhos, seu sobrinho Otávio era seu único parente vivo. Seu melhor amigo era Alfredo.\n\n Em um determinado dia, Raimundo resolveu fazer sozinho uma trilha perigosa pela Floresta dos Urucuns e, ao se perder na mata, acidentou-se gravemente. Ao perceber que podia morrer, redigiu em um papel, datado e assinado por ele, declarando a circunstância excepcional em que se encontrava e que gostaria de deixar toda a sua fortuna para Alfredo. Em razão do acidente, Raimundo veio a falecer, sendo encontrado pelas equipes de resgate quatro dias depois do óbito. Ao seu lado, estava o papel com sua última declaração escrita em vida, que foi recolhido pela equipe de resgate e entregue à Polícia.\n\n Ao saber do ocorrido, Otávio consulta seu advogado para saber se a declaração escrita por Raimundo tinha validade.\n\n Com base na hipótese narrada, assinale a afirmativa correta.", "number": "38", "options": [{"text": "O testamento deixado por Raimundo não tem validade em virtude da ausência das formalidades legais para o ato de última vontade, em especial a presença de testemunhas.", "letter": "A", "pmi": [-0.01001449604446488, 0.0, 0.0, 0.0], "correct": null}, {"text": "O testamento deixado por Raimundo tem validade, mas suas disposições terão que ser reduzidas em 50%, pelo fato de Otávio ser herdeiro de Raimundo.", "letter": "B", "pmi": [0.0, 0.0, 0.0, 0.0], "correct": null}, {"text": "O testamento deixado por Raimundo poderá ser confirmado, a critério do juiz, uma vez que a lei admite o testamento particular sem a presença de testemunhas quando o testador estiver em circunstâncias excepcionais.", "letter": "C", "pmi": [-0.012694721895360797, 0.0, 0.0, 0.0], "correct": true}, {"text": "O testamento deixado por Raimundo não tem validade porque a lei só admite o testamento público, lavrado na presença de um tabelião.", "letter": "D", "pmi": [-0.017310984402764722, 0.0, 0.0, 0.0], "correct": null}], "areas": [], "filename": "2016-19.txt", "valid": true}]