[
    {
        "areas": [],
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O Plano Diretor não é necessário, tendo em vista a área de cobertura vegetal existente no Município Alfa, devendo este ser substituído por Estudo Prévio de Impacto Ambiental (EIA).",
                "pmi": [
                    -0.059161478590753595,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "O Plano Diretor não será necessário, tendo em vista que todos os municípios com mais de 20 (vinte) mil habitantes estão automaticamente inseridos em “aglomerações urbanas”, que, por previsão legal, são excluídas da necessidade de elaboração de Plano Diretor.",
                "pmi": [
                    -0.12949702683871395,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "Será necessária a edição de Plano Diretor, aprovado por lei municipal, que abrangerá todo o território do Município Alfa, em razão do seu número de habitantes.",
                "pmi": [
                    -0.22609867294570327,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O Plano Diretor será necessário na abrangência da região urbana do município, regendo, no que tange à área de cobertura vegetal, as normas da Política Nacional do Meio Ambiente.",
                "pmi": [
                    -0.10870150050645844,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "number": "35",
        "valid": true,
        "enum": "O prefeito do Município Alfa, que conta hoje com 30 (trinta) mil habitantes e tem mais de 30% de sua área constituída por cobertura vegetal, consulta o Procurador Geral do Município para verificar a necessidade de edição de Plano Diretor, em atendimento às disposições constitucionais e ao Estatuto da Cidade (Lei nº 10.257/01).\n\n Sobre o caso, assinale a afirmativa correta.",
        "filename": "2016-20.txt"
    }
]
