[
    {
        "areas": [
            "BUSINESS"
        ],
        "filename": "2013-11.txt",
        "number": "52",
        "options": [
            {
                "letter": "A",
                "correct": true,
                "pmi": [
                    -0.15151921486095113,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O apresentante, diante da devolução do cheque, deverá levar o título a protesto por falta de pagamento, requisito essencial à propositura da ação executiva em face do endossante."
            },
            {
                "letter": "B",
                "correct": null,
                "pmi": [
                    -0.11824873980860501,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O emitente do cheque, durante ou após o prazo de apresentação, poderá fazer sustar seu pagamento mediante aviso escrito dirigido ao sacado, fundado em relevante razão de direito."
            },
            {
                "letter": "C",
                "correct": null,
                "pmi": [
                    -0.2568268037941362,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O prazo de apresentação do cheque ao sacado para pagamento é de 30 (trinta) dias, contados da data de emissão, quando o lugar de emissão for o mesmo do de pagamento."
            },
            {
                "letter": "D",
                "correct": null,
                "pmi": [
                    -0.2644725502752315,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O portador, apresentado o cheque e não realizado seu pagamento, deverá promover a ação executiva em face do emitente em até 6 (seis) meses após a expiração do prazo de apresentação."
            }
        ],
        "valid": true,
        "enum": "Um cheque no valor de R$ 3.000,00 (três mil reais) foi sacado em 15 de agosto de 2012, na praça de Santana, Estado do Amapá, para pagamento no mesmo local de emissão. Dez dias após o saque, o beneficiário endossou o título para Ferreira Gomes. Este, no mesmo dia, apresentou o cheque ao sacado para pagamento, mas houve devolução ao apresentante por insuficiência de fundos, mediante declaração do sacado no verso do cheque.\n\n Com base nas informações contidas no enunciado e nas disposições da Lei n. 7.357/85 (Lei do Cheque), assinale a afirmativa incorreta."
    }
]
