[
    {
        "enum": "João e Joana são pais de Mila, 9 anos, e de Letícia, 8 anos. João mudou-se para Maringá depois do divórcio, e levou sua filha mais nova para morar com ele. Nas férias escolares, Letícia quer ir ao Rio de Janeiro visitar sua mãe, enquanto Mila deseja passar seus dias livres com seu pai em Maringá.\n\n Avalie as situações apresentadas a seguir e, de acordo com o Estatuto da Criança e do Adolescente, assinale a afirmativa correta.",
        "filename": "2014-13.txt",
        "areas": [
            "CHILDREN"
        ],
        "valid": true,
        "number": "44",
        "options": [
            {
                "letter": "A",
                "text": "Letícia poderá viajar sem autorização judicial se a sua prima, Olívia, que tem 19 anos, aceitar acompanhá-la. Mila poderá viajar sem autorização, se a sua avó, Filomena, a acompanhar.",
                "correct": null,
                "pmi": [
                    -0.031511990723824705,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "B",
                "text": "Se houver prévia e expressa autorização dos pais ou responsáveis, Letícia e Mila ficam dispensadas da autorização judicial e poderão viajar desacompanhadas dentro do território nacional.",
                "correct": null,
                "pmi": [
                    -0.06296024689284666,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "C",
                "text": "Letícia poderá viajar desacompanhada dos pais por todo território nacional se houver autorização judicial, que poderá ser concedida pelo prazo de dois anos. Mila não precisará de autorização judicial para ir a Maringá se seu tio José aceitar acompanhá-la.",
                "correct": true,
                "pmi": [
                    -0.029877849544748297,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "D",
                "text": "Mila poderia aproveitar a ida de sua vizinha Maria, de 23 anos, para acompanhá-la, desde que devidamente autorizada por seus pais, enquanto Letícia não precisaria de autorização judicial se seu padrinho, Ricardo, primo do seu pai, a acompanhasse.",
                "correct": null,
                "pmi": [
                    -0.022440249884584394,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ]
    }
]
