[{"filename": "2012-06a.txt", "valid": true, "number": "31", "options": [{"correct": null, "text": "nula, pois o contrato não pode atribuir ao concessionário a responsabilidade por fatos imprevisíveis, cujos efeitos não era possível evitar ou prever. Assim, não havendo culpa, não é possível a atribuição, por contrato, de tal responsabilidade.", "pmi": [-0.02678596166948509, 0.0, 0.0, 0.0], "letter": "A"}, {"correct": null, "text": "nula, pois em toda e qualquer concessão de serviço público, todos os riscos inerentes ao negócio são de responsabilidade do concessionário. Assim, a atribuição de responsabilidade ao concedente pelos riscos decorrentes de fato do príncipe viola a legislação acerca da matéria.", "pmi": [-0.05046668242384373, 0.0, 0.0, 0.0], "letter": "B"}, {"correct": true, "text": "válida, pois a lei de parcerias público-privadas atribui ao contrato autonomia para definir a repartição de riscos entre as partes, inclusive os referentes a caso fortuito, força maior, fato do príncipe e álea econômica extraordinária.", "pmi": [-0.12410958443234638, 0.0, 0.0, 0.0], "letter": "C"}, {"correct": null, "text": "válida, pois inerente ao princípio da autonomia contratual, que apenas veicula hipótese de repartição objetiva de riscos entre o Poder Público e o concessionário e que se encontra previsto na legislação pátria desde o advento da Lei 8.666/93.", "pmi": [-0.1363229202301747, 0.0, 0.0, 0.0], "letter": "D"}], "areas": ["ADMINISTRATIVE"], "enum": "Em determinado contrato de concessão de serviços públicos patrocinada, foi acordado entre as partes que o poder concedente assumiria os riscos decorrentes de fato do príncipe e o concessionário aqueles que decorressem de caso fortuito ou força maior. De acordo com a legislação acerca da matéria, é possível afirmar que tal estipulação contratual é"}]