[
    {
        "filename": "2015-18.txt",
        "number": "18",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O desmembramento não poderia ocorrer, pois uma das características fundamentais do Estado Federal é a impossibilidade de ocorrência do chamado direito de secessão.",
                "pmi": [
                    -0.14000480722941483,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "O desmembramento poderá ocorrer, contanto que haja aprovação, por via plebiscitária, exclusivamente por parte da população que atualmente habita o território que formaria o Estado N.",
                "pmi": [
                    -0.2107355978988043,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "Além de aprovação pela população interessada, o desmembramento também pressupõe a edição de lei complementar pelo Congresso Nacional com esse objeto.",
                "pmi": [
                    -0.1409323557608135,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Além de manifestação da população interessada, o sistema constitucional brasileiro exige que o desmembramento dos Estados seja precedido de divulgação de estudos de viabilidade.",
                "pmi": [
                    -0.00774848806356812,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "areas": [],
        "valid": true,
        "enum": "A parte da população do Estado V situada ao sul do seu território, insatisfeita com a pouca atenção que vem recebendo dos últimos governos, organiza-se e dá início a uma campanha para promover a criação de um novo Estado-membro da República Federativa do Brasil – o Estado N, que passaria a ocupar o território situado na parte sul do Estado V. O tema desperta muita discussão em todo o Estado, sendo que alguns argumentos favoráveis e outros contrários ao desmembramento começam a ganhar publicidade na mídia.\n\n Reconhecido constitucionalista analisa os argumentos listados a seguir e afirma que apenas um deles pode ser referendado pelo sistema jurídico-constitucional brasileiro. Assinale-o."
    }
]
