[
    {
        "enum": "Helena, condenada a pena privativa de liberdade, sofre, no curso da execução da referida pena, superveniência de doença mental. Nesse caso, o juiz da execução, verificando que a enfermidade mental tem caráter permanente, deverá",
        "options": [
            {
                "text": "aplicar o Art. 41, do CP, que assim dispõe, verbis: “ O condenado a quem sobrevém doença mental deve ser recolhido a hospital de custódia e tratamento psiquiátrico ou, à falta, a outro estabelecimento adequado.”",
                "pmi": [
                    -0.04620687288838863,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "A"
            },
            {
                "text": "aplicar o Art. 97, do CP, que assim dispõe, verbis: “ Se o agente for inimputável, o juiz determinará sua internação (Art. 26). Se, todavia, o fato previsto como crime for punível com detenção, poderá o juiz submetê-lo a tratamento ambulatorial.”",
                "pmi": [
                    -0.0994342434293072,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "B"
            },
            {
                "text": "aplicar o Art. 183 da LEP (Lei n. 7.210/84), que assim dispõe, verbis: “Quando, no curso da execução da pena privativa de liberdade, sobrevier doença mental ou perturbação da saúde mental, o Juiz, de Ofício, a requerimento do Ministério Público, da Defensoria Pública ou da autoridade administrativa, poderá determinar a substituição da pena por medida de segurança.”",
                "pmi": [
                    -0.20516116306636223,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true,
                "letter": "C"
            },
            {
                "text": "aplicar o Art. 108 da LEP (Lei n. 7.210/84), que assim dispõe, verbis: “O condenado a quem sobrevier doença mental será internado em Hospital de Custódia e Tratamento Psiquiátrico”.",
                "pmi": [
                    -0.24286067121067909,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "D"
            }
        ],
        "valid": true,
        "number": "61",
        "areas": [
            "CRIMINAL"
        ],
        "filename": "2013-11.txt"
    }
]
