[{"filename": "2012-09.txt", "valid": true, "options": [{"letter": "A", "correct": true, "pmi": [-0.006653365194510526, 0.0, 0.0, 0.0], "text": "A empresa não pode se valer do Código de Defesa do Consumidor e não há base, à luz do indicado, para rever os contratos."}, {"letter": "B", "correct": null, "pmi": [7.102031307781723e-05, 0.0, 0.0, 0.0], "text": "Aplica-se o CDC, já que os estudantes são destinatários finais do serviço, mas o aumento só será concedido se provada a dificuldade financeira e que, ademais, ainda assim o contrato seja proveitoso para os compradores."}, {"letter": "C", "correct": null, "pmi": [0.002124189586834613, 0.0, 0.0, 0.0], "text": "Aplica-se o CDC, mas a pretendida revisão da cláusula contratual só poderá ser efetuada se provado que os problemas citados têm natureza imprevisível, característica indispensável, no sistema do consumidor, para autorizar a revisão."}, {"letter": "D", "correct": null, "pmi": [-0.0034418415362929963, 0.0, 0.0, 0.0], "text": "A revisão é cabível, assentada na teoria da imprevisão, pois existe o contrato de execução diferida, a superveniência de onerosidade excessiva da prestação, a extrema vantagem para a outra parte, e a ocorrência de acontecimento extraordinário e imprevisível."}], "enum": "A sociedade empresária XYZ Ltda. oferta e celebra, com vários estudantes universitários, contratos individuais de fornecimento de material didático, nos quais garante a entrega, com 25% de desconto sobre o valor indicado pela editora, dos livros didáticos escolhidos pelos contratantes (de lista de editoras de antemão definidas). Os contratos têm duração de 24 meses, e cada estudante compromete-se a pagar valor mensal, que fica como crédito, a ser abatido do valor dos livros escolhidos. Posteriormente, a capacidade de entrega da sociedade diminuiu, devido a dívidas e problemas judiciais. Em razão disso, ela pretende rever judicialmente os contratos, para obter aumento do valor mensal, ou então liberar-se do vínculo.\n\n Acerca dessa situação, assinale a afirmativa correta.", "areas": ["CONSUMER"], "number": "47"}]