[{"areas": [null], "enum": "Decidido a praticar crime de furto na residência de um vizinho, João procura o chaveiro Pablo e informa do seu desejo, pedindo que fizesse uma chave que possibilitasse o ingresso na residência, no que foi atendido. No dia do fato, considerando que a porta já estava aberta, João ingressa na residência sem utilizar a chave que lhe fora entregue por Pablo, e subtrai uma TV.\n\n Chegando em casa, narra o fato para sua esposa, que o convence a devolver o aparelho subtraído. No dia seguinte, João atende à sugestão da esposa e devolve o bem para a vítima, narrando todo o ocorrido ao lesado, que, por sua vez, comparece à delegacia e promove o registro próprio.\n\n Considerando o fato narrado, na condição de advogado(a), sob o ponto de vista técnico, deverá ser esclarecido aos familiares de Pablo e João que", "filename": "2017-24.txt", "options": [{"correct": null, "pmi": [0.0, 0.0, 0.0, 0.0], "text": "nenhum deles responderá pelo crime, tendo em vista que houve arrependimento eficaz por parte de João e, como causa de excludente da tipicidade, estende-se a Pablo.", "letter": "A"}, {"correct": null, "pmi": [0.0, 0.0, 0.0, 0.0], "text": "ambos deverão responder pelo crime de furto qualificado, aplicando-se a redução de pena apenas a João, em razão do arrependimento posterior.", "letter": "B"}, {"correct": null, "pmi": [0.0, 0.0, 0.0, 0.0], "text": "ambos deverão responder pelo crime de furto qualificado, aplicando-se a redução de pena para os dois, em razão do arrependimento posterior, tendo em vista que se trata de circunstância objetiva.", "letter": "C"}, {"correct": true, "pmi": [0.0, 0.0, 0.0, 0.0], "text": "João deverá responder pelo crime de furto simples, com causa de diminuição do arrependimento posterior, enquanto Pablo não responderá pelo crime contra o patrimônio.", "letter": "D"}], "number": "61", "valid": true}]