[
    {
        "number": "1",
        "options": [
            {
                "correct": null,
                "text": "O efetivo exercício da advocacia comprova-se pela atuação em um processo por ano, desde que o advogado subscreva uma peça privativa de advogado.",
                "letter": "A",
                "pmi": [
                    -0.07934364582974751,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "text": "O efetivo exercício da advocacia exige a atuação anual mínima em cinco causas distintas, que devem ser comprovadas por cópia autenticada de atos privativos.",
                "letter": "B",
                "pmi": [
                    -0.06868299947328366,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "text": "A atividade efetiva da advocacia, como representante judicial ou extrajudicial, cinge-se a dois atos por ano.",
                "letter": "C",
                "pmi": [
                    -0.07446664688698545,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "text": "O advogado deve comprovar, anualmente, a atuação em atos privativos, mediante declaração do Juiz onde atue, de três atos judiciais.",
                "letter": "D",
                "pmi": [
                    -0.03458988033655464,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "filename": "2013-11.txt",
        "enum": "Christiana, advogada recém-formada, está em dúvida quanto ao seu futuro profissional, porque, embora possua habilidade para a advocacia privada, teme a natural instabilidade da profissão. Por força dessas circunstâncias, pretende obter um emprego ou cargo público que lhe permita o exercício concomitante da profissão que abraçou. Por força disso, necessita, diante dos requisitos usualmente exigidos, comprovar sua efetiva atividade na advocacia.\n\n Diante desse contexto, de acordo com as normas do Regulamento Geral do Estatuto da Advocacia e da OAB, assinale a afirmativa correta.",
        "valid": true,
        "areas": [
            "ETHICS"
        ]
    }
]
