[
    {
        "valid": true,
        "areas": [
            "ETHICS"
        ],
        "options": [
            {
                "pmi": [
                    -0.015127133838475835,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "A",
                "correct": null,
                "text": "As circunstâncias indicam que não existe óbice para a aposição do visto nos referidos atos."
            },
            {
                "pmi": [
                    -0.0364465211269734,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "B",
                "correct": null,
                "text": "O fato de chefiar Departamento Jurídico de empresa, seja de que natureza for, constitui elemento impeditivo da aposição do visto."
            },
            {
                "pmi": [
                    -0.03627020489212187,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "C",
                "correct": null,
                "text": "O exercício da advocacia no local da sede da Junta Comercial é impeditivo para a aposição do visto."
            },
            {
                "pmi": [
                    -0.0014908415185729104,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "D",
                "correct": true,
                "text": "A atuação em sociedade de economia mista estadual impede a aposição do visto contratado."
            }
        ],
        "filename": "2013-10.txt",
        "enum": "O advogado Mário pertence aos quadros da sociedade de economia mista controlada pelo Estado W, na qual chefia o Departamento Jurídico. Não existe óbice para a prestação de serviços de advocacia privada, o que ocorre no escritório que possui no centro da capital do Estado, em horário diverso do expediente na empresa. Um dos seus clientes realiza contrato para que Mário aponha o seu visto em ato constitutivo de pessoa jurídica, em Junta Comercial cuja sede está localizada na capital do Estado W.\n\n Observado tal relato, consoante as normas do Regulamento Geral do Estatuto da Advocacia e da OAB, assinale a afirmativa correta.",
        "number": "2"
    }
]
