[{"enum": "O Prefeito do Município de Belas Veredas, após estudos técnicos e realização de audiência pública, decide pela criação de um parque, em uma área onde podem ser encontrados exemplares exuberantes de Mata Atlântica. Assim, edita decreto que fixa os limites do novo parque municipal. Passados dois anos, recebe pedidos para que o parque seja reavaliado e transformado em uma Área de Relevante Interesse Ecológico, com uma pequena redução de seus limites. Tendo em vista a situação descrita, assinale a alternativa correta.", "filename": "2012-07.txt", "areas": ["ENVIRONMENTAL"], "options": [{"correct": null, "pmi": [-0.046567883958297425, 0.0, 0.0, 0.0], "letter": "A", "text": "Em razão do princípio da simetria das formas no direito ambiental, a Unidade de Conservação criada por ato do Poder Executivo poderá ser reavaliada e ter seus limites reduzidos também por decreto."}, {"correct": null, "pmi": [-0.08677783710409769, 0.0, 0.0, 0.0], "letter": "B", "text": "Como a Mata Atlântica é considerada patrimônio nacional, por força do art. 225, §4º, da CRFB, apenas a União possui competência para a criação de unidades de conservação que incluam tal bioma em seus limites."}, {"correct": true, "pmi": [-0.11423246912821391, 0.0, 0.0, 0.0], "letter": "C", "text": "A criação do parque é constitucional e legal, mas, como a área está definida como Unidade de Conservação de Proteção Integral, a alteração para Área de Relevante Interesse Ecológico, que é de Unidade de Conservação de Uso Sustentável, com redução de limites, só pode ser feita por lei."}, {"correct": null, "pmi": [-0.03716357585948918, 0.0, 0.0, 0.0], "letter": "D", "text": "A reavaliação poderá ser feita por decreto, uma vez que a Área de Relevante Interesse Ecológico também é uma Unidade de Conservação do grupo de proteção integral."}], "number": "57", "valid": true}]