[{"filename": "2011-04.txt", "areas": ["ENVIRONMENTAL"], "enum": "O inciso VII do §1º do art. 225 da Constituição da República prevê a proteção da fauna e da flora, vedadas as práticas que coloquem em risco sua função ecológica, enquanto que o §1º do art. 231 do referido texto constitucional estabelece que são terras indígenas as habitadas por eles em caráter permanente e que podem ser utilizadas por esses povos, desde que necessárias ao seu bem-estar e à sua reprodução física e cultural.\n\n A esse respeito, assinale a alternativa correta.", "number": "57", "valid": true, "options": [{"correct": null, "letter": "A", "pmi": [-0.034552730799635153, 0.0, 0.0, 0.0], "text": "Os indígenas têm o usufruto exclusivo das riquezas do solo, dos rios e dos lagos nas terras ocupadas em caráter permanente por eles e, portanto, podem explorá-las, sem necessidade de licenciamento ambiental."}, {"correct": null, "letter": "B", "pmi": [-0.05056049232240704, 0.0, 0.0, 0.0], "text": "Os indígenas podem suprimir vegetação de mata atlântica sem autorização do órgão ambiental competente porque são usufrutuários das terras que habitam."}, {"correct": true, "letter": "C", "pmi": [-0.057185536516633446, 0.0, 0.0, 0.0], "text": "A exploração dos recursos florestais em terras indígenas somente poderá ser realizada pelas comunidades indígenas em regime de manejo florestal sustentável, para atender à sua subsistência, respeitado o Código Florestal."}, {"correct": null, "letter": "D", "pmi": [-0.16011938886356783, 0.0, 0.0, 0.0], "text": "Os indígenas são proprietários das terras que ocupam em caráter permanente, mas devem explorá-las segundo as normas ambientais estabelecidas na Lei da Política Nacional do Meio Ambiente e do Código Florestal."}]}]