[{"number": "36", "filename": "2011-05.txt", "options": [{"text": "Não poderão ser cobradas de Giovana as despesas relativas à manutenção do pátio, tendo em vista que este consiste em área comum do condomínio, e a porta de acesso exclusivo não fora instalada por iniciativa da referida condômina.", "correct": null, "pmi": [-0.0074356393378803105, 0.0, 0.0, 0.0], "letter": "A"}, {"text": "Poderão ser cobradas de Giovana as despesas relativas à manutenção do pátio, tendo em vista que ela dispõe de seu uso exclusivo, independentemente da frequência com que seja efetivamente exercido.", "correct": true, "pmi": [-0.008829821713732868, 0.0, 0.0, 0.0], "letter": "B"}, {"text": "Somente poderão ser cobradas de Giovana as despesas relativas à manutenção do pátio caso seja demonstrado que o uso por ela exercido impõe deterioração excessiva do local.", "correct": null, "pmi": [-0.011870638487556769, 0.0, 0.0, 0.0], "letter": "C"}, {"text": "Poderá ser cobrada de Giovana metade das despesas relativas à manutenção do pátio, devendo a outra metade ser repartida entre os demais condôminos, tendo em vista que a instalação da porta na área de serviço não foi de iniciativa da condômina, tampouco da atual administração do condomínio.", "correct": null, "pmi": [-0.01302789080918474, 0.0, 0.0, 0.0], "letter": "D"}], "areas": ["CIVIL"], "enum": "Durante assembleia realizada em condomínio edilício residencial, que conta com um apartamento por andar, Giovana, nova proprietária do apartamento situado no andar térreo, solicitou explicações sobre a cobrança condominial, por ter verificado que o valor dela cobrado era superior àquele exigido dos demais condôminos. O síndico prontamente esclareceu que a cobrança a ela dirigida é realmente superior à cobrança das demais unidades, tendo em vista que o apartamento de Giovana tem acesso exclusivo, por meio de uma porta situada em sua área de serviço, a um pequeno pátio localizado nos fundos do condomínio, conforme consta nas configurações originais do edifício devidamente registradas. Desse modo, segundo afirmado pelo síndico, podendo Giovana usar o pátio com exclusividade, apesar de constituir área comum do condomínio, caberia a ela arcar com as respectivas despesas de manutenção.\n\n Em relação à situação apresentada, assinale a alternativa correta.", "valid": true}]