[
    {
        "areas": [
            "CIVIL"
        ],
        "valid": true,
        "number": "38",
        "filename": "2013-10.txt",
        "enum": "De acordo com o Código Civil, opera-se o mandato quando alguém recebe de outrem poderes para, em nome deste, praticar atos ou administrar interesses. Daniel outorgou a Heron, por instrumento público, poderes especiais e expressos, por prazo indeterminado, para vender sua casa na Rua da Abolição, em Salvador, Bahia. Ocorre que, três dias depois de lavrada e assinada a procuração, em viagem para um congresso realizado no exterior, Daniel sofre um acidente automobilístico e vem a falecer, quando ainda fora do país. Heron, no mesmo dia da morte de Daniel, ignorando o óbito, vende a casa para Fábio, que a compra, estando ambos de boa-fé.\n\n De acordo com a situação narrada, assinale a afirmativa correta.",
        "options": [
            {
                "correct": null,
                "text": "A compra e venda é nula, em razão de ter cessado o mandato automaticamente, com a morte do mandante.",
                "letter": "A",
                "pmi": [
                    0.001023224116719961,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "text": "A compra e venda é válida, em relação aos contratantes.",
                "letter": "B",
                "pmi": [
                    0.0023022542626199125,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "text": "A compra e venda é inválida, em razão de ter o mandato sido celebrado por prazo indeterminado, quando deveria, no caso, ter termo certo.",
                "letter": "C",
                "pmi": [
                    -0.06381690209003757,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "text": "A compra e venda é anulável pelos herdeiros de Daniel, que podem escolher entre corroborar o negócio realizado em nome do mandante falecido, revogá-lo, ou cobrar indenização do mandatário.",
                "letter": "D",
                "pmi": [
                    -0.021522165237532365,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ]
    }
]
