[
    {
        "enum": "O advogado Carlos dirigiu-se a uma Delegacia de Polícia para tentar obter cópia de autos de inquérito no âmbito do qual seu cliente havia sido intimado para prestar esclarecimentos.\n\n No entanto, a vista dos autos foi negada pela autoridade policial, ao fundamento de que os autos estavam sob segredo de Justiça. Mesmo após Carlos ter apresentado procuração de seu cliente, afirmou o Delegado que, uma vez que o juiz havia decretado sigilo nos autos, a vista somente seria permitida com autorização judicial.\n\n Nos termos do Estatuto da Advocacia, é correto afirmar que",
        "areas": [],
        "filename": "2016-19.txt",
        "number": "2",
        "valid": true,
        "options": [
            {
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "Carlos pode ter acesso aos autos de qualquer inquérito, mesmo sem procuração.",
                "letter": "A"
            },
            {
                "pmi": [
                    -0.034166459837610914,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true,
                "text": "Carlos pode ter acesso aos autos de inquéritos sob segredo de Justiça, desde que esteja munido de procuração do investigado.",
                "letter": "B"
            },
            {
                "pmi": [
                    -0.03030264376620242,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "em caso de inquérito sob segredo de Justiça, apenas o magistrado que decretou o sigilo poderá afastar parcialmente o sigilo, autorizando o acesso aos autos pelo advogado Carlos.",
                "letter": "C"
            },
            {
                "pmi": [
                    -0.034166459837610914,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "o segredo de Justiça de inquéritos em andamento é oponível ao advogado Carlos, mesmo munido de procuração.",
                "letter": "D"
            }
        ]
    }
]
