[
    {
        "areas": [
            "CRIMINAL"
        ],
        "valid": true,
        "enum": "Jaime, brasileiro, passou a morar em um país estrangeiro no ano de 1999. Assim como seu falecido pai, Jaime tinha por hábito sempre levar consigo acessórios de arma de fogo, o que não era proibido, levando-se em conta a legislação vigente à época, a saber, a Lei n. 9.437/97. Tal hábito foi mantido no país estrangeiro que, em sua legislação, não vedava a conduta. Todavia, em 2012, Jaime resolve vir de férias ao Brasil. Além de matar as saudades dos familiares, Jaime também queria apresentar o país aos seus dois filhos, ambos nascidos no estrangeiro. Ocorre que, dois dias após sua chegada, Jaime foi preso em flagrante por portar ilegalmente acessório de arma de fogo, conduta descrita no Art. 14 da Lei n. 10.826/2003, verbis: “Portar, deter, adquirir, fornecer, receber, ter em depósito, transportar, ceder, ainda que gratuitamente, emprestar, remeter, empregar, manter sob guarda ou ocultar arma de fogo, acessório ou munição, de uso permitido, sem autorização e em desacordo com determinação legal ou regulamentar”.\n\n Nesse sentido, podemos afirmar que Jaime agiu em hipótese de",
        "filename": "2012-09.txt",
        "number": "64",
        "options": [
            {
                "correct": true,
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "erro de proibição direto.",
                "letter": "A"
            },
            {
                "correct": null,
                "pmi": [
                    0.0,
                    0.0,
                    0,
                    0
                ],
                "text": "erro de tipo essencial.",
                "letter": "B"
            },
            {
                "correct": null,
                "pmi": [
                    0.0,
                    0.0,
                    0,
                    0
                ],
                "text": "erro de tipo acidental.",
                "letter": "C"
            },
            {
                "correct": null,
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "erro sobre as descriminantes putativas.",
                "letter": "D"
            }
        ]
    }
]
