[
    {
        "areas": [
            "BUSINESS"
        ],
        "filename": "2013-11.txt",
        "enum": "Vanderlei de Assis pretende iniciar uma atividade empresarial na cidade de Novo Repartimento. Consulta um advogado para receber esclarecimentos sobre o registro de empresário e os efeitos dele decorrentes, informando que a receita bruta anual prevista para a futura atividade será inferior a R$ 60.000,00 (sessenta mil reais). As informações prestadas abaixo estão corretas, à exceção de uma. Assinale-a.",
        "number": "50",
        "valid": true,
        "options": [
            {
                "text": "Se no curso da atividade empresarial Vanderlei de Assis vier a admitir algum sócio, poderá solicitar ao Registro Público de Empresas Mercantis a transformação de seu registro de empresário para registro de sociedade empresária.",
                "correct": null,
                "letter": "A",
                "pmi": [
                    -0.14147745905245487,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "Em razão de sua receita bruta anual prevista, Vanderlei poderá solicitar seu enquadramento como microempreendedor individual – MEI, devendo indicar no requerimento a firma individual com a assinatura autógrafa.",
                "correct": true,
                "letter": "B",
                "pmi": [
                    -0.1366285361071577,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "A inscrição de empresário no Registro Público de Empresas Mercantis, embora obrigatória, não é constitutiva para fins de sua caracterização, mas permite usufruir das prerrogativas legais concedidas aos empresários regulares.",
                "correct": null,
                "letter": "C",
                "pmi": [
                    -0.0692761010437802,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "A inscrição do empresário obedecerá ao número de ordem contínuo para todos os empresários inscritos e quaisquer modificações nela ocorrentes serão averbadas à margem, com as mesmas formalidades.",
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.002177784073180689,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ]
    }
]
