[
    {
        "filename": "2015-17.txt",
        "areas": [],
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    -0.3197259538822122,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Fernando não pode ser demitido do serviço público federal, uma vez que é servidor público estável."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    -0.03818648701893219,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Fernando somente pode ser demitido mediante sentença judicial transitada em julgado, uma vez que a vitaliciedade é garantida aos servidores públicos."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    -0.17283471690593347,
                    0.002857142857142857,
                    0.0,
                    0.0
                ],
                "text": "É possível a aplicação de penalidade de demissão a Fernando, servidor estável, mediante processo administrativo em que lhe seja assegurada ampla defesa."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    -0.18367507794719837,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A aplicação de penalidade de demissão ao servidor público que pratica ato de improbidade independe de processo administrativo ou de sentença judicial."
            }
        ],
        "enum": "Fernando, servidor público de uma autarquia federal há nove anos, foi acusado de participar de um esquema para favorecer determinada empresa em uma dispensa de licitação, razão pela qual foi instaurado processo administrativo disciplinar, que resultou na aplicação da penalidade de demissão.\n\n Sobre a situação apresentada, considerando que Fernando é ocupante de cargo efetivo, por investidura após prévia aprovação em concurso, assinale a afirmativa correta.",
        "number": "30",
        "valid": true
    }
]
