[
    {
        "number": "63",
        "enum": "Odete é diretora de um orfanato municipal, responsável por oitenta meninas em idade de dois a onze anos. Certo dia Odete vê Elisabeth, uma das recreadoras contratada pela Prefeitura para trabalhar na instituição, praticar ato libidinoso com Poliana, criança de 9 anos, que ali estava abrigada. Mesmo enojada pela situação que presenciava, Odete achou melhor não intervir, porque não desejava criar qualquer problema para si.\n\n Nesse caso, tendo como base apenas as informações descritas, assinale a opção correta.",
        "filename": "2013-12.txt",
        "areas": [
            "CRIMINAL"
        ],
        "valid": true,
        "options": [
            {
                "text": "Odete não pode ser responsabilizada penalmente, embora possa sê-lo no âmbito cível e administrativo.",
                "correct": null,
                "letter": "A",
                "pmi": [
                    -0.023805085553073556,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "Odete pode ser responsabilizada pelo crime descrito no Art. 244-A, do Estatuto da Criança e do Adolescente, verbis: “Submeter criança ou adolescente, como tais definidos no caput do art. 2 o desta Lei, à prostituição ou à exploração sexual”.",
                "correct": null,
                "letter": "B",
                "pmi": [
                    -0.15904473902546112,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "Odete pode ser responsabilizada pelo crime de estupro de vulnerável, previsto no Art. 217-A do CP, verbis: “Ter conjunção carnal ou praticar outro ato libidinoso com menor de 14 (catorze) anos”.",
                "correct": true,
                "letter": "C",
                "pmi": [
                    -0.11572107930199692,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "Odete pode ser responsabilizada pelo crime de omissão de socorro, previsto no Art. 135, do CP, verbis: “Deixar de prestar assistência, quando possível fazê-lo sem risco pessoal, à criança abandonada ou extraviada, ou à pessoa inválida ou ferida, ao desamparo ou em grave e iminente perigo; ou não pedir, nesses casos, o socorro da autoridade pública”.",
                "correct": null,
                "letter": "D",
                "pmi": [
                    -0.08182242861113793,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ]
    }
]
