[
    {
        "number": "5",
        "enum": "Acerca das infrações e sanções disciplinares, assinale a opção correta.",
        "valid": true,
        "areas": [
            "ETHICS"
        ],
        "filename": "2010-01.txt",
        "options": [
            {
                "text": "Considere que uma advogada inscrita na OAB receba, adiantadamente, honorários contratuais de seu cliente, mas não preste o serviço jurídico contratado. Nessa situação hipotética, a advogada tem direito à quantia recebida, visto que sua conduta não configura locupletamento à custa do cliente.",
                "correct": null,
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "A"
            },
            {
                "text": "Cometerá infração disciplinar o advogado que receber dinheiro de cliente para pagar parcelas de financiamento e proceder, sem autorização, à compensação com honorários que ele alegue devidos.",
                "correct": true,
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "B"
            },
            {
                "text": "Considere que um advogado, após ser notificado pelo juiz para devolver os autos que retenha além do prazo, não atenda ao mandado, tampouco ao de busca e apreensão. Nessa situação hipotética, embora não incida em nenhuma infração disciplinar perante a OAB, deverá o advogado arcar com o ônus processual de sua conduta.",
                "correct": null,
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "C"
            },
            {
                "text": "O advogado que esteja em débito com plurais contribuições e multas perante a OAB e que, mesmo regularmente intimado, mantenha-se inadimplente, deverá responder por infração disciplinar e pelo crime de charlatanismo.",
                "correct": null,
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "D"
            }
        ]
    }
]
