[{"areas": [], "valid": true, "options": [{"correct": null, "text": "A questão versa sobre alienação fiduciária em garantia que transfere ao credor o domínio resolúvel e a posse indireta do bem alienado, não havendo aplicabilidade do Código de Defesa do Consumidor e, portanto, nem o pedido de revisão na hipótese, haja vista que a questão jurídica está submetida unicamente à leitura da norma geral civil, sem a inversão do ônus da prova.", "pmi": [0.0, 0.0, 0.0, 0.0], "letter": "A"}, {"correct": null, "text": "A questão comporta aplicação do CDC, mas para propor ação revisional, a parte deve ingressar com medida cautelar preparatória de exibição de documentos, sob pena de extinção da medida cognitiva revisional por falta de interesse de agir.", "pmi": [0.0, 0.0, 0.0, 0.0], "letter": "B"}, {"correct": null, "text": "A questão versa sobre alienação fiduciária em garantia, que transfere para o devedor a posse direta do bem, tornando-o depositário, motivo pelo qual a questão jurídica rege-se exclusivamente pelas regras impostas pelo Decreto-lei nº 911, de 1969, que estabelece normas de processo sobre alienação fiduciária.", "pmi": [-0.010806677330345852, 0.0, 0.0, 0.0], "letter": "C"}, {"correct": true, "text": "A questão comporta aplicação do CDC, e a ação revisional pode ser proposta independentemente de medida cautelar preparatória de exibição de documentos, já que o pleito de exibição do contrato poderá ser formulado incidentalmente e nos próprios autos.", "pmi": [-0.0038461648784339684, 0.0, 0.0, 0.0], "letter": "D"}], "number": "47", "filename": "2015-17.txt", "enum": "Tommy adquiriu determinado veículo junto a um revendedor de automóveis usados. Para tanto, fez o pagamento de 60% do valor do bem e financiou os 40% restantes com garantia de alienação fiduciária, junto ao banco com o qual mantém vínculo de conta-corrente. A negociação transcorreu normalmente e o veículo foi entregue. Ocorre que Tommy, alguns meses depois, achou que a obrigação assumida estava lhe sendo excessivamente onerosa. Procurou então você como advogado(a) a fim de saber se ainda assim seria possível questionar o negócio jurídico realizado e pedir revisão do contrato que Tommy sequer possuía.\n\n A esse respeito, assinale a afirmativa correta."}]