[
    {
        "options": [
            {
                "correct": null,
                "text": "O fabricante e o fornecedor do serviço devem ser excluídos de responsabilidade, visto que o material não ofereceu qualquer risco à integridade física do consumidor, não merecendo reparação.",
                "pmi": [
                    -0.0017676583678068365,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "A"
            },
            {
                "correct": true,
                "text": "O elemento rígido não característico do produto, ainda que não o tornasse impróprio para o consumo, violou padrões de segurança, já que houve dano comprovado pelo consumidor.",
                "pmi": [
                    -0.004378280817479823,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "B"
            },
            {
                "correct": null,
                "text": "A responsabilidade do fornecedor depende de apuração de culpa e, portanto, não tendo o comerciante agido de modo a causar voluntariamente o evento, não deve responder pelo resultado.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "C"
            },
            {
                "correct": null,
                "text": "O comerciante não deve ser condenado e sequer caberia qualquer medida contra o fabricante, posto que não há fato ou vício do produto, motivo pelo qual não deve ser responsabilizado pelo alegado defeito.",
                "pmi": [
                    -0.004065546473374121,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "D"
            }
        ],
        "filename": "2012-08.txt",
        "areas": [
            "CONSUMER"
        ],
        "valid": true,
        "number": "47",
        "enum": "Determinado consumidor, ao mastigar uma fatia de pão com geleia, encontrou um elemento rígido, o que lhe causou intenso desconforto e a quebra parcial de um dos dentes. Em razão do fato, ingressou com medida judicial em face do mercado que vendeu a geleia, a fim de ser reparado. No curso do processo, a perícia constatou que o elemento encontrado era uma pequena porção de açúcar cristalizado, não oferecendo risco à saúde do autor.\n\n Diante desta narrativa, assinale a afirmativa correta."
    }
]
