[
    {
        "options": [
            {
                "pmi": [
                    -0.12592264090108118,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "A",
                "text": "A lei municipal em questão será considerada válida e eficaz, pois a redução dos limites de uma Unidade de Conservação pode ser feita até mesmo por Decreto."
            },
            {
                "pmi": [
                    -0.08929945098529335,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "B",
                "text": "A redução de limites, assim como a desafetação de uma Unidade de Conservação, não demanda lei específica, exigindo apenas a necessária e prévia aprovação de Estudo de Impacto Ambiental e respectivo relatório (EIA-RIMA)."
            },
            {
                "pmi": [
                    -0.13221005883291465,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "C",
                "text": "A redução operada pela lei, para produzir efeitos, dependerá da aprovação do Conselho Gestor da Unidade de Conservação impactada, garantindo-se a participação pública direta no referido procedimento de deliberação e aprovação."
            },
            {
                "pmi": [
                    -0.1452260866935255,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true,
                "letter": "D",
                "text": "A redução dos limites da Unidade de Conservação, conquanto possa evidenciar os efeitos concretos da lei, somente pode ser feita mediante lei específica, regra esta que também se aplica à desafetação."
            }
        ],
        "enum": "Determinado Município, por intermédio de lei que contemplou questões como potencial construtivo, zoneamento de bairros e complexos esportivos, reduziu os limites de uma determinada Unidade de Conservação. Considerando o caso hipotético em tela, assinale a opção que se harmoniza com a legislação ambiental.",
        "number": "36",
        "areas": [],
        "filename": "2015-17.txt",
        "valid": true
    }
]
