[{"number": "73", "filename": "2012-08.txt", "options": [{"pmi": [-0.01726739844110154, 0.0, 0.0, 0.0], "correct": null, "letter": "A", "text": "João é credor do pagamento de aviso prévio na razão de 93 dias, enquanto que José fará jus ao pagamento de aviso prévio de 105 dias."}, {"pmi": [-0.01701581672408826, 0.0, 0.0, 0.0], "correct": true, "letter": "B", "text": "Tanto João quanto José farão jus ao pagamento de aviso prévio na razão de 90 dias."}, {"pmi": [-0.14257429094762403, 0.0, 0.0, 0.0], "correct": null, "letter": "C", "text": "Uma vez que ambos foram admitidos em data anterior à publicação da Lei n. 12.506/2011, ambos farão jus tão-somente ao pagamento de aviso prévio de 30 dias."}, {"pmi": [-0.016448887119113416, 0.0, 0.0, 0.0], "correct": null, "letter": "D", "text": "João é credor do pagamento de aviso prévio na razão de 63 dias, enquanto José fará jus ao pagamento de aviso prévio de 75 dias, uma vez que o aviso prévio é calculado proporcionalmente ao tempo de serviço."}], "areas": ["LABOUR"], "enum": "João, após completar 21 anos e dois meses de vínculo jurídico de emprego com a empresa EGEST ENGENHARIA, foi injustificadamente dispensado em 11/11/2011. No mesmo dia, seu colega de trabalho José, que contava com 25 anos completos de vínculo de emprego na mesma empresa, também foi surpreendido com a dispensa sem justo motivo, sendo certo que o ex-empregador nada pagou a título de parcelas resilitórias a ambos. Um mês após a rescisão contratual, João e José ajuízam reclamação trabalhista, postulando, dentre outras rubricas, o pagamento de aviso prévio.\n\n À luz da Lei n. 12.506/2011, introduzida no ordenamento jurídico em 11/10/2011, que regula o pagamento do aviso prévio proporcional ao tempo se serviço, assinale a afirmativa correta.", "valid": true}]