[{"areas": ["CHILDREN"], "valid": true, "number": "44", "options": [{"letter": "A", "correct": true, "pmi": [-0.010083322640794366, 0.0, 0.0, 0.0], "text": "O ECA disciplina procedimento específico para a colocação em família substituta de criança ou adolescente indígena, que requer, obrigatoriamente, a intervenção e oitiva de representantes de órgão federal responsável pela política indígena e de antropólogos."}, {"letter": "B", "correct": null, "pmi": [-0.007361986601955051, 0.0, 0.0, 0.0], "text": "A criança ou adolescente será prévia e necessariamente ouvida pela equipe interprofissional no curso do processo, dispensando-se o consentimento da criança ou adolescente, que será substituído pelo parecer da equipe."}, {"letter": "C", "correct": null, "pmi": [-0.0034888114813009536, 0.0, 0.0, 0.0], "text": "A colocação da criança ou adolescente em família substituta, por ser de caráter provisório e precário, exime o guardião ou o tutor dos deveres de companhia e guarda, que poderão ser transferidos a terceiros."}, {"letter": "D", "correct": null, "pmi": [-0.020917142046040733, 0.0, 0.0, 0.0], "text": "A guarda e a tutela são as únicas modalidades de colocação da criança ou adolescente em família substituta, que pode ser nacional ou estrangeira, sendo a adoção medida de colocação em família definitiva, não em família substituta."}], "filename": "2014-14.txt", "enum": "A Declaração Universal dos Direitos da Criança reconhece como necessária ao desenvolvimento completo e harmonioso das crianças e dos adolescentes a necessidade de cuidados e um ambiente de afeto e de segurança moral e material, o que prioritariamente deve ocorrer na companhia e sob a responsabilidade dos pais. Mas, em circunstâncias excepcionais, a criança ou o adolescente podem ser confiados às chamadas famílias substitutas.\n\n A respeito da colocação de criança ou adolescente em família substituta, segundo os termos do Estatuto da Criança e do Adolescente, assinale a afirmativa correta."}]