[
    {
        "areas": [
            "ETHICS"
        ],
        "number": "6",
        "enum": "José, bacharel em Direito, constitui Cesar, advogado, como seu procurador para atuar em demanda a ser proposta em face de Natália.\n\n Ajuizada a demanda, após o pedido de tutela provisória ter sido indeferido, José orienta César a opor Embargos de Declaração, embora não vislumbre omissão, contradição ou obscuridade na decisão, tampouco erro material a corrigir.\n\n César, porém, acredita que a medida mais adequada é a interposição de Agravo de Instrumento, pois entende que a decisão poderá ser revista pelo tribunal, facultando-se, ainda, ao juízo de primeira instância reformar sua decisão.\n\n Diante da divergência, assinale a opção que indica o posicionamento correto.",
        "filename": "2016-21.txt",
        "options": [
            {
                "letter": "A",
                "correct": null,
                "text": "César deverá, em qualquer hipótese, seguir a orientação de José, que é parte na demanda e possui formação jurídica.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "B",
                "correct": null,
                "text": "César deverá esclarecer José quanto à sua estratégia, mas subordinar-se, ao final, à orientação deste, pois no exercício do mandato atua como patrono da parte.",
                "pmi": [
                    -0.012585778778325014,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "C",
                "correct": true,
                "text": "César deverá imprimir a orientação que lhe pareça mais adequada à causa, sem se subordinar à orientação de José, mas procurando esclarecê-lo quanto à sua estratégia.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "D",
                "correct": null,
                "text": "César deverá imprimir a orientação que lhe pareça mais adequada à causa, sem se subordinar à orientação de José, e sem procurar esclarecê-lo quanto à sua estratégia, pois, no seu ministério privado, presta serviço público.",
                "pmi": [
                    -0.016146243604973045,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
