[{"filename": "2015-16.txt", "areas": [], "valid": true, "options": [{"correct": null, "pmi": [-0.1706959093585721, 0.0, 0.0, 0.0], "letter": "A", "text": "realizar a liquidação das quotas de Terezinha, com base no último balanço aprovado; a ex-sócia não responderá pelas obrigações sociais anteriores porque, na sociedade limitada, sua responsabilidade é restrita ao valor do capital social."}, {"correct": null, "pmi": [-0.1367014699047172, 0.0, 0.0, 0.0], "letter": "B", "text": "ser dissolvida, cabendo aos sócios remanescentes investir o liquidante em suas funções; a ex-sócia receberá o valor de suas quotas, apurado com base em balanço especial, no curso da liquidação, após o pagamento aos credores."}, {"correct": null, "pmi": [-0.04368062657265368, 0.0, 0.0, 0.0], "letter": "C", "text": "reduzir compulsoriamente o capital, sendo vedado aos demais sócios suprir o valor da quota de Terezinha, esta responderá subsidiariamente pelas obrigações sociais até dois anos contados da data da deliberação que a excluiu da sociedade."}, {"correct": true, "pmi": [-0.12898848301395777, 0.0, 0.0, 0.0], "letter": "D", "text": "realizar a liquidação das quotas de Terezinha, com base em balanço especial; a ex-sócia responderá pelas obrigações sociais anteriores, até dois anos após a averbação da resolução da sociedade na Junta Comercial."}], "enum": "Terezinha, sócia minoritária e administradora da sociedade Z & Cia.  Ltda., com participação de 23% no capital social, foi excluída da sociedade por ter se apropriado de bens sociais e alienado-os de forma fraudulenta. A exclusão extrajudicial observou todos os requisitos legais, tendo sido inclusive, aprovada em assembleia própria, com quórum superior à metade do capital social. Após a deliberação, foi alterado o contrato social com a nova composição societária e realizado o arquivamento na Junta Comercial.\n\n Efetuado o registro da alteração contratual, Z & Cia. Ltda. Deverá", "number": "50"}]