[{"number": "9", "options": [{"pmi": [-0.047353437861898925, 0.0, 0.0, 0.0], "letter": "A", "correct": true, "text": "Os advogados deverão recusar, por meio de qualquer sócio do escritório ou filial, a atuação da sociedade de advogados na defesa do banco, pois os advogados sócios de uma mesma sociedade profissional não podem representar em juízo clientes de interesses opostos."}, {"pmi": [-0.06265000592591212, 0.0, 0.0, 0.0], "letter": "B", "correct": null, "text": "Os advogados deverão identificar quem são os sócios do escritório que atuam na causa, pois estes não poderão realizar a defesa técnica do banco em quaisquer dos processos em trâmite, sendo autorizada, porém, a atuação dos demais sócios da sociedade de advogados, de qualquer filial."}, {"pmi": [-0.04993390869194199, 0.0, 0.0, 0.0], "letter": "C", "correct": null, "text": "Os advogados deverão recusar a defesa do banco pela filial da sociedade de advogados no Rio Grande do Sul e indicar as outras filiais para atuação nos feitos, pois todos os sócios da filial ficam impedidos de representar em juízo a instituição financeira, em razão de já haver atuação em favor de cliente com interesses opostos."}, {"pmi": [-0.05523024756333051, 0.0, 0.0, 0.0], "letter": "D", "correct": null, "text": "Os advogados deverão informar ao banco que há atuação de advogados daquela filial em um dos processos em favor do autor da demanda, a fim de que a instituição financeira decida se deseja, efetivamente, que a sua defesa técnica seja realizada pela sociedade de advogados, garantindo, assim, o consentimento informado do cliente."}], "areas": ["ETHICS"], "filename": "2015-18.txt", "valid": true, "enum": "O banco Dólar é réu em diversos processos de natureza consumerista, todos com idênticos fundamentos de Direito, pulverizados pelo território nacional. Considerando a grande quantidade de feitos e sua abrangência territorial, a instituição financeira decidiu contratar a sociedade de advogados X para sua defesa em juízo, pois esta possui filial em diversos estados da Federação. Diante da consulta formulada pelo banco, alguns advogados, sócios integrantes da filial situada no Rio Grande do Sul, realizaram mapeamento dos processos em trâmite em face da pessoa jurídica. Assim, observaram que esta mesma filial já atua em um dos processos em favor do autor da demanda.\n\n Tendo em vista tal situação, assinale a opção correta."}]