[{"filename": "2012-06.txt", "valid": true, "options": [{"correct": true, "text": "é dever do magistrado declarar-se impedido ou suspeito de ofício. Em caso de abstenção por parte do juiz, poderá a parte que desejar fazê-lo arguir o impedimento ou a suspeição do magistrado por meio de exceção.", "pmi": [-0.06013204403149583, 0.0, 0.0, 0.0], "letter": "A"}, {"correct": null, "text": "o magistrado tem, entre outros deveres, a obrigação de sentenciar e de garantir o contraditório. Conforme previsto pelo sistema processual, só pode o magistrado se abster de julgar se alegar e comprovar a existência de lacuna na lei.", "pmi": [-0.030926052387989147, 0.0, 0.0, 0.0], "letter": "B"}, {"correct": null, "text": "o juiz é dotado de independência funcional, podendo, como regra geral, decidir conforme seu convencimento, sem que de sua atuação surja o dever de indenizar qualquer das partes. Tal dever só surgirá quando o juiz agir com culpa, dolo ou fraude, gerando prejuízo a uma das partes.", "pmi": [-0.03646786021511712, 0.0, 0.0, 0.0], "letter": "C"}, {"correct": null, "text": "a atuação do magistrado encontra claros limites no sistema processual, a fim de permitir que a própria sociedade exerça o devido controle sobre sua atuação. Um desses limites está refletido na regra que veda a produção de provas de ofício pelo juiz.", "pmi": [-0.026326748239263727, 0.0, 0.0, 0.0], "letter": "D"}], "areas": ["CIVIL-PROCEDURE"], "enum": "No curso de um processo, todos os participantes, a qualquer título, devem agir de forma leal, litigando de boa-fé e tendo por paradigma uma atuação ética.\n\n A relação entre advogados, partes e o magistrado deve obedecer, de forma bastante acentuada, essas premissas, sob pena de se estabelecer, conforme o caso, uma série de responsabilidades de ordem processual e/ou pessoal em face daquele que faltou com os deveres que lhe cabiam.\n\n Especificamente acerca da atuação dos magistrados nos processos judiciais, é correto afirmar que", "number": "42"}]