[{"enum": "Tiago, funcionário público, foi vítima de crime de difamação em razão de suas funções. Após Tiago narrar os fatos em sede policial e demonstrar interesse em ver o autor do fato responsabilizado, é instaurado inquérito policial para investigar a notícia de crime.\n\n Quando da elaboração do relatório conclusivo, a autoridade policial conclui pela prática delitiva da difamação, majorada por ser contra funcionário público em razão de suas funções, bem como identifica João como autor do delito. Tiago, então, procura seu advogado e informa a este as conclusões 1 (um) mês após os fatos.\n\n Considerando apenas as informações narradas, o advogado de Tiago, de acordo com a jurisprudência do Supremo Tribunal Federal, deverá esclarecer que", "areas": [null], "options": [{"correct": null, "letter": "A", "pmi": [-0.0803862973336999, 0.0, 0.0, 0.0], "text": "caberá ao Ministério Público oferecer denúncia em face de João após representação do ofendido, mas Tiago não poderá optar por oferecer queixa-crime."}, {"correct": null, "letter": "B", "pmi": [-0.08627906027448201, 0.0, 0.0, 0.0], "text": "caberá a Tiago, assistido por seu advogado, oferecer queixa-crime, não podendo o ofendido optar por oferecer representação para o Ministério Público apresentar denúncia."}, {"correct": true, "letter": "C", "pmi": [-0.07502721084478657, 0.0, 0.0, 0.0], "text": "Tiago poderá optar por oferecer queixa-crime, assistido por advogado, ou oferecer representação ao Ministério Público, para que seja analisada a possibilidade de oferecimento de denúncia."}, {"correct": null, "letter": "D", "pmi": [-0.08724801500156286, 0.0, 0.0, 0.0], "text": "caberá ao Ministério Público oferecer denúncia, independentemente de representação do ofendido."}], "filename": "2017-24.txt", "number": "67", "valid": true}]