[{"areas": ["CRIMINAL"], "valid": true, "filename": "2013-11.txt", "number": "64", "options": [{"pmi": [-0.01585955527232016, 0.0, 0.0, 0.0], "text": "Sofia é a autora do delito e deve responder por homicídio com a agravante de o crime ter sido praticado contra ascendente. Lara, por sua vez, é apenas partícipe do crime e deve responder por homicídio, sem a presença da circunstância agravante.", "correct": true, "letter": "A"}, {"pmi": [-0.02195938422321253, 0.0, 0.0, 0.0], "text": "Sofia e Lara devem ser consideradas coautoras do crime de homicídio, incidindo, para ambas, a circunstância agravante de ter sido, o crime, praticado contra ascendente.", "correct": null, "letter": "B"}, {"pmi": [-0.02039085677869735, 0.0, 0.0, 0.0], "text": "Sofia e Lara devem ser consideradas coautoras do crime de homicídio. Todavia, a agravante de ter sido, o crime, praticado contra ascendente somente incide em relação à Sofia.", "correct": null, "letter": "C"}, {"pmi": [-0.019031466326784194, 0.0, 0.0, 0.0], "text": "Sofia é a autora do delito e deve responder por homicídio com a agravante de ter sido, o crime, praticado contra ascendente. Lara, por sua vez, é apenas partícipe do crime, mas a agravante também lhe será aplicada.", "correct": null, "letter": "D"}], "enum": "Sofia decide matar sua mãe. Para tanto, pede ajuda a Lara, amiga de longa data, com quem debate a melhor maneira de executar o crime, o melhor horário, local etc. Após longas discussões de como poderia executar seu intento da forma mais eficiente possível, a fim de não deixar nenhuma pista, Sofia pede emprestado a Lara um facão. A amiga prontamente atende ao pedido. Sofia despede-se agradecendo a ajuda e diz que, se tudo correr conforme o planejado, executará o homicídio naquele mesmo dia e assim o faz. No entanto, apesar dos cuidados, tudo é descoberto pela polícia.\n\n A respeito do caso narrado e de acordo com a teoria restritiva da autoria, assinale a afirmativa correta."}]