[{"filename": "2015-16.txt", "valid": true, "areas": [], "enum": "O Estado X está ampliando a sua rede de esgotamento sanitário. Para tanto, celebrou contrato de obra com a empresa “Enge-X-Sane”, no valor de R$ 50.000.000,00 (cinquenta milhões de reais). A fim de permitir a conclusão das obras, com a extensão da rede de esgotamento a quatro comunidades carentes, o Estado celebrou termo aditivo com a referida empresa, no valor de R$ 10.000.000,00 (dez milhões de reais), custeados com recursos transferidos pela União, mediante convênio, elevando, assim, o valor total do contrato para R$ 60.000.000,00 (sessenta milhões de reais).\n\n Considerando que foram formuladas denúncias de sobrepreço ao Tribunal de Contas da União, assinale a afirmativa correta.", "options": [{"text": "O Tribunal de Contas da União não tem competência para apurar eventual irregularidade, uma vez que se trata de obra pública estadual, devendo o interessado formular denúncia ao Tribunal de Contas do Estado.", "pmi": [-0.45477398493110055, 0.0, 0.0, 0.0], "letter": "A", "correct": null}, {"text": "O Tribunal de Contas da União não tem competência para apurar eventual irregularidade, mas pode, de ofício, remeter os elementos da denúncia para o Tribunal de Contas do Estado.", "pmi": [-0.34367791774937423, 0.0, 0.0, 0.0], "letter": "B", "correct": null}, {"text": "O Tribunal de Contas da União é competente para fiscalizar a obra e pode determinar, diante de irregularidades, a imediata sustação da execução do contrato impugnado.", "pmi": [-0.4698617363800802, 0.0, 0.0, 0.0], "letter": "C", "correct": null}, {"text": "O Tribunal de Contas da União é competente para fiscalizar a obra e pode indicar prazo para que o órgão ou a entidade adote as providências necessárias ao exato cumprimento da lei, se verificada ilegalidade.", "pmi": [-0.544559812655965, 0.0, 0.0, 0.0], "letter": "D", "correct": true}], "number": "31"}]