[{"filename": "2012-06a.txt", "valid": true, "options": [{"letter": "A", "pmi": [0.0, 0.0, 0.0, 0.0], "correct": null, "text": "Como a energia é incolor e inodora, e é praticamente imperceptível a olho nu, não pode ser considerada potencialmente poluente. Logo, o Poder Público não pode exigir licenciamento e estudo prévio de impacto ambiental à empresa de telefonia, porque não há como comprovar o risco de impacto ambiental."}, {"letter": "B", "pmi": [0.0, 0.0, 0.0, 0.0], "correct": null, "text": "Como não há certeza científica sobre a existência de riscos ambientais causados pela poluição eletromagnética, o princípio da prevenção deve ser invocado, e a empresa de telefonia deverá solicitar ao Município de Cantinho Feliz que faça o licenciamento e que elabore o estudo prévio de impacto ambiental."}, {"letter": "C", "pmi": [0.0, 0.0, 0.0, 0.0], "correct": null, "text": "O direito ao meio ambiente ecologicamente equilibrado é visto pelos tribunais superiores como um direito fundamental e possui viés antropocêntrico. Logo, se a área não for habitada por seres humanos, o Poder Público não poderá exigir licenciamento e estudo prévio de impacto ambiental."}, {"letter": "D", "pmi": [-0.021183694647723236, 0.0, 0.0, 0.0], "correct": true, "text": "Caso haja licenciamento e estudo prévio de impacto ambiental para avaliar a possível instalação da antena, o órgão competente não estará necessariamente obrigado a marcar a audiência pública. Entretanto, ela pode ser requerida por abaixo-assinado subscrito por, no mínimo, 50 cidadãos, por entidade civil ou pelo Ministério Público."}], "number": "57", "enum": "Uma empresa de telefonia celular deseja instalar uma antena próxima a uma floresta localizada no município de Cantinho Feliz. A antena produzirá uma quantidade significativa de energia eletromagnética. Com base no exposto, assinale a alternativa correta.", "areas": ["ENVIRONMENTAL"]}]