[{"options": [{"text": "Marcelo deve ficar com os avós maternos, com quem por último residiu, em razão dos benefícios da inclusão da criança como dependente do plano de saúde.", "correct": null, "letter": "A", "pmi": [-0.0335646225244071, 0.0, 0.0, 0.0]}, {"text": "Marcelo deve ficar na companhia dos avós paternos, pois sempre prestaram assistência material à criança, que com eles residia antes do falecimento de Vitor.", "correct": null, "letter": "B", "pmi": [-0.019504343151812965, 0.0, 0.0, 0.0]}, {"text": "Marcelo deve ficar sob a guarda da mãe, já que ela nunca abandonou o filho e sempre cumpriu com os deveres inerentes ao exercício do poder familiar, ainda que com o auxílio dos avós.", "correct": true, "letter": "C", "pmi": [-0.020507575330628292, 0.0, 0.0, 0.0]}, {"text": "Em programa de acolhimento familiar, até que esteja cabalmente demonstrado que a genitora não faz mais uso de substâncias entorpecentes.", "correct": null, "letter": "D", "pmi": [-0.03105685867415307, 0.0, 0.0, 0.0]}], "enum": "Vanessa e Vitor vivem com o filho Marcelo, criança com 06 anos de idade, na casa dos avós paternos. Em um trágico acidente, Vitor veio a falecer. A viúva, logo após o óbito, decide morar na casa de seus pais com o filho. Após 10 dias, já residindo com os pais, Vanessa, em depressão e fazendo uso de entorpecentes, deixa o filho aos cuidados dos avós maternos, e se submete a tratamento de internação em clínica de reabilitação. Decorridos 20 dias e com alta médica, Vanessa mantém acompanhamento ambulatorial e aluga apartamento para morar sozinha com o filho. Os avós paternos inconformados ingressaram com Ação de Guarda de Marcelo. Afirmaram que sempre prestaram assistência material ao neto, que com eles residia desde o nascimento até o falecimento de Vitor. Citada, Vanessa contestou o pedido, alegando estar recuperada de sua depressão e da dependência química. Ainda, demonstrou possuir atividade laborativa, e que obteve vaga para o filho em escola. Os avós maternos, por sua vez, ingressam com oposição. Aduziram que Marcelo ficou muito bem aos seus cuidados e que possuem excelente plano de saúde, que possibilitará a inclusão do neto como dependente.\n\n Sobre a guarda de Marcelo, à luz da Proteção Integral da Criança e do Adolescente, assinale a afirmativa correta.", "valid": true, "number": "44", "areas": [], "filename": "2016-20.txt"}]