[
    {
        "valid": true,
        "enum": "Técnicos do IBAMA, autarquia federal, verificaram que determinada unidade industrial, licenciada pelo Estado no qual está localizada, está causando degradação ambiental significativa, vindo a lavrar auto de infração pelos danos cometidos.\n\n Sobre o caso apresentado e aplicando as regras de licenciamento e fiscalização ambiental previstas na Lei Complementar n. 140/2011, assinale a afirmativa correta.",
        "number": "35",
        "areas": [
            "ENVIRONMENTAL"
        ],
        "options": [
            {
                "pmi": [
                    -0.10864119557040106,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "A",
                "text": "Há irregularidade no licenciamento ambiental, uma vez que em se tratando de atividade que cause degradação ambiental significativa, o mesmo deveria ser realizado pela União.",
                "correct": null
            },
            {
                "pmi": [
                    -0.17731664976238307,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "B",
                "text": "É ilegal a fiscalização realizada pelo IBAMA, que só pode exercer poder de polícia de atividades licenciadas pela União, em sendo a atividade regularmente licenciada pelo Estado.",
                "correct": null
            },
            {
                "pmi": [
                    -0.28690286899796585,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "C",
                "text": "É possível a fiscalização do IBAMA o qual pode, inclusive, lavrar auto de infração, que, porém, não prevalecerá caso o órgão estadual de fiscalização também lavre auto de infração.",
                "correct": true
            },
            {
                "pmi": [
                    -0.18648495099623505,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "D",
                "text": "Cabe somente  à União, no exercício da competência de fiscalização, adotar medidas para evitar danos ambientais iminentes, comunicando imediatamente ao órgão competente, em sendo a atividade licenciada pelo Estado.",
                "correct": null
            }
        ],
        "filename": "2013-11.txt"
    }
]
