[{"options": [{"correct": true, "text": "caso Zenão e Górgias tivessem agido em concurso de pessoas, deveriam responder por homicídio qualificado doloso consumado.", "letter": "A", "pmi": [-0.03574503128826796, 0.0, 0.0, 0.0]}, {"correct": null, "text": "mesmo sem qualquer combinação prévia, Zenão e Górgias deveriam responder por homicídio qualificado doloso consumado.", "letter": "B", "pmi": [-0.007345808656347581, 0.0, 0.0, 0.0]}, {"correct": null, "text": "Zenão e Górgias, agindo em autoria colateral, deveriam responder por homicídio culposo.", "letter": "C", "pmi": [0.0, 0.0, 0.0, 0.0]}, {"correct": null, "text": "Zenão e Górgias, agindo em concurso de pessoas, deveriam responder por homicídio culposo.", "letter": "D", "pmi": [0.0, 0.0, 0.0, 0.0]}], "areas": ["CRIMINAL"], "number": "64", "filename": "2012-07.txt", "valid": true, "enum": "Zenão e Górgias desejam matar Tales. Ambos sabem que Tales é pessoa bastante metódica e tem a seguinte rotina ao chegar no trabalho: pega uma xícara de café na copa, deixa-a em cima de sua bancada particular, vai a outra sala buscar o jornal e retorna à sua bancada para lê-lo, enquanto degusta a bebida.  Aproveitando-se de tais dados, Zenão e Górgias resolvem que executarão o crime de homicídio através de envenenamento.  Para tanto, Zenão, certificando-se que não havia ninguém perto da bancada de Tales, coloca na bebida 0,1 ml de poderoso veneno. Logo em seguida chega Górgias, que também verifica a ausência de qualquer pessoa e adiciona ao café mais 0,1 ml do mesmo veneno poderoso.  Posteriormente, Tales retorna à sua mesa e senta-se confortavelmente na cadeira para degustar o café lendo o jornal, como fazia todos os dias. Cerca de duas horas após a ingestão da bebida, Tales vem a falecer. Ocorre que toda a conduta de Zenão e Górgias foi filmada pelas câmeras internas presentes na sala da vítima, as quais eram desconhecidas de ambos, razão pela qual a autoria restou comprovada. Também restou comprovado que Tales somente morreu em decorrência da ação conjunta das duas doses de veneno, ou seja, somente 0,1 ml da substância não seria capaz de provocar o resultado morte. Com base na situação descrita, é correto afirmar que"}]