[
    {
        "valid": true,
        "enum": "Os advogados Ivan e Dimitri foram nomeados, por determinado magistrado, para prestarem assistência jurídica a certo jurisdicionado, em razão da impossibilidade da Defensoria Pública. As questões jurídicas debatidas no processo relacionavam-se à interpretação dada a um dispositivo legal. Ivan recusou-se ao patrocínio da causa, alegando que a norma discutida também lhe é aplicável, não sendo, por isso, possível que ele sustente em juízo a interpretação legal benéfica à parte assistida  e prejudicial aos seus próprios interesses. Dimitri também se recusou ao patrocínio, pois já defendeu interpretação diversa da mesma norma em outro processo.\n\n Sobre a hipótese apresentada, é correto afirmar que",
        "number": "8",
        "options": [
            {
                "letter": "A",
                "correct": null,
                "text": "Ivan e Dimitri cometeram infração disciplinar, pois é vedado ao advogado recusar-se a prestar assistência jurídica, sem justo motivo, quando nomeado em virtude de impossibilidade da Defensoria Pública.",
                "pmi": [
                    -0.06349762574103031,
                    0.00024882835905142573,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "B",
                "correct": null,
                "text": "apenas Dimitri cometeu infração disciplinar, pois não se configura legítima a recusa por ele apresentada ao patrocínio da causa, sendo vedado ao advogado, sem justo motivo, recusar-se a prestar assistência jurídica, quando nomeado em virtude de impossibilidade da Defensoria Pública.",
                "pmi": [
                    -0.0540423884448772,
                    0.00019227645926701077,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "C",
                "correct": null,
                "text": "apenas Ivan cometeu infração disciplinar, pois não se configura legítima a recusa por ele apresentada ao patrocínio da causa, sendo vedado ao advogado, sem justo motivo, recusar-se a prestar assistência jurídica, quando nomeado.",
                "pmi": [
                    -0.04186420067306341,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "D",
                "correct": true,
                "text": "nenhum dos advogados cometeu infração disciplinar, pois se afiguram legítimas as recusas apresentadas ao patrocínio da causa.",
                "pmi": [
                    -0.02844329756383914,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "filename": "2016-19.txt",
        "areas": []
    }
]
