[{"filename": "2016-21.txt", "number": "17", "options": [{"letter": "A", "correct": null, "pmi": [-0.08542428990720487, 0.0, 0.0, 0.0], "text": "está juridicamente perfeito, posto que, nestas circunstâncias, a solução constitucionalmente expressa é o afastamento da incidência, no caso concreto, do ato normativo inconstitucional."}, {"letter": "B", "correct": null, "pmi": [-0.06484166790705707, 0.0, 0.0, 0.0], "text": "não segue os parâmetros constitucionais, pois deveria ter declarado, expressamente, a inconstitucionalidade do ato normativo que fundamentou a sentença proferida pelo juízo a quo."}, {"letter": "C", "correct": null, "pmi": [-0.19954630850673663, -0.004749634364507668, 0.0, 0.0], "text": "está correto, posto que a 3ª Turma Cível, como órgão especial que é, pode arrogar para si a competência do Órgão Pleno do Tribunal de Justiça do Estado Alfa."}, {"letter": "D", "correct": true, "pmi": [-0.08252575915443629, 0.0, 0.0, 0.0], "text": "está incorreto, posto que violou a cláusula de reserva de plenário, ainda que não tenha declarado expressamente a inconstitucionalidade do ato normativo."}], "areas": [], "enum": "A parte autora em um processo judicial, inconformada com a sentença de primeiro grau de jurisdição que se embasou no ato normativo X, apela da decisão porque, no seu entender, esse ato normativo seria inconstitucional.\n\n A 3ª Câmara Cível do Tribunal de Justiça do Estado Alfa, ao analisar a apelação interposta, reconhece que assiste razão à recorrente, mais especificamente no que se refere à inconstitucionalidade do referido ato normativo X. Ciente da existência de cláusula de reserva de plenário, a referida Turma dá provimento ao recurso sem declarar expressamente a inconstitucionalidade do ato normativo X, embora tenha afastado a sua incidência no caso concreto.\n\n De acordo com o sistema jurídico-constitucional brasileiro, o acórdão proferido pela 3ª Turma Cível", "valid": true}]