[
    {
        "enum": "Servidor da Junta Comercial verificou que o requerimento de alteração contratual de uma sociedade limitada com vinte e dois sócios e sede no município de Solidão não foi assinado pelo administrador, mas por mandatário da sociedade, com poderes específicos. O requerimento foi instruído com uma nova versão do contrato social desacompanhada da ata da deliberação que a aprovou. O referido servidor determinou que fosse sanada a pretensa irregularidade.\n\n Com base nessas informações, assinale a afirmativa correta.",
        "options": [
            {
                "letter": "A",
                "pmi": [
                    -0.03824690724226199,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "O servidor não agiu corretamente porque cumpre à autoridade competente, antes de efetivar o registro, fiscalizar apenas a observância das formalidades extrínsecas ao ato, e não formalidades intrínsecas relativas aos documentos apresentados; portanto, a alteração deveria ser arquivada."
            },
            {
                "letter": "B",
                "pmi": [
                    -0.03272294815614101,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true,
                "text": "O servidor agiu corretamente porque cumpre à autoridade competente, antes de efetivar o registro, fiscalizar a observância das prescrições legais concernentes ao ato ou aos documentos apresentados; havendo irregularidades, deve ser notificado o requerente para saná-las."
            },
            {
                "letter": "C",
                "pmi": [
                    -0.032938353211848535,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "O servidor não agiu corretamente porque as irregularidades apresentadas no enunciado são insanáveis por se referirem a requisitos substanciais e de validade do documento, bem como de representação da pessoa jurídica."
            },
            {
                "letter": "D",
                "pmi": [
                    -0.02549213423561816,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "O servidor agiu corretamente porque somente o administrador, como órgão da pessoa jurídica, tem legitimidade para pleitear o arquivamento da alteração contratual; havendo irregularidades, deve ser notificado o requerente para saná-las."
            }
        ],
        "valid": true,
        "number": "50",
        "areas": [],
        "filename": "2016-19.txt"
    }
]
