[{"enum": "Você está advogando em um caso que tramita na Corte Interamericana de Direitos Humanos. O Brasil é parte passiva do processo e, finalmente, foi condenado. A condenação envolve, além da reparação pecuniária pela violação dos direitos humanos, medidas simbólicas de restauração da dignidade da vítima e até mesmo a mudança de parte da legislação interna.  Embora a União tenha providenciado o pagamento do valor referente à reparação pecuniária da vítima, há muito tempo permanece inadimplente quanto ao cumprimento das demais obrigações impostas na sentença condenatória proferida pela Corte.  Diante disso, assinale a afirmativa correta.", "filename": "2017-22.txt", "areas": [null], "options": [{"letter": "A", "correct": null, "pmi": [-0.041040039534567696, 0.0, 0.0, 0.0], "text": "É necessário ingressar com medida específica junto ao STF para a homologação da sentença da Corte ou a obtenção do exequatur, isto é, a decisão de cumprir, aqui no Brasil, uma sentença que tenha sido proferida por tribunal estrangeiro."}, {"letter": "B", "correct": null, "pmi": [-0.027866483831276944, 0.0, 0.0, 0.0], "text": "Não há nada que possa ser feito, já que não há previsão nem na legislação do Brasil, nem na própria Convenção Americana dos Direitos Humanos sobre algum tipo de medida quando do não cumprimento da sentença da Corte pelo país que se submeteu à sua jurisdição."}, {"letter": "C", "correct": null, "pmi": [-0.03731230458362761, 0.0, 0.0, 0.0], "text": "A execução da sentença pode ser feita diretamente no Sistema Interamericano de Direitos Humanos, pois essa é uma das atribuições e incumbências previstas no Pacto de São José da Costa Rica para a Comissão Interamericana de Direitos Humanos."}, {"letter": "D", "correct": true, "pmi": [-0.01792804934555141, 0.0, 0.0, 0.0], "text": "Pode-se solicitar à Corte que, no seu relatório anual para a Assembleia Geral da OEA, indique o caso em que o Brasil foi condenado, como aquele em que um Estado não deu cumprimento total à sentença da Corte."}], "number": "21", "valid": true}]