[{"filename": "2012-09.txt", "number": "40", "options": [{"correct": null, "text": "Uma vez homologado judicialmente o valor da prestação alimentícia devida por Henrique em favor de seus filhos Gabriela e Bruno, no percentual de um salário mínimo para cada um, ocorrendo a constituição de nova família por parte de Henrique, automaticamente será minorado o valor dos alimentos devido aos filhos do primeiro casamento.", "pmi": [-0.02796549405918682, 0.0, 0.0, 0.0], "letter": "A"}, {"correct": null, "text": "Henrique poderá opor a impenhorabillidade de sua única casa, por ser bem de família, na hipótese de ser acionado judicialmente para pagar débito alimentar atual aos seus filhos Gabriela e Bruno.", "pmi": [-0.025247885683890744, 0.0, 0.0, 0.0], "letter": "B"}, {"correct": true, "text": "Natália poderá pleitear alimentos transitórios e por prazo razoável, se demonstrar sua dificuldade em ingressar no mercado de trabalho em razão do longo período que permaneceu afastada do desempenho de suas atividades profissionais para se dedicar integralmente aos cuidados do lar.", "pmi": [-0.0076695170281071935, 0.0, 0.0, 0.0], "letter": "C"}, {"correct": null, "text": "Caso Natália descubra, após dois meses de separação de fato, que espera um filho de Henrique, serão devidos alimentos gravídicos até o nascimento da criança, pois após este fato a obrigação alimentar somente será exigida em ação judicial própria.", "pmi": [-0.015146465806380552, 0.0, 0.0, 0.0], "letter": "D"}], "valid": true, "enum": "Henrique e Natália, casados sob o regime de comunhão parcial de bens, decidiram se divorciar após 10 anos de união conjugal. Do relacionamento nasceram Gabriela e Bruno, hoje, com 8 e 6 anos, respectivamente. Enquanto esteve casada, Natália, apesar de ter curso superior completo, ser pessoa jovem e capaz para o trabalho, não exerceu atividade profissional para se dedicar integralmente aos cuidados da casa e dos filhos.\n\n Considerando a hipótese acima e as regras atinentes à prestação de alimentos, assinale a afirmativa correta.", "areas": ["CIVIL"]}]