[{"areas": ["CRIMINAL-PROCEDURE"], "enum": "Felipe foi reconhecido em sede policial por meio de fotografia como o autor de um crime de roubo. O inquérito policial seguiu seus trâmites de forma regular e o Ministério Público decidiu denunciar o indiciado. O oficial de justiça procurou em todos os endereços constantes nos autos, mas a citação pessoal ou por hora certa foram impossíveis. Assim, o juiz decidiu pela citação por edital. Marcela, irmã de Felipe, ao passar pelo fórum leu a citação por edital e procurou um advogado para tomar ciência das consequências de tal citação, pois ela também não sabe do paradeiro do irmão.\n\n Diante da situação descrita, acerca da orientação a ser dada pelo advogado, assinale a afirmativa correta.", "valid": true, "options": [{"text": "Felipe deve comparecer em juízo, sob pena de ser processado e condenado sem que seja dada oportunidade para a sua defesa.", "pmi": [0.0017350577736431373, 0.0, 0.0, 0.0], "letter": "A", "correct": null}, {"text": "Se Felipe não comparecer e não constituir advogado, o processo e o curso do prazo prescricional ficarão suspensos, sendo decretada a sua prisão preventiva de forma automática.", "pmi": [-0.005175638885383591, 0.0, 0.0, 0.0], "letter": "B", "correct": null}, {"text": "Se Felipe não comparecer e não constituir advogado, o processo e o curso do prazo prescricional ficarão suspensos, sendo determinada a produção antecipada de provas de forma automática, diante do risco do desaparecimento das provas pelo decurso do tempo.", "pmi": [-0.011913955166534094, 0.0, 0.0, 0.0], "letter": "C", "correct": null}, {"text": "Se Felipe não comparecer e não constituir advogado, o processo e o curso do prazo prescricional ficarão suspensos e, se for urgente, o juiz determinará a produção antecipada de provas, podendo decretar a prisão preventiva se presentes os requisitos expressos no artigo 312, do CPP.", "pmi": [-0.0146983008024946, 0.0, 0.0, 0.0], "letter": "D", "correct": true}], "number": "68", "filename": "2014-13.txt"}]