[
    {
        "enum": "Carlos Manoel Pereira Nunes foi chamado pelo seu chefe Renato de Almeida para substituí-lo durante as suas férias.  Satisfeito, Carlos aceitou o convite e, para sua surpresa, recebeu, ao final do mês de substituição, o salário no valor equivalente ao do seu chefe, no importe de R$ 20.000,00.  Pouco tempo depois, Renato teve que se ausentar do país por dois meses, a fim de representar a empresa numa feira de negócios. Nessa oportunidade, convidou Carlos mais uma vez para substituí-lo, o que foi prontamente aceito. Findo os dois meses, Carlos retornou à sua função habitual, mas o seu chefe Renato não mais retornou. No dia seguinte, o presidente da empresa chamou Carlos ao seu escritório e o convidou para assumir definitivamente a função de chefe, uma vez que Renato havia pedido demissão. Carlos imediatamente aceitou a oferta e já naquele instante iniciou sua nova atividade. Entretanto, ao final do mês, Carlos se viu surpreendido com o salário de R$ 10.000,00, metade do que era pago ao chefe anterior. Inconformado, foi ao presidente reclamar, mas não foi atendido. Sentindo-se lesado no seu direito, Carlos decidiu ajuizar ação trabalhista, postulando equiparação salarial com o chefe anterior, a fim de que passasse a receber salário igual ao que Renato percebia.\n\n Com base na situação acima descrita, é correto afirmar que Carlos",
        "number": "74",
        "options": [
            {
                "text": "faz jus à equiparação salarial com Renato, uma vez que passou a exercer as mesmas tarefas e na mesma função de chefia que o seu antecessor.",
                "letter": "A",
                "pmi": [
                    -0.11837359998339197,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null
            },
            {
                "text": "faz jus à equiparação salarial, uma vez que, quando substituiu Renato nas suas férias e durante sua viagem a trabalho, recebeu salário igual ao seu, devendo a mesma regra ser observada na hipótese de substituição definitiva.",
                "letter": "B",
                "pmi": [
                    -0.1755407740908406,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null
            },
            {
                "text": "não faz jus à equiparação salarial com Renato, uma vez que a substituição definitiva não gera direito a salário igual ao do antecessor, além de ser impossível a equiparação salarial que não se relacione a situação pretérita.",
                "letter": "C",
                "pmi": [
                    -0.13844900767548138,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true
            },
            {
                "text": "não faz jus à equiparação, uma vez que substituiu Renato apenas eventualmente, não se caracterizando a substituição definitiva geradora do direito ao igual salário para igual tarefa.",
                "letter": "D",
                "pmi": [
                    -0.15131209615094207,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null
            }
        ],
        "areas": [
            "LABOUR"
        ],
        "filename": "2012-07.txt",
        "valid": true
    }
]
