[
    {
        "valid": true,
        "areas": [
            "CRIMINAL-PROCEDURE"
        ],
        "number": "66",
        "enum": "Eduardo foi denunciado pelo crime de estupro de vulnerável. Durante a instrução, negou a autoria do crime, afirmando estar, na época dos fatos, no município “C”, distante dois quilômetros do local dos fatos. Como a afirmativa não foi corroborada por outros elementos de convicção, o Juiz entendeu que a palavra da vítima deveria ser considerada, condenando Eduardo. A defesa recorreu, mas após longo debate nos Tribunais Superiores, a decisão transitou em julgado desfavoravelmente ao réu. Eduardo dirigiu-se, então, ao município “C”, em busca de provas que pudessem apontar a sua inocência, e, depois de muito procurar, conseguiu as filmagens de um estabelecimento comercial, que estavam esquecidas em um galpão velho. Nas filmagens, Eduardo aparece comprando lanche em uma padaria. Com a prova em mãos, procura seu advogado.\n\n Assinale a opção que apresenta a providência a ser adotada pelo advogado de Eduardo.",
        "filename": "2014-14.txt",
        "options": [
            {
                "text": "O advogado deve ingressar com agravo em execução, pois Eduardo descobriu uma prova que atesta a sua inocência de forma inconteste.",
                "correct": null,
                "pmi": [
                    -0.004386775998814644,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "A"
            },
            {
                "text": "O advogado deve ingressar com revisão criminal, pois Eduardo descobriu uma prova que atesta a sua inocência de forma inconteste.",
                "correct": true,
                "pmi": [
                    -0.004386775998814644,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "B"
            },
            {
                "text": "O advogado deve ingressar com reclamação constitucional, pois Eduardo descobriu uma prova que atesta a sua inocência de forma inconteste.",
                "correct": null,
                "pmi": [
                    -0.004386775998814644,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "C"
            },
            {
                "text": "O advogado deve ingressar com ação de habeas corpus, pois Eduardo descobriu uma prova que atesta a sua inocência de forma inconteste.",
                "correct": null,
                "pmi": [
                    -0.003987978180740585,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "D"
            }
        ]
    }
]
