[{"options": [{"letter": "A", "text": "Maria Clara sofreu coação para fechar o negócio, diante da insistência do antigo proprietário e, por isso, pode ser proposta a anulação do negócio jurídico no prazo máximo de três anos.", "correct": null, "pmi": [0.0, 0.0, 0.0, 0.0]}, {"letter": "B", "text": "O negócio efetuado por Maria Clara não poderá ser anulado porque decorreu de manifestação de vontade por parte da adquirente. Dessa forma, como não se trata de relação de consumo, Maria Clara não possui essa garantia.", "correct": null, "pmi": [-0.009210807689231526, 0.0, 0.0, 0.0]}, {"letter": "C", "text": "O pai de Maria Clara, inconformado com a situação, pretende anular o negócio efetuado pela filha, porém, como já se passaram três anos, isso não será mais possível, pois já decaiu seu direito.", "correct": null, "pmi": [0.0, 0.0, 0.0, 0.0]}, {"letter": "D", "text": "O negócio jurídico efetuado por Maria Clara pode ser anulado; porém, se o antigo proprietário concordar com a diminuição no preço, o vício no contrato estará sanado.", "correct": true, "pmi": [0.0, 0.0, 0.0, 0.0]}], "enum": "Maria Clara, então com dezoito anos, animada com a conquista da carteira de habilitação, decide retirar suas economias da poupança para adquirir um automóvel. Por saber que estava no início da sua carreira de motorista, resolveu comprar um carro usado e pesquisou nos jornais até encontrar um modelo adequado. Durante a visita de Maria Clara para verificar o estado de conservação do carro, o proprietário, ao perceber que Maria Clara não era conhecedora de automóveis, informou que o preço que constava no jornal não era o que ele estava pedindo, pois o carro havia sofrido manutenção recentemente, além de melhorias que faziam com que o preço fosse aumentado em setenta por cento. Com esse aumento, o valor do carro passou a ser maior do que um modelo novo, zero quilômetro. Contudo, após as explicações do proprietário, Maria Clara fechou o negócio.\n\n Sobre a situação apresentada no enunciado, assinale a opção correta.", "filename": "2014-14.txt", "areas": ["CIVIL"], "number": "43", "valid": true}]