[{"options": [{"text": "por se tratar de transporte aéreo internacional, para o pedido de danos extrapatrimoniais não há incidência do Código de Defesa do Consumidor e nem do Código Civil, que regula apenas Contrato de Transporte em território nacional, prevalecendo unicamente as Normas Internacionais.", "letter": "A", "pmi": [-0.033654994965445766, 0.0, 0.0, 0.0], "correct": null}, {"text": "ao caso, aplica-se a norma consumerista, sendo que apenas Heitor é consumidor por ter custeado a viagem com seus recursos, mas, como ele tem boas condições financeiras, por esse motivo, é consumidor não enquadrado em condição de vulnerabilidade, como tutela o Código de Defesa do Consumidor.", "letter": "B", "pmi": [-0.038199980587148255, 0.0, 0.0, 0.0], "correct": null}, {"text": "embora se trate de transporte aéreo internacional, há incidência plena do Código de Defesa do Consumidor para o pedido de danos extrapatrimoniais, em detrimento das normas internacionais e, apesar de Heitor ter boas condições financeiras, enquadra-se na condição de vulnerabilidade, assim como os seus funcionários, para o pleito de reparação.", "letter": "C", "pmi": [-0.011884443943419436, 0.0, 0.0, 0.0], "correct": true}, {"text": "por se tratar de relação de Contrato de Transporte previsto expressamente no Código Civil, afasta-se a incidência do Código de Defesa do Consumidor e, por ter ocorrido o dano em território brasileiro, afastam-se as normas internacionais, sendo, portanto, hipótese de responsabilidade civil pautada na comprovação de culpa da companhia aérea pelo evento danoso.", "letter": "D", "pmi": [-0.017856457946381552, 0.0, 0.0, 0.0], "correct": null}], "filename": "2016-20.txt", "number": "47", "areas": [], "valid": true, "enum": "Heitor agraciou cinco funcionários de uma de suas sociedades empresárias, situada no Rio Grande do Sul, com uma viagem para curso de treinamento profissional realizado em determinado sábado, de 9h às 15h, numa cidade do Uruguai, há cerca de 50 minutos de voo. Heitor custeou as passagens aéreas, translado e alimentação dos cinco funcionários com sua própria renda, integralmente desvinculada da atividade empresária. Ocorre que houve atraso no voo sem qualquer justificativa prestada pela companhia aérea. Às 14h, sem previsão de saída do voo, todos desistiram do embarque e perderam o curso de treinamento.\n\n Nesse contexto é correto afirmar que,"}]