[
    {
        "areas": [
            "ETHICS"
        ],
        "enum": "O advogado “Y”, recém formado, diante da dificuldade em conseguir clientes, passa a distribuir panfletos em locais próximos aos fóruns da cidade onde reside, oferecendo seus serviços profissionais. Nos panfletos distribuídos por “Y” constam informações acerca da sua especialização técnico-científica, localização e telefones do seu escritório. Por outro lado, “Y” instalou placa na porta de seu escritório, na qual fez constar os valores cobrados por seus serviços profissionais, fixados, aliás, em patamares inferiores àqueles estipulados pela tabela de honorários da OAB.\n\n Quanto à conduta de “Y”, assinale a afirmativa incorreta.",
        "valid": true,
        "filename": "2012-08.txt",
        "options": [
            {
                "pmi": [
                    -0.02819130080045103,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "A",
                "correct": null,
                "text": "“Y” incorre em infração disciplinar, consistente na captação irregular de causas, ao distribuir panfletos ao público oferecendo seus serviços como advogado."
            },
            {
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "B",
                "correct": null,
                "text": "“Y” viola dispositivo do Código de Ética e Disciplina da OAB, ao fixar honorários em valores inferiores aos estipulados na tabela de honorários da OAB."
            },
            {
                "pmi": [
                    -0.03288985093385954,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "C",
                "correct": true,
                "text": "“Y” pode distribuir panfletos ao público, oferecendo seus serviços profissionais, desde que neles não conste sua especialização técnico-científica."
            },
            {
                "pmi": [
                    -0.0057773410694339,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "D",
                "correct": null,
                "text": "“Y” viola dispositivo do Código de Ética e Disciplina da OAB, ao fazer constar de sua placa referências aos valores cobrados por seus serviços profissionais."
            }
        ],
        "number": "2"
    }
]
