[{"number": "29", "enum": "Diante das chuvas torrenciais que destruíram o telhado do prédio de uma Secretaria de Estado, o administrador entende presentes as condições para a dispensa de licitação com fundamento no Art. 24, IV, da Lei nº 8.666/1993 (contratação direta quando caracterizada urgência de atendimento de situação que possa ocasionar prejuízo ou comprometer a segurança de pessoas, obras, serviços, equipamentos e outros bens, públicos ou particulares). Submete, então, à Assessoria Jurídica a indagação sobre a possibilidade de contratação de empresa de construção civil de renome nacional para a reconstrução da estrutura afetada do edifício.\n\n Sobre as hipóteses de contratação direta, assinale a afirmativa correta.", "valid": true, "filename": "2014-15.txt", "options": [{"pmi": [-0.05004776096115557, 0.0, 0.0, 0.0], "correct": null, "letter": "A", "text": "As hipóteses de dispensa e inexigibilidade de licitação não exigem justificativa de preço, porque são casos em que a própria legislação entende inconveniente ou inviável a competição pelas melhores condições de contratação."}, {"pmi": [-0.041549870567959744, 0.0, 0.0, 0.0], "correct": true, "letter": "B", "text": "A dispensa de licitação, assim como a de inexigibilidade, não prescinde de justificativa de preço, uma vez que a autorização legal para não licitar não significa possibilidade de contratação por preços superiores aos praticados no mercado."}, {"pmi": [-0.03929530403231228, 0.0, 0.0, 0.0], "correct": null, "letter": "C", "text": "Apenas as hipóteses de dispensa de licitação (e não as situações de inexigibilidade) exigem justificativa de preço, até porque a inexigibilidade significa que somente uma pessoa pode ser contratada, o que afasta possibilidade de discussão quanto ao preço."}, {"pmi": [-0.15661420286763944, 0.0, 0.0, 0.0], "correct": null, "letter": "D", "text": "A dispensa de licitação não exige justificativa de preço, pois a própria lei prevê, taxativamente, que não se faça, licitação nas hipóteses elencadas; na inexigibilidade, a justificativa de preço é inafastável, diante do caráter exemplificativo do Art. 25 da Lei."}], "areas": []}]