[
    {
        "enum": "Cíntia Maria ajuíza reclamação trabalhista em face da empresa Tictac Ltda., postulando o pagamento de horas extraordinárias, aduzindo que sempre labutou no horário das 8h às 19h, de segunda a sexta-feira, sem intervalo intrajornada. A empresa ré oferece contestação, impugnando o horário indicado na inicial, afirmando que a autora sempre laborou no horário das 8h às 17h, com 1 hora de pausa alimentar, asseverando ainda que os controles de ponto que acompanham a defesa não indicam a existência de labor extraordinário. À vista da defesa ofertada e dos controles carreados à resposta do réu, a parte autora, por intermédio de seu advogado, impugna os registros de frequência porque não apresentam qualquer variação no registro de entrada e saída, assim como porque não ostentam sequer a pré-assinalação do intervalo intrajornada. Admitindo-se a veracidade das argumentações do patrono da parte autora e com base na posição do TST acerca da matéria, é correto afirmar que",
        "options": [
            {
                "letter": "A",
                "text": "compete ao empregado o ônus de comprovar o horário de trabalho indicado na inicial, inclusive a supressão do intervalo intrajornada, a teor do disposto no art. 818 da CLT.",
                "pmi": [
                    -0.047367872664218914,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null
            },
            {
                "letter": "B",
                "text": "diante da impugnação apresentada, inverte-se o ônus probatório, que passa a ser do empregador, prevalecendo o horário da inicial, se dele não se desincumbir por outro meio probatório, inclusive no que se refere à ausência de intervalo intrajornada.",
                "pmi": [
                    0.0006511311376888617,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true
            },
            {
                "letter": "C",
                "text": "em se tratando de controles de ponto inválidos, ao passo que não demonstram qualquer variação no registro de entrada e saída, não poderá a ré produzir qualquer outra prova capaz de confirmar suas assertivas, porquanto a prova documental é a única capaz de demonstrar a jornada de trabalho cumprida.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null
            },
            {
                "letter": "D",
                "text": "diante da impugnação apresentada, inverte-se o ônus probatório, que passa a ser do empregador, prevalecendo o horário da inicial, se dele não se desincumbir, exceto quanto ao intervalo intrajornada, cujo ônus probatório ainda pertence à parte autora.",
                "pmi": [
                    0.000614957185595036,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null
            }
        ],
        "number": "79",
        "filename": "2012-06.txt",
        "valid": true,
        "areas": [
            "LABOUR-PROCEDURE"
        ]
    }
]
