[
    {
        "filename": "2014-13.txt",
        "valid": true,
        "enum": "A ação de habeas data, como instrumento de proteção de dimensão do direito de personalidade, destina-se a garantir o acesso de uma pessoa a informações sobre ela que façam parte de arquivos ou banco de dados de entidades governamentais ou públicas, bem como a garantir a correção de dados incorretos.\n\n A partir do fragmento acima, assinale a opção correta.",
        "number": "19",
        "areas": [
            "CONSTITUTIONAL"
        ],
        "options": [
            {
                "letter": "A",
                "pmi": [
                    -0.17268823663455177,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "Conceder-se-á habeas data para assegurar o conhecimento de informações relativas à pessoa do impetrante ou de parente deste até o segundo grau, constantes de registro ou banco de dados de entidades governamentais ou privadas."
            },
            {
                "letter": "B",
                "pmi": [
                    -0.1841398084337279,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "Além dos requisitos previstos no Código de Processo Civil para petição inicial, a ação de habeas data deverá vir instruída com prova da recusa ao acesso às informações ou o simples decurso de dez dias sem decisão."
            },
            {
                "letter": "C",
                "pmi": [
                    -0.05562873635218348,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "Do despacho de indeferimento da inicial de habeas data por falta de algum requisito legal para o ajuizamento caberá agravo de instrumento."
            },
            {
                "letter": "D",
                "pmi": [
                    -0.2011356412437805,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true,
                "text": "A ação de habeas data terá prioridade sobre todos os atos judiciais, com exceção ao habeas corpus e ao mandado de segurança."
            }
        ]
    }
]
