[{"number": "9", "valid": true, "options": [{"text": "mantenha-se no patrocínio da causa, pois constitui dever do advogado assumir a defesa criminal, sem considerar sua própria opinião sobre a culpa do acusado e  independentemente de saber a verdade real sobre os fatos ocorridos.", "pmi": [-0.015490224625201564, 0.0, 0.0, 0.0], "correct": null, "letter": "A"}, {"text": "externe à cliente sua impressão, solicitando que ela lhe revele os fatos necessários à sua defesa. Caso não seja estabelecida a confiança, Benjamim poderá renunciar ao mandato, sendo vedado que este o substabeleça a outrem, uma vez que a quebra da confiança com o substabelecente contamina a relação com o substabelecido.", "pmi": [-0.008115784835651134, 0.0, 0.0, 0.0], "correct": null, "letter": "B"}, {"text": "renuncie desde logo ao mandato, pois as relações entre advogado e cliente baseiam-se na confiança recíproca e o profissional não deve perquirir junto ao acusado a verdade real sobre os fatos que lhe são imputados.", "pmi": [-0.00930365888103628, 0.0, 0.0, 0.0], "correct": null, "letter": "C"}, {"text": "externe à cliente sua impressão, solicitando que ela lhe revele os fatos necessários à sua defesa. Caso não seja estabelecida a confiança, Benjamim poderá renunciar ao mandato ou promover o substabelecimento a outrem.", "pmi": [-0.010502780375548526, 0.0, 0.0, 0.0], "correct": true, "letter": "D"}], "enum": "Maria Clara contratou o advogado Benjamim para sua defesa em um processo criminal, no qual figura como ré. Após reuniões destinadas a estruturar a defesa técnica de Maria Clara, Benjamim percebe que a cliente não demonstra plena confiança no patrono, deixando de revelar fatos importantes para a sua atuação em juízo.\n\n Diante dessas circunstâncias, é recomendável que Benjamim", "areas": [], "filename": "2016-20a.txt"}]