[
    {
        "number": "15",
        "enum": "A Constituição de determinado país veiculou os seguintes artigos:\n\n Art. X. As normas desta Constituição poderão ser alteradas mediante processo legislativo próprio, com a aprovação da maioria qualificada de três quintos dos membros das respectivas Casas Legislativas, em dois turnos de votação, exceto as normas constitucionais que não versarem sobre a estrutura do Estado ou sobre os direitos e garantias fundamentais, que poderão ser alteradas por intermédio de lei infraconstitucional.\n\n Art. Y. A presente Constituição, concebida diretamente pelo Exmo. Sr. Presidente da República, deverá ser submetida à consulta popular, por meio de plebiscito, visando à sua aprovação definitiva.\n\n Art. Z. A ordem econômica será fundada na livre iniciativa e na valorização do trabalho humano, devendo seguir os princípios reitores da democracia liberal e da social democracia, bem como o respeito aos direitos fundamentais de primeira dimensão (direitos civis e políticos) e de segunda dimensão (direitos sociais, econômicos, culturais e trabalhistas).\n\n Com base no fragmento acima, é certo afirmar que a classificação da Constituição do referido país seria",
        "areas": [],
        "filename": "2016-21.txt",
        "valid": true,
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "semirrígida, promulgada, heterodoxa.",
                "pmi": [
                    -0.07716331688143074,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "flexível, outorgada, compromissória.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "rígida, bonapartista e ortodoxa.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "semiflexível, cesarista e compromissória.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ]
    }
]
