[
    {
        "areas": [
            null
        ],
        "enum": "O empresário individual Ives Diniz, em conluio com seus dois primos, realizou empréstimos simulados a fim de obter crédito para si; por esse e outros motivos, foi decretada sua falência.\n\n No curso do processo falimentar, o administrador judicial verificou a prática de outros atos praticados pelo devedor e seus primos, antes da falência; entre eles, a transferência de bens do estabelecimento a terceiros lastreados em pagamentos de dívidas fictícias, com nítido prejuízo à massa.\n\n De acordo com o enunciado e as disposições da Lei de Falência e Recuperação de Empresas, o advogado contratado pelo administrador judicial para defender os direitos e interesses da massa deverá",
        "filename": "2017-24.txt",
        "options": [
            {
                "text": "requerer, no juízo da falência, a instauração do incidente de desconsideração da personalidade jurídica.",
                "correct": null,
                "letter": "A",
                "pmi": [
                    -0.026540350980319254,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "ajuizar ação revocatória em nome da massa falida no juízo da falência.",
                "correct": true,
                "letter": "B",
                "pmi": [
                    -0.024371887344109527,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "ajuizar ação pauliana em nome do administrador judicial no juízo cível.",
                "correct": null,
                "letter": "C",
                "pmi": [
                    -0.043016862457238625,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "requerer, no juízo da falência, o sequestro dos bens dos primos do empresário como medida antecedente à ação de responsabilidade civil.",
                "correct": null,
                "letter": "D",
                "pmi": [
                    -0.057183793706828634,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true,
        "number": "50"
    }
]
