[{"filename": "2017-23.txt", "enum": "Os irmãos Fábio (11 anos) e João (9 anos) foram submetidos à medida protetiva de acolhimento institucional pelo Juízo da Infância e da Juventude, pois residiam com os pais em área de risco, que se recusavam a deixar o local, mesmo com a interdição do imóvel pela Defesa Civil.  Passados uma semana do acolhimento institucional, os pais de Fábio e João vão até a instituição para visitá-los, sendo impedidos de ter contato com os filhos pela diretora da entidade de acolhimento institucional, ao argumento de que precisariam de autorização judicial para visitar as crianças. Os pais dos irmãos decidem então procurar orientação jurídica de um advogado. Considerando os ditames do Estatuto da Criança e do Adolescente, a direção da entidade de acolhimento institucional agiu corretamente?", "number": "43", "valid": true, "areas": [null], "options": [{"correct": null, "letter": "A", "pmi": [-0.02956207017058716, 0.0, 0.0, 0.0], "text": "Sim, pois o diretor da entidade de acolhimento institucional é equiparado ao guardião, podendo proibir a visitação dos pais."}, {"correct": null, "letter": "B", "pmi": [-0.028933187391695248, 0.0, 0.0, 0.0], "text": "Não, porque os pais não precisam de uma autorização judicial, mas apenas de um ofício do Conselho Tutelar autorizando a visitação."}, {"correct": null, "letter": "C", "pmi": [-0.03247537246167966, 0.0, 0.0, 0.0], "text": "Sim, pois a medida protetiva de acolhimento institucional foi aplicada pelo Juíz da Infância, assim somente ele poderá autorizar a visita dos pais."}, {"correct": true, "letter": "D", "pmi": [-0.024121282796856793, 0.0, 0.0, 0.0], "text": "Não, diante da ausência de vedação expressa da autoridade judiciária para a visitação, ou decisão que os suspenda ou os destitua do exercício do poder familiar."}]}]