[
    {
        "options": [
            {
                "letter": "A",
                "text": "Há responsabilidade civil valorada pelo critério subjetivo e solidária de Daniel e Cleber, aquele por culpa na vigilância do animal e este por imperícia no adestramento do Beagle, pelo fato de não evitarem que o cachorro avançasse em terceiros.",
                "correct": null,
                "pmi": [
                    -0.005593493838829605,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "B",
                "text": "Há responsabilidade civil valorada pelo critério objetivo e extracontratual de Daniel, havendo obrigação de indenizar e compensar os danos causados, haja vista a ausência de prova de alguma das causas legais excludentes do nexo causal, quais sejam, força maior ou culpa exclusiva da vítima.",
                "correct": true,
                "pmi": [
                    -0.012665704379289773,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "C",
                "text": "Não há responsabilidade civil de Daniel valorada pelo critério subjetivo, em razão da ocorrência de força maior, isto é, da chegada inesperada da moradora Diana, caracterizando a inevitabilidade do ocorrido, com rompimento do nexo de causalidade.",
                "correct": null,
                "pmi": [
                    -0.008284431870614251,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "D",
                "text": "Há responsabilidade valorada pelo critério subjetivo e contratual apenas de Daniel em relação aos danos sofridos por Diana; subjetiva, em razão da evidente culpa na custódia do animal; e contratual, por serem ambos moradores do Condomínio Raio de Luz.",
                "correct": null,
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true,
        "areas": [],
        "number": "41",
        "enum": "Daniel, morador do Condomínio Raio de Luz, após consultar a convenção do condomínio e constatar a permissão de animais de estimação, realizou um sonho antigo e adquiriu um cachorro da raça Beagle.  Ocorre que o animal, muito travesso, precisou dos serviços de um adestrador, pois estava destruindo móveis e sapatos do dono.  Assim, Daniel contratou Cleber, adestrador renomado, para um pacote de seis meses de sessões. Findo o período do treinamento, Daniel, satisfeito com o resultado, resolve levar o cachorro para se exercitar na área de lazer do condomínio e, encontrando-a vazia, solta a coleira e a guia para que o Beagle possa correr livremente.  Minutos depois, a moradora Diana, com 80 (oitenta) anos de idade, chega à área de lazer com seu neto Theo.  Ao perceber, a presença da octogenária, o cachorro pula em suas pernas, Diana perde o equilíbrio, cai e fratura o fêmur. Diana pretende ser indenizada pelos danos materiais e compensada pelos danos estéticos.\n\n Com base no caso narrado, assinale a opção correta.",
        "filename": "2015-16.txt"
    }
]
