[
    {
        "valid": true,
        "enum": "João trabalha na área de vendas em uma empresa de cigarros. Recebe do empregador, em razão do seu cargo, moradia e pagamento da conta de luz do apartamento, além de ter veículo cedido com combustível. Tal se dá em razão da necessidade do trabalho, dado que João trabalha em local distante de grande centro, sendo responsável pela distribuição e venda dos produtos na região. Além disso, João recebe uma quota mensal de 10 pacotes de cigarro por mês, independentemente de sua remuneração, não sendo necessário prestar contas do que faz com os cigarros.\n\n A partir do caso narrado, assinale a afirmativa correta.",
        "number": "74",
        "options": [
            {
                "pmi": [
                    -0.006100440864970501,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "A",
                "text": "Os valores relativos à habitação, à energia elétrica e ao veículo integram a remuneração de João, por serem salário-utilidade, mas não o cigarro, por ser nocivo à saúde."
            },
            {
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "B",
                "text": "Os valores de habitação e veículo integram a remuneração de João. A energia elétrica e o combustível, não, pois já incorporados, respectivamente, na habitação e no veículo.  O valor do cigarro não é integrado, face à nocividade à saúde."
            },
            {
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true,
                "letter": "C",
                "text": "Nenhum dos valores da utilidade integram a remuneração de João."
            },
            {
                "pmi": [
                    -0.22183746916176075,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "D",
                "text": "Tratando-se de salário in natura, todos os valores integram a remuneração de João, pois são dados com a ideia de contraprestação aos serviços."
            }
        ],
        "areas": [],
        "filename": "2015-16.txt"
    }
]
