[
    {
        "number": "19",
        "areas": [],
        "valid": true,
        "filename": "2015-16.txt",
        "options": [
            {
                "correct": true,
                "pmi": [
                    -0.4242569437650022,
                    -0.015942204963817833,
                    0.0,
                    0.0
                ],
                "text": "não houve irregularidade no processo legislativo, porque não há necessidade de reapreciação, pela Câmara dos Deputados, do projeto de lei que tenha expressão suprimida pelo Senado Federal, quando sentido o normativo da redação remanescente não foi alterado.",
                "letter": "A"
            },
            {
                "correct": null,
                "pmi": [
                    -0.11151941771841774,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "não houve irregularidade no processo legislativo, porque é função precípua da Casa revisora estabelecer as mudanças que lhe parecerem adequadas, sendo desnecessário o retorno à Casa iniciadora, mesmo nas situações em que a alteração modifique o sentido normativo inicial.",
                "letter": "B"
            },
            {
                "correct": null,
                "pmi": [
                    -0.27184551237633264,
                    -0.00651302938689057,
                    0.0,
                    0.0
                ],
                "text": "houve irregularidade no processo legislativo, pois qualquer alteração realizada, pela Casa revisora, no texto do projeto de lei implica a necessária devolução à Casa iniciadora, a fim de que aprecie tal alteração.",
                "letter": "C"
            },
            {
                "correct": null,
                "pmi": [
                    -0.6183191103253833,
                    -0.031782509376420416,
                    0.0,
                    0.0
                ],
                "text": "houve irregularidade no processo legislativo, mas, por tratar-se de problema de natureza interna corporis do Congresso Nacional, somente uma ADI proposta pela Mesa da Câmara dos Deputados teria o condão de suscitar a inconstitucionalidade da Lei “L”.",
                "letter": "D"
            }
        ],
        "enum": "Determinado projeto de lei aprovado pela Câmara dos Deputados foi devidamente encaminhado ao Senado Federal.  Na Casa revisora, o texto foi aprovado com pequena modificação, sendo suprimida certa expressão sem, contudo, alterar o sentido normativo do texto aprovado na Câmara.  Assim, o projeto foi enviado ao Presidente da República, que promoveu a sua sanção, dando origem à Lei “L”.\n\n Neste caso, segundo a jurisprudência do Supremo Tribunal Federal,"
    }
]
