[{"enum": "O Banco XYZ, com objetivo de aumentar sua clientela, enviou proposta de abertura de conta corrente com cartão de crédito para diversos estudantes universitários. Ocorre que, por desatenção de um dos encarregados pela instituição financeira da entrega das propostas, o conteúdo da proposta encaminhada para a estudante Bruna, de dezoito anos, foi furtado. O cartão de crédito foi utilizado indevidamente por terceiro, sendo Bruna surpreendida com boletos e ligações de cobrança por compras que não realizou. O episódio culminou com posterior inclusão do seu nome em um cadastro negativo de restrições ao crédito. Bruna nunca solicitou o envio do cartão ou da proposta de abertura de conta, e sequer celebrou contrato com o Banco XYZ, mas tem dúvidas acerca de eventual direito à indenização.\n\n Na qualidade de Advogado, diante do caso concreto, assinale a afirmativa correta.", "options": [{"correct": null, "text": "A conduta adotada pelo Banco XYZ é prática abusiva à luz do Código do Consumidor, mas como Bruna não é consumidora, haja vista a ausência de vínculo contratual, deverá se utilizar das regras do Código Civil para fins de eventual indenização.", "pmi": [-0.006849543600395594, 0.0, 0.0, 0.0], "letter": "A"}, {"correct": true, "text": "A pessoa exposta a uma prática abusiva, como na hipótese do envio de produto não solicitado, é equiparada a consumidor, logo Bruna pode postular indenização com base no Código do Consumidor.", "pmi": [-0.007579887156426294, 0.0, 0.0, 0.0], "letter": "B"}, {"correct": null, "text": "A prática bancária em questão é abusiva segundo o Código do Consumidor, mas o furto sofrido pelo preposto do Banco XYZ configura culpa exclusiva de terceiro, excludente da obrigação da instituição financeira de indenizar Bruna.", "pmi": [-0.007357597944663523, 0.0, 0.0, 0.0], "letter": "C"}, {"correct": null, "text": "O envio de produto sem solicitação do consumidor não é expressamente vedado pela lei consumerista, que apenas considera o produto como mera amostra grátis, afastando eventual obrigação do Banco XYZ de indenizar Bruna.", "pmi": [-0.008173239185224581, 0.0, 0.0, 0.0], "letter": "D"}], "areas": ["CONSUMER"], "valid": true, "number": "46", "filename": "2013-12.txt"}]