[
    {
        "filename": "2016-19.txt",
        "valid": true,
        "number": "58",
        "enum": "Juliana ajuizou ação declaratória de inexistência de débito cumulada com indenização por danos morais, com pedido de antecipação dos efeitos da tutela para retirada de seu nome dos órgãos de proteção ao crédito, em face de BG Financeira S/A, com quem mantém contrato de empréstimo bancário. A autora instruiu a inicial com os comprovantes de pagamento das prestações que atestam a pontualidade no cumprimento das parcelas do empréstimo.\n\n Considerando a hipótese narrada e as regras sobre a antecipação de tutela prevista no Código de Processo Civil, assinale a afirmativa correta.",
        "options": [
            {
                "letter": "A",
                "correct": null,
                "pmi": [
                    -0.3964824730694232,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O juiz somente poderá conceder a antecipação dos efeitos da tutela após a BG Financeira S/A apresentar sua contestação."
            },
            {
                "letter": "B",
                "correct": true,
                "pmi": [
                    -0.37093877960656263,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Tendo sido demonstrados o fumus boni iuris e o periculum in mora, deverá o juiz deferir a antecipação dos efeitos da tutela, in limine, para a retirada do nome de Juliana dos órgãos de restrição ao crédito."
            },
            {
                "letter": "C",
                "correct": null,
                "pmi": [
                    -0.19218053142021832,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A concessão dos efeitos da tutela antecipada, uma vez deferida, somente perderá sua eficácia com o trânsito em julgado da sentença."
            },
            {
                "letter": "D",
                "correct": null,
                "pmi": [
                    -0.1487712988613773,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O CPC veda expressamente a concessão dos efeitos da tutela antecipada no bojo da sentença que extingue o processo com resolução de mérito."
            }
        ],
        "areas": []
    }
]
