[
    {
        "areas": [
            "TAXES"
        ],
        "enum": "João adquiriu em maio de 2000 um imóvel em área rural, banhado pelo Rio Formoso. Em 2010, foi citado para responder a uma ação civil pública proposta pelo Município de Belas Veredas, que o responsabiliza civilmente por ter cometido corte raso na mata ciliar da propriedade. João alega que o desmatamento foi cometido pelo antigo proprietário da fazenda, que já praticava o plantio de milho no local. Em razão do exposto, é correto afirmar que",
        "valid": true,
        "number": "57",
        "filename": "2011-05.txt",
        "options": [
            {
                "text": "a responsabilidade por dano ambiental é objetiva, mas, como não há nexo de causalidade entre a ação do novo proprietário e o corte raso na área, verifica-se a excludente de responsabilidade, e João não será obrigado a reparar o dano.",
                "pmi": [
                    -0.10169094359689004,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "A"
            },
            {
                "text": "a responsabilidade civil por dano ambiental difuso prescreve em cinco anos por força da Lei 9.873/99. Logo, João não será obrigado a reparar o dano.",
                "pmi": [
                    -0.16537799183326615,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "B"
            },
            {
                "text": "João será obrigado a recuperar a área, mas, como não poderá mais utilizá-la para o plantio do milho, terá direito a indenização, a ser paga pelo Poder Público, por força do princípio do protetor-recebedor.",
                "pmi": [
                    -0.13245056039710554,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "C"
            },
            {
                "text": "a manutenção de área de mata ciliar é obrigação propter rem; sendo obrigação de conservação, é automaticamente transferida do alienante ao adquirente. Logo, João terá que reparar a área.",
                "pmi": [
                    -0.029568286548737787,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true,
                "letter": "D"
            }
        ]
    }
]
