[
    {
        "areas": [
            "CIVIL-PROCEDURE"
        ],
        "valid": true,
        "enum": "Com base na tutela coletiva, é correto afirmar que",
        "options": [
            {
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "A",
                "correct": null,
                "text": "são direitos individuais homogêneos os transindividuais, de natureza indivisível, de que sejam titulares pessoas indeterminadas e ligadas por circunstâncias de fato."
            },
            {
                "pmi": [
                    0.004594316186372973,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "B",
                "correct": null,
                "text": "em uma ação civil pública tratando de direitos coletivos em sentido estrito, a coisa julgada se forma ultra partes, mas limitadamente ao grupo, categoria ou classe, até mesmo no caso de o pedido ser julgado improcedente por insuficiência de prova."
            },
            {
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "C",
                "correct": true,
                "text": "o mandado de segurança coletivo, nos termos da Lei nº. 12.016/2009, não induz litispendência para as ações individuais, mas os efeitos da coisa julgada só beneficiarão o impetrante a título individual se for requerida a desistência de seu mandado de segurança individual, no prazo de 30 dias a contar da ciência da impetração do mandado de segurança coletivo."
            },
            {
                "pmi": [
                    -0.09410229550354621,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "D",
                "correct": null,
                "text": "em uma ação civil pública, o Ministério Público somente poderá atuar como parte, tutelando os interesses transindividuais nas hipóteses previstas no Parágrafo único do artigo 1o, da Lei nº. 7.347/85, ou seja, ações de natureza pevidenciária, tributária, ou relativas ao FGTS."
            }
        ],
        "number": "44",
        "filename": "2012-07.txt"
    }
]
