[
    {
        "filename": "2017-23.txt",
        "valid": true,
        "areas": [
            null
        ],
        "number": "44",
        "options": [
            {
                "text": "Cabe o pedido de cancelamento do serviço, declaração de inexistência da dívida e exclusão da anotação indevida, inexistindo qualquer dever de reparação, já que à operadora não foi atribuído defeito ou falha do serviço digital, que seria a motivação para tal pleito.",
                "correct": null,
                "letter": "A",
                "pmi": [
                    -0.015515380440439186,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "Trata-se de cobrança devida pelo serviço prestado, restando a Heitor pagar imediatamente e, somente assim, excluir a anotação de seu nome em cadastro negativo, e, então, ingressar com a medida judicial, comprovando que não procedeu com a contratação e buscando a rescisão do contrato irregular com devolução em dobro do valor pago.",
                "correct": null,
                "letter": "B",
                "pmi": [
                    -0.0083431795761788,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "Heitor não pode ser considerado consumidor em razão da ausência de vinculação contratual verídica e válida que consagre a relação consumerista, afastando-se os elementos principiológicos e fazendo surgir a responsabilidade civil subjetiva da operadora de telefonia e Internet.",
                "correct": null,
                "letter": "C",
                "pmi": [
                    -0.002631022699591525,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "Heitor é consumidor por equiparação, aplicando-se a teoria do risco da atividade e devendo a operadora suportar os riscos do contrato fruto de fraude, caso não consiga comprovar a regularidade da contratação e a consequente reparação pelos danos extrapatrimoniais in re ipsa, além da declaração de inexistência da dívida e da exclusão da anotação indevida.",
                "correct": true,
                "letter": "D",
                "pmi": [
                    -0.13784466728832626,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "enum": "Heitor foi surpreendido pelo recebimento de informação de anotação de seu nome no cadastro restritivo de crédito, em decorrência de suposta contratação de serviços de telefonia e Internet. Heitor não havia celebrado tal contrato, sendo o mesmo fruto de fraude, e busca orientação a respeito de como proceder para rescindir o contrato, cancelar o débito e ter seu nome fora do cadastro negativo, bem como o recebimento de reparação por danos extrapatrimoniais, já que nunca havia tido o seu nome inscrito em tal cadastro.  Com base na hipótese apresentada, na qualidade de advogado(a) de Heitor, assinale a opção que apresenta o procedimento a ser adotado."
    }
]
