[
    {
        "enum": "Severino, advogado, é notório conhecedor das normas procedimentais e disciplinares do Estatuto da Advocacia e da OAB, bem como de seu regulamento, atuando na defesa de colegas advogados em processos disciplinares. Recentemente, Severino foi eleito conselheiro, passando a exercer essa função em certo Conselho Seccional da OAB.\n\n Considerando o caso descrito, assinale a afirmativa correta.",
        "valid": true,
        "areas": [
            null
        ],
        "options": [
            {
                "correct": null,
                "text": "Severino não poderá, enquanto exercer a função de conselheiro, atuar em processos disciplinares que tramitem perante qualquer órgão da OAB, sequer em causa própria.",
                "pmi": [
                    -0.011479318521121962,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "A"
            },
            {
                "correct": null,
                "text": "Severino não poderá, enquanto for conselheiro, atuar em processos disciplinares que tramitem perante o Conselho Seccional onde exerce sua função. Porém, perante os demais conselhos, não há vedação à sua atuação, em causa própria ou alheia.",
                "pmi": [
                    -0.00918345481689757,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "B"
            },
            {
                "correct": null,
                "text": "Severino não poderá, enquanto for conselheiro, atuar em processos disciplinares que tramitem perante o Conselho Seccional onde exerce sua função e o Conselho Federal da OAB. Porém, perante os demais conselhos, não há vedação à sua atuação, em causa própria ou alheia.",
                "pmi": [
                    -0.008103048367850797,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "C"
            },
            {
                "correct": true,
                "text": "Severino não poderá, enquanto exercer a função, atuar em processos disciplinares que tramitem perante qualquer órgão da OAB, salvo em causa própria.",
                "pmi": [
                    -0.02639733758295915,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "D"
            }
        ],
        "number": "1",
        "filename": "2017-24.txt"
    }
]
