[
    {
        "enum": "João foi aprovado em concurso público promovido pelo Estado Alfa para o cargo de analista de políticas públicas, tendo tomado posse no cargo, na classe inicial da respectiva carreira. Ocorre que João é uma pessoa proativa e teve, como gestor, excelentes experiências na iniciativa privada.\n\n Em razão disso, ele decidiu que não deveria cumprir os comandos determinados por agentes superiores na estrutura administrativa, porque ele as considerava contrárias ao princípio da eficiência, apesar de serem ordens legais.\n\n A partir do caso apresentado, assinale a afirmativa correta.",
        "valid": true,
        "areas": [
            null
        ],
        "number": "27",
        "options": [
            {
                "letter": "A",
                "correct": null,
                "text": "João possui total liberdade de atuação, não se submetendo a comandos superiores, em decorrência do princípio da eficiência.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "B",
                "correct": null,
                "text": "A liberdade de atuação de João é pautada somente pelo princípio da legalidade, considerando que não existe escalonamento de competência no âmbito da Administração Pública.",
                "pmi": [
                    -0.029668010609567797,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "C",
                "correct": true,
                "text": "João tem dever de obediência às ordens legais de seus superiores, em razão da relação de subordinação decorrente do poder hierárquico.",
                "pmi": [
                    -0.010896816998135796,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "D",
                "correct": null,
                "text": "As autoridades superiores somente podem realizar o controle finalístico das atividades de João, em razão da relação de vinculação estabelecida com os superiores hierárquicos.",
                "pmi": [
                    -0.02380107906229761,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "filename": "2017-24.txt"
    }
]
