[{"areas": ["CIVIL"], "enum": "Suponha que tenha sido publicada no Diário Oficial da União, do dia 26 de abril de 2011 (terça-feira), uma lei federal, com o seguinte teor:\n\n “Lei GTI, de 25 de abril de 2011.\n\n Define o alcance dos direitos da personalidade previstos no Código Civil.\n\n O Presidente da República\n\n Faço saber que o Congresso Nacional decreta e eu sanciono a seguinte Lei:\n\n Art. 1º: Os direitos da personalidade previstos no Código Civil aplicáveis aos nascituros são estendidos aos embriões laboratoriais (in vitro), ainda não implantados no corpo humano.\n\n Art. 2º: Esta lei entra em vigor no prazo de 45 dias. Brasília, 25 de abril 2011, 190º da Independência da República e 123º da República.”\n\n Ante a situação hipotética descrita e considerando as regras sobre a forma de contagem do período de vacância e a data em que a lei entrará em vigor, é correto afirmar que a contagem do prazo para entrada em vigor de lei que contenha período de vacância se dá", "number": "39", "valid": true, "options": [{"correct": null, "letter": "A", "text": "pela exclusão da data de publicação da lei e a inclusão do último dia do prazo, entrando em vigor no dia subsequente à sua consumação integral, que na situação descrita será o dia 13/06/2011.", "pmi": [-0.1434663861056786, 0.0021058381816235466, 0.0, 0.0]}, {"correct": true, "letter": "B", "text": "pela inclusão da data de publicação e do último dia do prazo, entrando em vigor no dia subsequente à sua consumação integral, passando a vigorar no dia 10/06/2011.", "pmi": [-0.08986149583682944, 0.0024298132864887076, 0.0, 0.0]}, {"correct": null, "letter": "C", "text": "pela inclusão da data de publicação e exclusão do último dia do prazo, entrando em vigor no dia 09/06/2011.", "pmi": [-0.08965353675839866, 0.003509730302705911, 0.0, 0.0]}, {"correct": null, "letter": "D", "text": "pela exclusão da data de publicação e do último dia do prazo, entrando em vigor no dia 11/06/2011.", "pmi": [-0.12507605872817684, 0.0039484465905441505, 0.0, 0.0]}], "filename": "2011-04.txt"}]