[{"filename": "2017-22.txt", "options": [{"letter": "A", "text": "A informação foi clara por estar escrita, embora mencionada superficialmente pela operadora de telemarketing, e o período de carência é lícito, mesmo nas relações de consumo.", "pmi": [-0.0017764511697758, 0.0, 0.0, 0.0], "correct": null}, {"letter": "B", "text": "A fixação do período de carência é lícita, mesmo nas relações de consumo. Todavia, a informação prestada quanto ao prazo de carência, embora descrita no contrato, não foi clara o suficiente, evidenciando, portanto, a vulnerabilidade do consumidor.", "pmi": [-0.019492726942771536, 0.0, 0.0, 0.0], "correct": true}, {"letter": "C", "text": "A falta de informação e o equívoco na imposição de prazo de carência não são admitidas nas relações de consumo, e sim nas relações genuinamente civilistas.", "pmi": [-0.014141578949624426, 0.0, 0.0, 0.0], "correct": null}, {"letter": "D", "text": "O dever de informação do consumidor foi respeitado, na medida em que estava descrito no contrato, sendo o período de carência instituto ilícito, por se tratar de relação de consumo.", "pmi": [-0.021964542992442625, 0.0, 0.0, 0.0], "correct": null}], "valid": true, "number": "47", "areas": [null], "enum": "Mário firmou contrato de seguro de vida e acidentes pessoais, apontando como beneficiários sua esposa e seu filho. O negócio foi feito via telemarketing, com áudio gravado, recebendo informações superficiais a respeito da cobertura completa a partir do momento da contratação, atendido pequeno prazo de carência em caso de morte ou invalidez parcial e total, além do envio de brindes em caso de contratação imediata. Mário contratou o serviço na mesma oportunidade por via telefônica, com posterior envio de contrato escrito para a residência do segurado.  Mário veio a óbito noventa dias após a contratação. Os beneficiários de Mário, ao entrarem em contato com a seguradora, foram informados de que não poderiam receber a indenização securitária contratada, que ainda estaria no período de carência, ainda que a operadora de telemarketing, que vendeu o seguro para Mário, garantisse a cobertura.  Verificando o contrato, os beneficiários perceberam o engano de compreensão da informação, já que estava descrito haver período de carência para o evento morte “nos termos da lei civil”.\n\n Com base na hipótese apresentada, assinale a afirmativa correta."}]