[
    {
        "number": "52",
        "enum": "A respeito dos legitimados, assinale a opção que indica as pessoas que podem requerer patente de invenção ou modelo de utilidade, de acordo com a Lei nº 9.279/96.",
        "valid": true,
        "areas": [],
        "options": [
            {
                "correct": null,
                "pmi": [
                    -0.1602209959361202,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O próprio autor, se maior de 18 anos, os herdeiros ou sucessores do autor, o cessionário ou o empregador ou tomador de serviços, no caso de patente desenvolvida por empregado ou prestador de serviço.",
                "letter": "A"
            },
            {
                "correct": true,
                "pmi": [
                    -0.2032651051994399,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O próprio autor, os herdeiros ou sucessores do autor, o cessionário ou aquele a quem a lei ou o contrato de trabalho ou de prestação de serviços determinar que pertença a titularidade da patente ou do modelo de utilidade.",
                "letter": "B"
            },
            {
                "correct": null,
                "pmi": [
                    -0.1420808590059932,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O próprio autor, pessoa natural ou sociedade empresária, o cessionário da patente ou aquele a quem a lei ou o contrato de trabalho ou de prestação de serviços determinar que pertença a titularidade da patente ou do modelo de utilidade.",
                "letter": "C"
            },
            {
                "correct": null,
                "pmi": [
                    -0.2755610471396415,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O próprio autor, os herdeiros ou sucessores do autor até 5 (cinco) anos da data do óbito, o cessionário ou o empregador ou tomador de serviços, no caso de patente desenvolvida por empregado ou prestador de serviço.",
                "letter": "D"
            }
        ],
        "filename": "2015-16.txt"
    }
]
