[
    {
        "enum": "X contratou um plano de saúde com cobertura integral e sem carência junto à operadora Saúde 100%, em 19 de outubro de 2012. Seis meses depois, precisou se submeter a uma cirurgia na coluna, mas o plano se negou a cobri-la, sob alegação de que tal procedimento não estava previsto em contrato. Inconformado, X ajuizou ação visando ao cumprimento forçado da obrigação, demanda essa distribuída perante a 10ª Vara Cível da comarca do Rio de Janeiro, de titularidade do magistrado Y. Após regular tramitação, o pedido autoral foi julgado procedente, tendo em sentença sido fixado o prazo de 10 dias para a efetivação da cirurgia, sob pena de multa de R$ 1.000,00 por dia de atraso. Três meses depois do trânsito em julgado, e ainda não tendo sido cumprida a obrigação, X requereu a majoração da multa diária, pedido este indeferido pelo juiz Y, sob alegação de estar impedido de atuar por força da coisa julgada material.\n\n Sobre os fatos, assinale a afirmativa correta.",
        "number": "55",
        "areas": [],
        "filename": "2015-18.txt",
        "valid": true,
        "options": [
            {
                "letter": "A",
                "pmi": [
                    -0.11938007263232019,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "O magistrado agiu corretamente, cabendo ao autor apenas cobrar a multa vencida."
            },
            {
                "letter": "B",
                "pmi": [
                    -0.18697164409288594,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true,
                "text": "A multa poderia ser aumentada, ou até mesmo substituída por outra medida de apoio mais efetiva, a fim de concretizar o direito do autor."
            },
            {
                "letter": "C",
                "pmi": [
                    -0.14021991756316007,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "A multa somente poderia ser aumentada se o autor conseguisse modificar a sentença por meio de uma ação rescisória."
            },
            {
                "letter": "D",
                "pmi": [
                    -0.1371606387701149,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "A multa não poderia ser aumentada, mas o juiz poderia condenar a empresa ré a pagar danos morais ao autor."
            }
        ]
    }
]
