[
    {
        "areas": [
            null
        ],
        "enum": "No dia 31 de dezembro de 2015, Leandro encontra, em uma boate, Luciana, com quem mantivera uma relação íntima de afeto, na companhia de duas amigas, Carla e Regina.  Já alterado em razão da ingestão de bebida alcoólica, Leandro, com ciúmes de Luciana, inicia com esta uma discussão e desfere socos em sua face.  Carla e Regina vêm em defesa da amiga, mas, descontrolado, Leandro também agride as amigas, causando lesões corporais leves nas três.  Diante da confusão, Leandro e Luciana são encaminhados a uma delegacia, enquanto as demais vítimas decidem ir para suas casas. Após exame de corpo de delito confirmando as lesões leves, Luciana é ouvida e afirma expressamente que não tem interesse em ver Leandro responsabilizado criminalmente.  Em relação às demais lesadas, não tiveram interesse em ser ouvidas em momento algum das investigações, mas as testemunhas confirmaram as agressões. Diante disso, o Ministério Público, em 05 de julho de 2016, oferece denúncia em face de Leandro, imputando-lhe a prática de três crimes de lesão corporal leve.\n\n Considerando apenas as informações narradas, o(a) advogado(a) de Leandro",
        "filename": "2017-23.txt",
        "number": "67",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.004865464196496742,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "não poderá buscar a rejeição da denúncia em relação a nenhum dos três crimes."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.0015181518338973482,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "poderá buscar a rejeição da denúncia em relação ao crime praticado contra Luciana, mas não quanto aos delitos praticados contra Carla e Regina."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.006081830245620928,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "poderá buscar a rejeição da denúncia em relação aos três crimes."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.003637807912027555,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "não poderá buscar a rejeição da denúncia em relação ao crime praticado contra Luciana, mas poderá pleitear a imediata rejeição quanto aos delitos praticados contra Carla e Regina."
            }
        ],
        "valid": true
    }
]
