[
    {
        "areas": [
            null
        ],
        "enum": "Juliana, por meio de contrato de compra e venda, adquiriu de Ricardo, profissional liberal, um carro seminovo (30.000km) da marca Y pelo preço de R$ 24.000,00. Ficou acertado que Ricardo faria a revisão de 000km no veículo antes de entregá-lo para Juliana no dia 23 de janeiro de 2017. Ricardo, porém, não realizou a revisão e omitiu tal fato de Juliana, pois acreditava que não haveria qualquer problema, já que, aparentemente, o carro funcionava bem.  No dia 23 de fevereiro de 2017, Juliana sofreu acidente em razão de defeito no freio do carro, com a perda total do veículo. A perícia demostrou que a causa do acidente foi falha na conservação do bem, tendo em vista que as pastilhas do freio não tinham sido trocadas na revisão de 30.000km, o que era essencial para a manutenção do carro.\n\n Considerando os fatos, assinale a afirmativa correta.",
        "filename": "2017-23.txt",
        "number": "38",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.00660483610313954,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Ricardo não tem nenhuma responsabilidade pelo dano sofrido por Juliana (perda total do carro), tendo em vista que o carro estava aparentemente funcionando bem no momento da tradição."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Ricardo deverá ressarcir o valor das pastilhas de freio, nada tendo a ver com o acidente sofrido por Juliana."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.006267345802796311,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Ricardo é responsável por todo o dano sofrido por Juliana, com a perda total do carro, tendo em vista que o perecimento do bem foi devido a vício oculto já existente ao tempo da tradição."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.009536173701234845,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Ricardo deverá ressarcir o valor da revisão de 30.000km do carro, tendo em vista que ela não foi realizada conforme previsto no contrato."
            }
        ],
        "valid": true
    }
]
