[
    {
        "areas": [
            "ETHICS"
        ],
        "enum": "A advogada Ana integrou o departamento jurídico da empresa XYZ Ltda. e, portanto, participava de reuniões internas, com sócios e diretores, e externas, com clientes e fornecedores, tendo acesso a todos os documentos da sociedade, inclusive aos de natureza contábil, conhecendo assim, diversos fatos e informações relevantes sobre a empresa. Alguns anos após ter deixado os quadros da XYZ Ltda., Ana recebeu intimação para comparecer a determinada audiência e a prestar depoimento, como testemunha arrolada pela defesa, no âmbito de ação penal em que um dos sócios da empresa figurava como acusado do crime de sonegação fiscal. Ao comparecer à audiência, Ana afirmou que não prestaria depoimento sobre os fatos dos quais tomou conhecimento enquanto integrava o jurídico da XYZ Ltda. O magistrado que presidia o ato ressaltou que seu depoimento havia sido solicitado pelo próprio sócio da empresa, que a estaria, portanto, desobrigando do dever de guardar sigilo.\n\n Sobre a questão apresentada, observadas as regras do Estatuto da OAB e do Código de Ética e Disciplina da OAB, assinale a opção correta.",
        "filename": "2014-14.txt",
        "number": "9",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Ana terá o dever de depor, pois o bem jurídico administração da justiça é mais relevante do que o bem jurídico inviolabilidade dos segredos.",
                "pmi": [
                    0.0332505502058157,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Ana terá o dever de depor, pois foi desobrigada por seu ex-cliente do dever de guardar sigilo sobre os fatos de que tomou conhecimento quando atuou como advogada da XYZ Ltda.",
                "pmi": [
                    0.014197850486311754,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Ana terá o dever de depor, pois não integra mais o departamento jurídico da empresa XYZ Ltda., tendo cessado, portanto, seu dever de guardar sigilo.",
                "pmi": [
                    0.03367880681253746,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "Ana não terá o dever de depor, pois o advogado tem o direito de se recusar a depor, como testemunha, sobre fato relacionado à pessoa de quem foi ou seja advogado, mesmo quando solicitado pelo cliente.",
                "pmi": [
                    0.022668913548027997,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
