[
    {
        "areas": [
            "INTERNATIONAL"
        ],
        "valid": true,
        "enum": "A sociedade empresária Airplane Ltda., fabricante de aeronaves, sediada na China, celebrou contrato internacional de compra e venda com a sociedade empresária Voe Rápido Ltda, com sede na Argentina. O contrato foi celebrado no Japão, em razão de uma feira promocional que ali se realizava. Conforme estipulado no contrato, as aeronaves deveriam ser entregues pela Airplane Ltda., na cidade do Rio de Janeiro, no dia 1º de abril de 2011, onde a sociedade Voe Rápido Ltda. possui uma filial e realiza a atividade empresarial de transporte de passageiros.\n\n Diante da situação exposta, à luz das regras de Direito Internacional Privado veiculadas na Lei de Introdução às Normas do Direito Brasileiro (LINDB) e no estatuto processual civil brasileiro (Código de Processo Civil – CPC), assinale a afirmativa INCORRETA.",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Não sendo as aeronaves entregues no prazo avençado, o Poder Judiciário brasileiro é competente para julgar eventual demanda em que a credora postule o cumprimento do contrato.",
                "pmi": [
                    -0.033360831768592114,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "No tocante à regência das obrigações, aplica-se, no caso vertente, a legislação japonesa.",
                "pmi": [
                    -0.07692588645814459,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "O Poder Judiciário Brasileiro não é competente para julgar eventual ação por inadimplemento contratual, pois o contrato não foi constituído no Brasil.",
                "pmi": [
                    -0.06844014445524284,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O juiz, não conhecendo a lei estrangeira, poderá exigir de quem a invoca prova do texto e da vigência.",
                "pmi": [
                    -0.04865690380069355,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "filename": "2013-12.txt",
        "number": "23"
    }
]
