[
    {
        "areas": [
            "ETHICS"
        ],
        "enum": "Aparecida, advogada da autora no âmbito de determinada ação indenizatória, bastante irritada com o conteúdo de sentença que julgou improcedente o pedido formulado, apresenta recurso de apelação em cujas razões afirma que o magistrado é burro e ignora as leis aplicáveis ao caso em exame. Disse ainda que tal sentença não poderia ter outra explicação, senão o fato de o magistrado ter recebido vantagem pecuniária da outra parte. A respeito da conduta de Aparecida, é correto afirmar:",
        "filename": "2012-07.txt",
        "number": "3",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Aparecida não praticou crime nem conduta antiética, pois fez tais afirmações no exercício da profissão, devendo atuar sem receio de desagradar ao magistrado.",
                "pmi": [
                    0.01876766053501963,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Aparecida praticou o crime de injúria, ao afirmar que o magistrado é burro e ignora as leis aplicáveis ao caso e o de calúnia, quando afirmou que o magistrado prolatara a sentença em questão por ter recebido dinheiro da outra parte. Além disso, por todas as ofensas irrogadas, violou dispositivo do Código de Ética e Disciplina da OAB, que impõe ao advogado o dever de urbanidade.",
                "pmi": [
                    0.015488808546479955,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Aparecida violou apenas dispositivo do Código de Ética e Disciplina da OAB, por desrespeitar o dever de urbanidade, mas não praticou crime, uma vez que tem imunidade profissional, não constituindo injúria, difamação ou calúnia puníveis qualquer manifestação de sua parte, no exercício de sua atividade, em juízo ou fora dele.",
                "pmi": [
                    0.01380758624094482,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "Aparecida violou dispositivo do Código de Ética e Disciplina da OAB, por desrespeitar o dever de urbanidade e praticou o crime de calúnia ao afirmar que o magistrado prolatara a sentença em questão por ter recebido dinheiro da outra parte.  Não praticou crime quando afirmou que o magistrado é burro e ignora as leis aplicáveis ao caso, pois tem imunidade profissional, não constituindo injúria punível qualquer manifestação de sua parte, no exercício de sua atividade, em juízo ou fora dele.",
                "pmi": [
                    0.0190543622648807,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
