[
    {
        "areas": [],
        "enum": "A advogada Dolores cometeu infração disciplinar sujeita à sanção de suspensão em 12/07/2004. Em 13/07/2008 o fato foi oficialmente constatado, tendo sido encaminhada notícia a certo Conselho Seccional da OAB. Em 14/07/2010 foi instaurado processo disciplinar. Em 15/07/2012 foi aplicada definitivamente a sanção disciplinar de suspensão.\n\n Sobre o tema, assinale a afirmativa correta.",
        "filename": "2016-20.txt",
        "number": "8",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "A pretensão à punibilidade das infrações disciplinares prescreve em oito anos. No caso narrado, não se operou o fenômeno prescritivo.",
                "pmi": [
                    0.005449210696074842,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "A pretensão à punibilidade das infrações disciplinares prescreve em cinco anos. No caso narrado, operou-se o fenômeno prescritivo, pois decorridos mais de cinco anos entre a data do fato e a instauração do processo disciplinar.",
                "pmi": [
                    0.02772513627347914,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "A pretensão à punibilidade das infrações disciplinares prescreve em oito anos. No caso narrado, operou-se o fenômeno prescritivo, pois decorridos mais de oito anos entre a data do fato e a aplicação definitiva da sanção disciplinar.",
                "pmi": [
                    0.003205418056514613,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "A pretensão à punibilidade das infrações disciplinares prescreve em cinco anos. No caso narrado, não se operou o fenômeno prescritivo.",
                "pmi": [
                    0.005449210696074842,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
