[
    {
        "areas": [],
        "enum": "Em dezembro de 2014, a sul-africana Urmila Bhoola, relatora especial das Nações Unidas sobre as formas contemporâneas de escravidão, declarou que \"pelo menos 20,9 milhões de pessoas estão sujeitas a formas modernas de escravidão, que atingem principalmente mulheres e crianças\". A relatora da ONU, para fazer tal afirmação, considerou o conceito de escravidão presente na Convenção Suplementar sobre a Abolição da Escravatura, do Tráfico de Escravos e das Instituições e Práticas Análogas à Escravatura adotada em Genebra, em 7 de setembro de 1956.\n\n Assinale a opção que apresenta o conceito de escravidão conforme disposto na referida Convenção:",
        "filename": "2016-19.txt",
        "number": "21",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    0.013220541069689987,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Estado ou a condição de um indivíduo sobre o qual se exercem todos ou parte dos poderes atribuídos ao direito de propriedade."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.008616855489289503,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Situação em que um indivíduo trabalha em condições precárias e não recebe seus direitos trabalhistas de modo pleno e integral."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.026224861877085108,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Relação em que uma pessoa possui o controle físico sobre o corpo de outra pessoa."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.006051891202404256,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Condição por meio da qual uma pessoa se encontra psicologicamente constrangida a cumprir as ordens que lhe são dadas por terceiros, ainda que tais ordens sejam contrárias aos seus interesses."
            }
        ],
        "valid": true
    }
]
