[
    {
        "areas": [
            "LABOUR"
        ],
        "enum": "Maria foi contratada pela empresa Bolos S.A. para exercer a função de copeira, cumprindo jornada de trabalho de segunda à sexta-feira das 13:00 h às 17:00 h, sem intervalo alimentar. Decorridos dois anos do início do pacto contratual, foi a empregada dispensada, recebendo as parcelas da ruptura.\n\n Contudo, inconformada porque jamais lhe foi permitido usufruir de intervalo para descanso e alimentação, Maria ajuíza reclamação trabalhista postulando o pagamento do período correspondente ao intervalo alimentar não concedido.\n\n Diante da hipótese relatada, assinale a afirmativa correta.",
        "filename": "2012-09.txt",
        "number": "71",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "A ex-empregada faz jus ao pagamento de uma hora extraordinária diária, haja vista a supressão do intervalo intrajornada, na forma do Art. 71, § 4º, da CLT.",
                "pmi": [
                    -0.014617234758936462,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "A ex-empregada faz jus ao pagamento de apenas 15 minutos diários a título de horas extraordinárias, haja vista a supressão do intervalo intrajornada, na forma do Art. 71,§ 4º, da CLT.",
                "pmi": [
                    -0.006557041182543224,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "A ex-empregada não faz jus ao pagamento de horas extraordinárias, porquanto diante da carga horária cumprida, não lhe era assegurada a fruição de intervalo intrajornada.",
                "pmi": [
                    -0.007499665173445892,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "A ex-empregada faz jus ao pagamento de indenização correspondente ao valor de uma hora extraordinária diária, haja vista a supressão do intervalo intrajornada.",
                "pmi": [
                    -0.02254436486006312,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
