[
    {
        "enum": "A Declaração Universal dos Direitos Humanos idealizou a figura do “ser humano livre”, caso fossem atendidos os elementos que criassem condições que permitissem que os indivíduos usufruíssem de direitos econômicos, sociais e culturais, além dos civis e políticos. No Brasil, a Lei n. 10.098/2003 criou mecanismos para a promoção da acessibilidade das pessoas portadoras de deficiência ou com mobilidade reduzida.\n\n A respeito de tais disposições legais, as afirmativas a seguir estão corretas, à exceção de uma. Assinale-a.",
        "options": [
            {
                "pmi": [
                    -0.07425486824868535,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true,
                "text": "A pessoa portadora de deficiência ou com mobilidade reduzida é aquela que em caráter permanentemente, não temporário, tenha limitada sua capacidade de relacionar-se com o meio e de utilizá-lo.",
                "letter": "A"
            },
            {
                "pmi": [
                    -0.03692840553302901,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "O Programa Nacional de Acessibilidade dispõe de dotação orçamentária específica a fim de tratar de medidas de acessibilidade das pessoas portadoras de deficiência ou com mobilidade reduzida.",
                "letter": "B"
            },
            {
                "pmi": [
                    -0.03802389399909766,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "O Programa Nacional de Acessibilidade foi instituído no âmbito da Secretaria de Estado de Direitos Humanos do Ministério da Justiça.",
                "letter": "C"
            },
            {
                "pmi": [
                    -0.05448107681472218,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "Os edifícios de uso público, em que seja obrigatória a instalação de elevadores, devem atender ao requisito de percurso acessível que una a edificação à via pública, exigindo-se o mesmo de edifícios de uso privado.",
                "letter": "D"
            }
        ],
        "areas": [
            "HUMAN-RIGHTS"
        ],
        "number": "22",
        "filename": "2012-08.txt",
        "valid": true
    }
]
