[
    {
        "areas": [
            "HUMAN-RIGHTS"
        ],
        "enum": "A história recente da república brasileira conta com capítulos autoritários e violentos. Para restituir o direito à memória e cessar a violência do silêncio e da desinformação, o Estado brasileiro aprovou a Lei n. 12.528/11 que instituiu, no âmbito da Casa Civil da Presidência da República, a Comissão Nacional da Verdade, como forma de realizar, no Brasil, a Justiça de Transição.\n\n Assinale a opção que apresenta o objetivo dessa Comissão.",
        "filename": "2014-14.txt",
        "number": "22",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Investigar as atividades praticadas por grupos de oposição ao governo, no período de 1946 até 1988, para apurar as responsabilidades civis e criminais de seus militantes em eventuais atos ilegais.",
                "pmi": [
                    0.007232180486883163,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Promover uma avaliação e revisão da anistia no Brasil para, ao final, propor uma PEC que modifique e adeque o Art. 8º, dos Atos das Disposições Constitucionais Transitórias, que trata, justamente, da anistia.",
                "pmi": [
                    0.04007308630672781,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "Examinar e esclarecer as graves violações de direitos humanos praticadas entre 1946 e 1988, a fim de efetivar o direito à memória e à verdade histórica, bem como promover a reconciliação nacional.",
                "pmi": [
                    0.026231421379114463,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Examinar e esclarecer ocorrência de crimes praticados entre 1946 e 1988 que não tenham sido resolvidos à época, a fim de efetivar o direito à memória e à verdade histórica, bem como promover a reconciliação nacional.",
                "pmi": [
                    0.06305334326650787,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
