[
    {
        "areas": [
            "INTERNATIONAL"
        ],
        "enum": "Pierre de Oliveira nasceu na França, filho de pai brasileiro que à época se encontrava em viagem privada de estudos) e mãe francesa. Viveu até os 25 anos em Paris, onde se formou em análise de sistemas e se pós-graduou em segurança de rede. Em 2007, Pierre foi convidado por uma universidade brasileira para fazer parte de um projeto de pesquisa destinado a desenvolver um sistema de segurança para uso de instituições financeiras. Embora viajasse com frequência para a França, Pierre passou a residir no Brasil, optando, em 2008, pela nacionalidade brasileira. No início de 2010, uma investigação conjunta entre as polícias brasileira e francesa descobriu que Pierre fez parte, no passado, de uma quadrilha internacional de hackers. Detido em São Paulo, ele confessou que, entre 2004 e 2005, quando ainda vivia em Paris, invadiu mais de uma vez a rede de um grande banco francês, desviando recursos para contas localizadas em paraísos fiscais. Com relação ao caso hipotético acima, é correto afirmar que",
        "filename": "2011-03.txt",
        "number": "96",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.027721012377464736,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "se a França assim requerer, Pierre poderá ser extraditado, pois cometeu crime comum sujeito à jurisdição francesa antes de optar pela nacionalidade brasileira."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.024337156413290276,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "a critério do Ministério da Justiça, Pierre poderá ser expulso do território nacional pelo crime cometido no exterior antes do processo de aquisição da nacionalidade, a menos que tenha filho brasileiro que, comprovadamente, esteja sob sua guarda e dele dependa economicamente."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Pierre poderá ser deportado para a França, a menos que peça asilo político."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Pierre não poderá ser extraditado, expulso ou deportado em qualquer hipótese."
            }
        ],
        "valid": true
    }
]
