[
    {
        "areas": [
            null
        ],
        "enum": "O advogado Gennaro exerce suas atividades em sociedade de prestação de serviços de advocacia, sediada na capital paulista. Todas as demandas patrocinadas por Gennaro tramitam perante juízos com competência em São Paulo. Todavia, recentemente, a esposa de Gennaro obteve trabalho no Rio de Janeiro.\n\n Após buscarem a melhor solução, o casal resolveu que fixaria sua residência, com ânimo definitivo, na capital fluminense, cabendo a Gennaro continuar exercendo as mesmas funções no escritório de São Paulo. Nos dias em que não tem atividades profissionais, o advogado, valendo-se da ponte área, retorna ao domicílio do casal no Rio de Janeiro.\n\n Considerando o caso narrado, assinale a afirmativa correta.",
        "filename": "2017-24.txt",
        "number": "8",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.01126806968835176,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O Estatuto da Advocacia e da OAB impõe que Gennaro requeira a transferência de sua inscrição principal como advogado para o Conselho Seccional do Rio de Janeiro."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.012821426034175186,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O Estatuto da Advocacia e da OAB impõe que Gennaro requeira a inscrição suplementar como advogado junto ao Conselho Seccional do Rio de Janeiro."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.01387938281232822,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O Estatuto da Advocacia e da OAB impõe que Gennaro requeira a inscrição suplementar como advogado junto ao Conselho Federal da OAB."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.012272070495634115,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O Estatuto da Advocacia e da OAB não impõe que Gennaro requeira a transferência de sua inscrição principal ou requeira inscrição suplementar."
            }
        ],
        "valid": true
    }
]
