[
    {
        "areas": [],
        "enum": "No Caso Damião Ximenes (primeiro caso do Brasil na Corte Interamericana de Direitos Humanos), o Brasil foi condenado a investigar e sancionar os responsáveis pela morte de Damião Ximenes, a desenvolver um programa de formação e capacitação para as pessoas vinculadas ao atendimento de saúde mental e a reparação pecuniária da família. Damião Ximenes foi morto, sob tortura, em uma clínica psiquiátrica particular na cidade de Sobral, no Ceará. A condenação recaiu sobre a Federação (União) e não sobre o estado do Ceará ou sobre o município de Sobral, embora ambos tenham algum tipo de responsabilidade sobre o funcionamento da clínica.\n\n A responsabilização do governo federal (e não do estadual ou do municipal) aconteceu porque",
        "filename": "2015-18.txt",
        "number": "22",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "estado e município não possuem capacidade jurídica para responder pela violação de direitos humanos praticados por seus agentes.",
                "pmi": [
                    0.0753390215005474,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "o Brasil é um estado federativo e, nesses casos, cabe ao governo nacional cumprir todas as disposições da Convenção Americana sobre Direitos Humanos, relacionadas com as matérias sobre as quais exerce competência legislativa e judicial.",
                "pmi": [
                    0.04508418314016186,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "o falecimento de Damião Ximenes aconteceu em uma clínica particular e cabe ao SUS, que é federal, a regulamentação e supervisão do funcionamento de todas as casas de saúde.",
                "pmi": [
                    0.05872712782736982,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "a Corte Interamericana de Direitos Humanos possui jurisdição internacional e para que a condenação recaísse sobre um estado ou um município seria necessária a homologação da decisão da Corte pelo Tribunal de Justiça do Ceará.",
                "pmi": [
                    0.04446592593295496,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
