[
    {
        "areas": [
            "CRIMINAL-PROCEDURE"
        ],
        "enum": "Frida foi condenada pela prática de determinado crime. Como nenhuma das partes interpôs recurso da sentença condenatória, tal decisão transitou em julgado, definitivamente, dentro de pouco tempo. Pablo, esposo de Frida, sempre soube da inocência de sua consorte, mas somente após a condenação definitiva é que conseguiu reunir as provas necessárias para inocentá-la. Ocorre que Frida não deseja vivenciar novamente a angústia de estar perante o Judiciário, preferindo encarar sua condenação injusta como um meio de tornar-se uma pessoa melhor.\n\n Nesse sentido, tomando-se por base o caso apresentado e a medida cabível à espécie, assinale a afirmativa correta.",
        "filename": "2013-11.txt",
        "number": "66",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.07098609282473718,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Pablo pode ingressar com revisão criminal em favor de Frida, ainda que sem a concordância desta."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.04476407020232565,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Caso Frida tivesse sido absolvida com base em falta de provas, seria possível ingressar com revisão criminal para pedir a mudança do fundamento da absolvição."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.05758500808096619,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Da decisão que julga a revisão criminal são cabíveis, por exemplo, embargos de declaração, mas não cabe apelação."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.030422611210601646,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Caso a sentença dada à Frida, no caso concreto, a tivesse condenado mas, ao mesmo tempo, reconhecido a prescrição da pretensão executória, seria incabível revisão criminal."
            }
        ],
        "valid": true
    }
]
