[
    {
        "areas": [],
        "enum": "João Paulo, primário e de bons antecedentes, foi denunciado pela prática de homicídio qualificado por motivo fútil (Art. 121, § 2º, II, do Código Penal). Logo após o recebimento da denúncia, o magistrado, acatando o pedido realizado pelo Ministério Público, decretou a prisão preventiva do acusado, já que havia documentação comprobatória de que o réu estava fugindo do país, a fim de se furtar de uma possível sentença condenatória ao final do processo. O processo transcorreu normalmente, tendo ao réu sido assegurados todos os seus direitos legais. Após cinco anos de prisão provisória, foi marcada a audiência no Plenário do Júri. Os jurados, por unanimidade, consideraram o réu culpado pela prática do homicídio supramencionado. O Juiz Presidente então passou à aplicação da pena e, ao término do cálculo no rito tri-fásico, obteve a pena de 12 anos de prisão em regime inicialmente fechado.\n\n Sobre a hipótese narrada, assinale a afirmativa correta.",
        "filename": "2014-15.txt",
        "number": "67",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.025347255228779945,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Somente o juiz da Vara de Execuções Penais poderá realizar o cômputo do tempo de prisão provisória para fins de determinação do regime inicial de cumprimento de pena."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.026188300365942798,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O magistrado sentenciante deverá computar o tempo de prisão provisória para fins de determinação do regime inicial de pena privativa de liberdade."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.01609470819545884,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O condenado deverá iniciar seu cumprimento de pena no regime inicial fechado e, passado o prazo de 1/6, poderá requerer ao juízo de execução a progressão para o regime mais benéfico, desde que preencha os demais requisitos legais."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.01518692730292205,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O condenado deverá iniciar seu cumprimento de pena no regime inicial fechado e, passado o prazo de 1/6, poderá requerer ao juízo sentenciante a progressão para o regime mais benéfico, desde que preencha os demais requisitos legais."
            }
        ],
        "valid": true
    }
]
