[
    {
        "areas": [],
        "enum": "O Presidente da República edita Medida Provisória que dispõe sobre a injeção extraordinária de verbas para o Fundo de Financiamento Estudantil (FIES). O tema, porém, já havia sido objeto de projeto de lei anteriormente aprovado pelo Congresso Nacional e remetido ao próprio Presidente da República para sanção.\n\n Nessa linha, observado o regramento estabelecido pela Constituição Federal, assinale a afirmativa correta.",
        "filename": "2014-15.txt",
        "number": "14",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    0.19708655199048786,
                    0.08391113601578393,
                    0.02979152814655241,
                    0.0
                ],
                "text": "É vedada a edição da Medida Provisória, pois a matéria já havia sido disciplinada em projeto de lei aprovado pelo Congresso Nacional e pendente de sanção ou veto pelo Presidente da República."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.08441992952044226,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A Medida Provisória narrada na questão não poderia ser editada, visto que é vedado pela Constituição Federal dispor sobre matéria orçamentária por meio dessa espécie legislativa."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.06532345366562357,
                    0.020663310238243814,
                    0.0,
                    0.0
                ],
                "text": "A Medida Provisória é juridicamente viável, mas, se não for apreciada em até sessenta dias contados da sua publicação, entrará em regime de urgência, subsequentemente, em cada uma das Casas, ficando sobrestadas todas as demais deliberações legislativas da Casa em que estiver tramitando, até que se ultime a votação."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.09705451590766204,
                    0.009054919130645888,
                    0.0,
                    0.0
                ],
                "text": "A Medida Provisória é juridicamente viável e prorrogar-se-á por duas vezes, por igual período, a sua vigência se, no prazo de 45 dias contados de sua publicação, não tiver a sua votação encerrada nas duas Casas do Congresso Nacional."
            }
        ],
        "valid": true
    }
]
