[
    {
        "areas": [],
        "enum": "O senador “X” ausentou-se das atividades do Senado Federal para tratar de assunto de interesse particular por cento e cinquenta dias ininterruptos e, diante desse fato, enfrenta representação para a perda do seu mandato, por não ter comparecido à terça parte das sessões ordinárias da Casa, que foram realizadas no período em que esteve ausente.\n\n Nessa hipótese, assinale a afirmativa correta",
        "filename": "2014-15.txt",
        "number": "13",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "A perda do mandato do referido senador será decidida pelo Senado Federal, por maioria absoluta, mediante provocação da respectiva mesa ou de partido político representado no Congresso Nacional, assegurada a ampla defesa.",
                "pmi": [
                    0.11018391002512568,
                    0.020412389820652847,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Não poderá o referido parlamentar perder o mandato, já que o afastamento não ultrapassou cento e oitenta dias dentro da mesma sessão legislativa.",
                "pmi": [
                    0.07982462402166818,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "A perda do mandato do referido senador poderá ser declarada pela Mesa da Casa Legislativa de ofício ou mediante provocação de qualquer dos seus membros, ou de partido político representado no Congresso Nacional, assegurada a ampla defesa.",
                "pmi": [
                    0.11410182326546786,
                    0.004842293720492011,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Caso o referido senador venha a renunciar após submetido ao processo que vise ou possa levar à perda do seu mandato, haverá o arquivamento do processo pela perda do seu objeto.",
                "pmi": [
                    0.04029804266886324,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
