[
    {
        "number": "63",
        "filename": "2011-03.txt",
        "options": [
            {
                "correct": null,
                "pmi": [
                    -0.025945333498410897,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "A",
                "text": "Como é causa de nulidade da sentença, a falta de fundamentação deve ser arguida inicialmente por meio de embargos de declaração, que, se não forem opostos, gerarão a preclusão da alegação, pois a nulidade decorrente da falta de fundamentação do decreto condenatório importa em nulidade relativa."
            },
            {
                "correct": null,
                "pmi": [
                    -0.041402013772127044,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "B",
                "text": "Como é causa de nulidade absoluta da sentença, a falta de fundamentação não precisa ser arguida por meio de embargos de declaração, devendo necessariamente, no entanto, ser sustentada no recurso de apelação para poder ser conhecida pelo Tribunal."
            },
            {
                "correct": true,
                "pmi": [
                    -0.04692228227507732,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "C",
                "text": "Como é causa de nulidade absoluta da sentença, a falta de fundamentação não precisa ser arguida nem por meio de embargos de declaração, nem no recurso de apelação, podendo ser conhecida de ofício pelo Tribunal."
            },
            {
                "correct": null,
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "D",
                "text": "Como reputou irrelevantes as alegações feitas pela defesa, o magistrado não precisava tê-las apreciado na sentença proferida, não havendo qualquer nulidade processual, pois não há nulidade sem prejuízo."
            }
        ],
        "valid": true,
        "enum": "Ao proferir sentença, o magistrado, reputando irrelevantes os argumentos desenvolvidos pela defesa, deixa de apreciá-los, vindo a condenar o acusado.\n\n Com base no caso acima, assinale a alternativa correta.",
        "areas": [
            "CRIMINAL-PROCEDURE"
        ]
    }
]
