[
    {
        "areas": [
            null
        ],
        "enum": "Arthur ajuizou ação perante o Juizado Especial Cível da Comarca do Rio de Janeiro, com o objetivo de obter reparação por danos materiais, em razão de falha na prestação de serviços pela sociedade empresária Consultex.\n\n A sentença de improcedência dos pedidos iniciais foi publicada, mas não apreciou juridicamente um argumento relevante suscitado na inicial, desconsiderando, em sua fundamentação, importante prova do nexo de causalidade.  Arthur pretende opor embargos de declaração para ver sanada tal omissão.\n\n Diante de tal cenário, assinale a afirmativa correta.",
        "filename": "2017-24.txt",
        "number": "55",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.0015693422301129296,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Arthur poderá opor embargos de declaração, suspendendo o prazo para interposição de recurso para a Turma Recursal."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.01116813296600618,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Os embargos não interrompem ou suspendem o prazo para interposição de recurso para a Turma Recursal, de modo que Arthur deverá optar entre os embargos ou o recurso, sob pena de preclusão."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.0036468809813113064,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Eventuais embargos de declaração interpostos por Arthur interromperão o prazo para interposição de recurso para a Turma Recursal."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.009852557481842118,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Arthur não deverá interpor embargos de declaração pois estes não são cabíveis no âmbito de Juizados Especiais."
            }
        ],
        "valid": true
    }
]
