[
    {
        "areas": [
            "CRIMINAL-PROCEDURE"
        ],
        "enum": "Em um processo em que se apura a prática dos delitos de supressão de tributo e evasão de divisas, o Juiz Federal da 4ª Vara Federal Criminal de Arroizinho determina a expedição de carta rogatória para os Estados Unidos da América, a fim de que seja interrogado o réu Mário. Em cumprimento à carta, o tribunal americano realiza o interrogatório do réu e devolve o procedimento à Justiça Brasileira, a 4ª Vara Federal Criminal.\n\n O advogado de defesa de Mário, ao se deparar com o teor do ato praticado, requer que o mesmo seja declarado nulo, tendo em vista que não foram obedecidas as garantias processuais brasileiras para o réu.\n\n Exclusivamente sobre o ponto de vista da Lei Processual no Espaço, a alegação do advogado está correta?",
        "filename": "2013-11.txt",
        "number": "69",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.09411983538764893,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Sim, pois no processo penal vigora o princípio da extraterritorialidade, já que as normas processuais brasileiras podem ser aplicadas fora do território nacional."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.09411983538764893,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Não, pois no processo penal vigora o princípio da territorialidade, já que as normas processuais brasileiras só se aplicam no território nacional."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.10271198079741094,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Sim, pois no processo penal vigora o princípio da territorialidade, já que as normas processuais brasileiras podem ser aplicadas em qualquer território."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.09411983538764893,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Não, pois no processo penal vigora o princípio da extraterritorialidade, já que as normas processuais brasileiras podem ser aplicas fora no território nacional."
            }
        ],
        "valid": true
    }
]
