[
    {
        "areas": [
            null
        ],
        "enum": "Os advogados Raimundo da Silva, Severino da Silva e Juscelino da Silva constituíram sociedade simples de prestação de serviços de advocacia, denominada Silva Advogados, com o registro aprovado dos seus atos constitutivos no Conselho Seccional da OAB pertinente ao local da sede. Severino figura como sócio-gerente. Além dos três advogados, não há outros sócios ou associados.\n\n Considerando a situação narrada e a disciplina do Regulamento Geral do Estatuto da Advocacia e da OAB, assinale a afirmativa correta.",
        "filename": "2017-22.txt",
        "number": "5",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.01333111431531258,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Os atos indispensáveis à satisfação das finalidades da pessoa jurídica apenas podem ser praticados por Raimundo, Severino ou Juscelino, sendo vedada a prática de atos por Silva Advogados, uma vez que as atividades necessárias ao desempenho da advocacia devem ser exercidas individualmente, ainda que revertam à sociedade os proveitos."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.02726284205378847,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Os atos indispensáveis à satisfação das finalidades da pessoa jurídica podem ser praticados por Silva Advogados; porém, os atos privativos de advogado devem ser praticados por Raimundo, Severino ou Juscelino."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.021541572167429347,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Os atos indispensáveis à satisfação das finalidades da pessoa jurídica e os atos privativos de advogado podem ser praticados por Silva Advogados."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.018100558361129438,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Os atos destinados à satisfação das finalidades da pessoa jurídica apenas devem ser praticados por Severino, sendo vedada a prática de atos por Silva Advogados, uma vez que as atividades necessárias ao desempenho da advocacia devem ser exercidas individualmente, ainda que revertam à sociedade os proveitos. Os atos também não podem ser praticados pelos demais sócios, já que Severino figura como sócio-gerente."
            }
        ],
        "valid": true
    }
]
