[
    {
        "areas": [
            "LABOUR"
        ],
        "enum": "Tício, gerente de operações da empresa Metalúrgica Comercial, foi eleito dirigente sindical do Sindicato dos Metalúrgicos. Seis meses depois, juntamente com Mévio, empregado representante da CIPA (Comissão Interna para Prevenção de Acidentes) da empresa por parte dos empregados, arquitetaram um plano para descobrir determinado segredo industrial do seu empregador e repassá-lo ao concorrente mediante pagamento de numerário considerável. Contudo, o plano foi descoberto antes da venda, e a empresa, agora, pretende dispensar ambos por falta grave.\n\n Você foi contratado como consultor jurídico para indicar a forma de fazê-lo.\n\n O que deve ser feito?",
        "filename": "2011-03.txt",
        "number": "77",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Ajuizamento de inquérito para apuração de falta grave em face de Tício e Mévio, no prazo decadencial de 30 dias, caso tenha havido suspensão deles para apuração dos fatos.",
                "pmi": [
                    0.006801776082584613,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Simples dispensa por falta grave para ambos os empregados, pois o inquérito para apuração de falta grave serve apenas para a dispensa do empregado estável decenal.",
                "pmi": [
                    0.013181523569545921,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "Ajuizamento de inquérito para apuração de falta grave em face de Tício, no prazo decadencial de 30 dias, caso tenha havido suspensão dele para apuração dos fatos; e simples dispensa por justa causa em relação a Mévio, independentemente de inquérito.",
                "pmi": [
                    0.010829798480586279,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Ajuizamento de inquérito para apuração de falta grave em face de Tício, no prazo decadencial de 30 dias, contados do conluio entre os empregados; e simples dispensa por justa causa em relação a Mévio, independentemente de inquérito.",
                "pmi": [
                    0.011912778328644907,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
