[
    {
        "areas": [
            "CRIMINAL"
        ],
        "enum": "José, rapaz de 23 anos, acredita ter poderes espirituais excepcionais, sendo certo que todos conhecem esse seu “dom”, já que ele o anuncia amplamente. Ocorre que José está apaixonado por Maria, jovem de 14 anos, mas não é correspondido. Objetivando manter relações sexuais com Maria e conhecendo o misticismo de sua vítima, José a faz acreditar que ela sofre de um mal espiritual, o qual só pode ser sanado por meio de um ritual mágico de cura e purificação, que consiste em manter relações sexuais com alguém espiritualmente capacitado a retirar o malefício. José diz para Maria que, se fosse para livrá-la daquilo, aceitaria de bom grado colaborar no ritual de cura e purificação. Maria, muito assustada com a notícia, aceita e mantém, de forma consentida, relação sexual com José, o qual fica muito satisfeito por ter conseguido enganá-la e, ainda, satisfazer seu intento, embora tenha ficado um pouco frustrado por ter descoberto que Maria não era mais virgem.\n\n Com base na situação descrita, assinale a alternativa que indica o crime que José praticou.",
        "filename": "2013-10.txt",
        "number": "63",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.007928139632630022,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Corrupção de menores (Art. 218, do CP)."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.006606783027191685,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Violência sexual mediante fraude (Art. 215, do CP)."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.006606783027191685,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Estupro qualificado (Art. 213, § 1º, parte final, do CP)."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.007928139632630022,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Estupro de vulnerável (Art. 217-A, do CP)."
            }
        ],
        "valid": true
    }
]
