[
    {
        "areas": [
            "LABOUR-PROCEDURE"
        ],
        "enum": "Contratado para trabalhar no Município de Boa-Fé pela empresa X, Marcos da Silva, residente no Município de Última Instância, estava obrigado a utilizar duas linhas de ônibus para ir e para voltar do trabalho para casa, ao custo de R$ 16,00 por dia. Em virtude dos gastos com as passagens, Marcos requereu ao seu empregador que lhe fornecesse vale-transporte, ao que lhe foi dito que seria providenciado. Passados oito meses, Marcos foi dispensado sem justa causa, recebendo as verbas resilitórias, sem qualquer menção ao vale-transporte. Inconformado, Marcos ajuizou ação trabalhista pleiteando o pagamento de vale-transporte, pois nunca recebeu essa prestação. Em contestação, o empregador alegou que Marcos nunca fez qualquer requerimento nesse sentido, apesar de morador de outro município da região metropolitana.\n\n Em face dessa situação concreta, assinale a alternativa correta relativa à distribuição do ônus da prova.",
        "filename": "2011-03.txt",
        "number": "80",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.006217744064070962,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Cabe ao empregador apresentar todos os requerimentos de vale-transporte feitos pelos seus empregados, a fim de comprovar que Marcos não efetuou o seu próprio requerimento."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.004306383946372241,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Cabe a Marcos demonstrar que satisfez os requisitos indispensáveis à obtenção do vale-transporte."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.00367065827452546,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Cabe ao Juiz determinar de ofício que o empregador apresente todos os requerimentos de vale-transporte feitos pelos seus empregados, a fim de comprovar que Marcos não o efetuou."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    -0.011473732498130645,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Não há mais provas a serem produzidas, devendo o juiz indeferir qualquer requerimento nesse sentido."
            }
        ],
        "valid": true
    }
]
