[
    {
        "filename": "2017-22.txt",
        "areas": [
            null
        ],
        "options": [
            {
                "correct": null,
                "pmi": [
                    -0.09261619223408017,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A entidade pode regularmente acolher crianças e adolescentes, independentemente de determinação da autoridade competente e da expedição de guia de acolhimento.",
                "letter": "A"
            },
            {
                "correct": null,
                "pmi": [
                    -0.10310340099983603,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A entidade somente pode acolher crianças e adolescentes encaminhados pela autoridade competente por meio de guia de acolhimento.",
                "letter": "B"
            },
            {
                "correct": null,
                "pmi": [
                    -0.02974220622054609,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A entidade pode acolher regularmente crianças e adolescentes sem a expedição da guia de acolhimento apenas quando o encaminhamento for feito pelo Conselho Tutelar.",
                "letter": "C"
            },
            {
                "correct": true,
                "pmi": [
                    -0.10951704893041349,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A entidade pode, em caráter excepcional e de urgência, acolher uma criança sem determinação da autoridade competente e guia de acolhimento, desde que faça a comunicação do fato à autoridade judicial em até 24 horas.",
                "letter": "D"
            }
        ],
        "enum": "João, criança de 07 anos de idade, perambulava pela rua sozinho, sujo e com fome, quando, por volta das 23 horas, foi encontrado por um guarda municipal, que resolve encaminhá- lo diretamente para uma entidade de acolhimento institucional, que fica a 100 metros do local onde ele foi achado. João é imediatamente acolhido pela entidade em questão.  Sobre o procedimento adotado pela entidade de acolhimento institucional, de acordo com o que dispõe o Estatuto da Criança e do Adolescente, assinale a afirmativa correta.",
        "valid": true,
        "number": "44"
    }
]
