[
    {
        "number": "70",
        "filename": "2017-24.txt",
        "options": [
            {
                "letter": "A",
                "text": "Solange não tem direito ao adicional de periculosidade e Iracema perderá o direito ao adicional de insalubridade.",
                "pmi": [
                    -0.07980144410285864,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true
            },
            {
                "letter": "B",
                "text": "Solange tem direito ao adicional de periculosidade e Iracema manterá o adicional de insalubridade por ter direito adquirido.",
                "pmi": [
                    -0.07182129969257277,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null
            },
            {
                "letter": "C",
                "text": "Solange não tem direito ao adicional de periculosidade e Iracema manterá o direito ao adicional de insalubridade.",
                "pmi": [
                    -0.07980144410285864,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null
            },
            {
                "letter": "D",
                "text": "Solange tem direito ao adicional de periculosidade e Iracema perderá o direito ao adicional de insalubridade.",
                "pmi": [
                    -0.07980144410285864,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null
            }
        ],
        "areas": [
            null
        ],
        "valid": true,
        "enum": "Solange é comissária de bordo em uma grande empresa de transporte aéreo e ajuizou reclamação trabalhista postulando adicional de periculosidade, alegando que permanecia em área de risco durante o abastecimento das aeronaves porque ele era feito com a tripulação a bordo.\n\n Iracema, vizinha de Solange, trabalha em uma unidade fabril recebendo adicional de insalubridade, mas, após cinco anos, sua atividade foi retirada da lista de atividades insalubres, por ato da autoridade competente.\n\n Sobre as duas situações, segundo a norma de regência e o entendimento consolidado do TST, assinale a afirmativa correta."
    }
]
