[
    {
        "areas": [],
        "enum": "Um Senador da República apresentou projeto de lei visando determinar à União que sejam adotadas as providências necessárias para que toda a população brasileira seja vacinada contra determinada doença causadora de pandemia transmitida por mosquito. O Senado Federal, no entanto, preocupado com o fato de que os servidores da saúde poderiam descumprir o que determinaria a futura lei, isso em razão de seus baixos salários, acabou por emendar o projeto de lei, determinando, igualmente, a majoração da remuneração dos servidores públicos federais da área de saúde pública.\n\n Aprovado em ambas as Casas do Congresso Nacional, o projeto foi encaminhado ao Presidente da República. Com base na hipótese apresentada, assinale a afirmativa coreta.",
        "filename": "2016-20.txt",
        "number": "17",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.05049017273017761,
                    0.008816987100684114,
                    0.0,
                    0.0
                ],
                "text": "O Presidente da República não terá motivos para vetar o projeto de lei por vício de inconstitucionalidade formal, ainda que possa vetá-lo por entendê-lo contrário ao interesse público, devendo fazer isso no prazo de quinze dias úteis."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.056197477478430714,
                    0.022555070152557588,
                    0.0,
                    0.0
                ],
                "text": "O Presidente da República, ainda que tenha motivos para vetar o projeto de lei por vício de inconstitucionalidade formal, poderá, no curso do prazo para a sanção ou o veto presidencial, editar medida provisória com igual conteúdo ao do projeto de lei aprovado pelo Congresso Nacional, tendo em vista o princípio da separação dos poderes."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.05382638190716248,
                    0.020745852001609683,
                    0.0,
                    0.0
                ],
                "text": "O Presidente da República poderá vetá-lo, por motivo de inconstitucionalidade material e não por inconstitucionalidade formal, uma vez que os projetos de lei que acarretem despesas para o Poder Executivo são de iniciativa privativa do Presidente da República."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.06959761814083312,
                    0.008015442818803741,
                    0.0,
                    0.0
                ],
                "text": "O Presidente da República poderá vetá-lo, por motivo de inconstitucionalidade formal, na parte que majorou a remuneração dos servidores públicos, uma vez que a iniciativa legislativa nessa matéria é privativa do Chefe do Poder Executivo, devendo o veto ser exercido no prazo de quinze dias úteis."
            }
        ],
        "valid": true
    }
]
