[
    {
        "areas": [
            "CIVIL-PROCEDURE"
        ],
        "enum": "Lino ajuizou ação de cobrança pelo rito ordinário em face de Paulo, pleiteando o pagamento de R$ 100.000,00 (cem mil reais). Em contestação, Paulo alegou pagamento integral da dívida, juntando aos autos diversos recibos. Em resposta à peça de defesa, Lino arguiu a falsidade dos recibos apresentados por Paulo.\n\n Considerando as regras sobre a arguição de falsidade previstas no Código de Processo Civil, assinale a opção correta.",
        "filename": "2014-14.txt",
        "number": "57",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.01646819861107393,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Lino poderia arguir o incidente de falsidade em qualquer tempo, bem como o grau de jurisdição, por não haver preclusão."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.010897570183145796,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "No incidente de falsidade instaurado, Paulo será dispensado de intimação para se manifestar, uma vez que o procedimento não está submetido ao contraditório."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    -0.00016284963672691586,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Será dispensado o exame pericial dos recibos juntados aos autos se Paulo concordar em retirá-los e Lino não se opuser ao desentranhamento."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.01992736961778046,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O incidente de falsidade suscitado por Lino será processado em apenso aos autos principais, uma vez que o Código de Processo Civil expressamente determina aplicação subsidiária do procedimento estabelecido às exceções de impedimento e suspeição."
            }
        ],
        "valid": true
    }
]
