[
    {
        "areas": [
            "CRIMINAL"
        ],
        "enum": "Tício praticou um crime de furto (art. 155 do Código Penal) no dia 10/01/2000, um crime de roubo (art. 157 do Código Penal) no dia 25/11/2001 e um crime de extorsão (art. 158 do Código Penal) no dia 30/5/2003. Tício foi condenado pelo crime de furto em 20/11/2001, e a sentença penal condenatória transitou definitivamente em julgado no dia 31/3/2002. Pelo crime de roubo, foi condenado em 30/01/2002, com sentença transitada em julgado definitivamente em 10/06/2003 e, pelo crime de extorsão, foi condenado em 20/8/2004, com sentença transitando definitivamente em julgado no dia 10/6/2006. Com base nos dados acima, bem como nos estudos acerca da reincidência e dos maus antecedentes, é correto afirmar que",
        "filename": "2011-04.txt",
        "number": "61",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.0004770242932921233,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "na sentença do crime de furto, Tício é considerado portador de maus antecedentes e, na sentença do crime de roubo, é considerado reincidente."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.005189778484113613,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "na sentença do crime de extorsão, Tício possui maus antecedentes em relação ao crime de roubo e é reincidente em relação ao crime de furto."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.011945290130418165,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "cinco anos após o trânsito em julgado definitivo da última condenação, Tício será considerado primário, mas os maus antecedentes persistem."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.003491124382333933,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "nosso ordenamento jurídico-penal prevê como tempo máximo para configuração dos maus antecedentes o prazo de cinco anos a contar do cumprimento ou extinção da pena e eventual infração posterior."
            }
        ],
        "valid": true
    }
]
