[
    {
        "areas": [
            "CIVIL"
        ],
        "number": "41",
        "options": [
            {
                "text": "Sílvio terá o prazo de doze meses, após o conhecimento do defeito, para reclamar a Maurício o abatimento do preço pago ou desfazimento do negócio jurídico em virtude do vício oculto.",
                "letter": "A",
                "correct": null,
                "pmi": [
                    -0.050022039214373905,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "Mauricio deverá restituir o valor recebido e as despesas decorrentes do contrato se, no momento da venda, desconhecesse o defeito na suspensão dianteira do veículo.",
                "letter": "B",
                "correct": true,
                "pmi": [
                    -0.041545285979062374,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "Caso Silvio e Maurício estabeleçam no contrato cláusula de garantia pelo prazo de 90 dias, o prazo decadencial legal para reclamação do vício oculto correrá independentemente do prazo da garantia estipulada.",
                "letter": "C",
                "correct": null,
                "pmi": [
                    -0.13541628997996466,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "Caso Silvio e Mauricio tenham inserido no contrato de compra e venda cláusula que exclui a responsabilidade de Mauricio pelo vício oculto, persistirá a irresponsabilidade de Maurício mesmo que este tenha agido com dolo positivo.",
                "letter": "D",
                "correct": null,
                "pmi": [
                    -0.048017581883723875,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "enum": "Em 12.09.12, Sílvio adquiriu de Maurício, por contrato particular de compra e venda, um automóvel, ano 2011, por R$ 34.000,00 (trinta e quatro mil reais). Vinte dias após a celebração do negócio, Sílvio tomou conhecimento que o veículo apresentava avarias na suspensão dianteira, tornando seu uso impróprio pela ausência de segurança.\n\n Considerando que o vício apontado existia ao tempo da contratação, de acordo com a hipótese acima e as regras de direito civil, assinale a afirmativa correta.",
        "valid": true,
        "filename": "2012-09.txt"
    }
]
