[
    {
        "areas": [
            null
        ],
        "enum": "Expedida carta precatória executória numa demanda trabalhista, o juízo deprecante cita o devedor para pagamento, mas ele permanece inerte. Então, o oficial de justiça retorna e penhora um dos imóveis do executado, avaliando-o e garantindo o juízo.  Imediatamente o executado ajuíza embargos de devedor, alegando que o bem penhorado foi subavaliado, apresentando a documentação que entende provar que o valor de mercado do bem é muito superior àquele lançado no auto pelo oficial de justiça.  Sobre a hipótese apresentada, de acordo com a legislação em vigor e o entendimento consolidado do TST, assinale a opção que, justificadamente, indica o juízo competente para apreciar os embargos.",
        "filename": "2017-22.txt",
        "number": "77",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O juízo deprecante é competente, pois dele se origina a execução.",
                "pmi": [
                    0.025741463478222176,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "O julgamento poderá competir aos juízos deprecante ou ao deprecado, porque a Lei não traz previsão.",
                "pmi": [
                    0.01759836562606946,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "O juízo deprecado será competente, porque a matéria se refere a suposto vício na penhora.",
                "pmi": [
                    0.0332536715609413,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "A Lei e a jurisprudência são omissas a respeito, daí porque a parte poderá escolher qual dos juízos apreciará os embargos.",
                "pmi": [
                    0.0021402766304889805,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
