[
    {
        "areas": [
            "CHILDREN"
        ],
        "enum": "A interpretação e aplicação da Lei n. 8.069/90 (Estatuto da Criança e do Adolescente – ECA) deve perseguir os objetivos de proteção integral e prioritária dos direitos das crianças e dos adolescentes, que deles são titulares.\n\n Sobre o tema, assinale a afirmativa correta.",
        "filename": "2013-11.txt",
        "number": "44",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    0.008323939709979631,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A aplicação das medidas específicas de proteção previstas pelo ECA pode se dar cumulativamente, devendo a autoridade competente escolher a mais adequada diante das necessidades específicas do destinatário."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    -0.02212223142277812,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Se Joana, que tem 09 anos, tiver seus direitos violados por ação ou omissão do Estado, serão cabíveis as medidas específicas de proteção previstas pelo ECA que, dependendo das circunstâncias, não deverão ser aplicadas ao mesmo tempo."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.00517670468875638,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Se Júlio, que tem 09 anos, tiver seus direitos violados por abuso ou omissão dos pais, não serão aplicáveis as medidas específicas de proteção, mas, sim, medidas destinadas aos pais ou responsável, previstas pelo ECA."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.005470681800308884,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "As medidas específicas de proteção previstas pelo ECA devem ser aplicadas de modo a afastar uma intervenção precoce, efetuada logo que a situação de perigo seja conhecida, sob pena de responsabilidade primária e solidária do poder público."
            }
        ],
        "valid": true
    }
]
