[
    {
        "areas": [],
        "enum": "Finalizadas as Olimpíadas no Brasil, certo deputado federal pelo Estado Beta, ex-desportista conhecido nacionalmente, resolve elaborar projeto de lei visando a melhorar a performance do Brasil nos Jogos Olímpicos de 2020.\n\n Para realizar esse objetivo, o projeto dispõe que os recursos públicos devem buscar promover, prioritariamente, o esporte de alto rendimento. Submetida a ideia à sua assessoria jurídica, esta exteriorizou o único posicionamento que se mostra harmônico com o sistema jurídico-constitucional brasileiro, afirmando que o projeto",
        "filename": "2016-21.txt",
        "number": "16",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.008506923290501529,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "é constitucional, contanto que o desporto educacional também seja contemplado com uma parcela, mesmo que minoritária, dos recursos."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.06072578944474708,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "é inconstitucional, pois, segundo a Constituição da República, a destinação de recursos públicos deve priorizar o desporto educacional."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.03264735669604521,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "é constitucional, pois, não havendo tratamento explícito da questão pela Constituição da República, o poder público tem discricionariedade para definir a destinação da verba."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.04554434208356031,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "é inconstitucional, pois a Constituição da República prevê que a destinação de recursos públicos para o desporto contemplará exclusivamente o desporto educacional."
            }
        ],
        "valid": true
    }
]
