[
    {
        "areas": [
            "HUMAN-RIGHTS"
        ],
        "enum": "O Pacto de São José da Costa Rica estabelece que todas as pessoas são iguais perante a Lei, não se admitindo qualquer discriminação, sendo assegurada a proteção legal.\n\n No que tange ao direito indigenista, segundo a norma brasileira, assinale a afirmativa correta.",
        "filename": "2012-08.txt",
        "number": "21",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "As terras tradicionalmente ocupadas pelos índios destinam-se a sua posse permanente, cabendo-lhes o usufruto exclusivo das riquezas do solo, dos rios e dos lagos, irrelevante o interesse público da União, sendo nulos e não produzindo efeitos jurídicos os atos que tenham por objeto a ocupação, o domínio e a posse das terras.",
                "pmi": [
                    0.014830882581443853,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Os índios e as comunidades indígenas ainda não integrados à comunhão nacional ficam sujeitos ao regime tutelar, mas qualquer índio poderá requerer ao juiz competente a sua liberação do regime tutelar, mesmo que não conheça a língua portuguesa.",
                "pmi": [
                    0.037710996390587684,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "O Ministério Público Federal, com exclusão de qualquer outro órgão público ou privado, deve promover a plena assistência ao índio e a defesa judicial ou extrajudicial dos direitos dos silvícolas e das comunidades indígenas.",
                "pmi": [
                    0.07719250658464576,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "Os atos praticados entre um índio não integrado e qualquer pessoa estranha à comunidade indígena, quando não tenha havido assistência do órgão tutelar competente, são nulos, salvo se o índio revelar consciência e conhecimento do ato praticado, desde que não lhe seja prejudicial, diante da extensão dos seus efeitos.",
                "pmi": [
                    0.03817190668516014,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
