[
    {
        "areas": [
            "CONSTITUTIONAL"
        ],
        "enum": "Ao proferir um discurso em sua cidade natal, José, deputado federal pelo Estado E, afirma, de forma contundente, que um país democrático tem por regra inviolável escolher o chefe do Poder Executivo por meio de eleições diretas. Complementa sua fala afirmando que o Brasil poderia ser considerado um país democrático, já que a Constituição Cidadã de 1988 não prevê eleição de Presidente pela via indireta.\n\n Segundo a Constituição da República, o deputado está",
        "filename": "2015-18.txt",
        "number": "15",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.08393177277466193,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "equivocado, pois há previsão de eleição indireta somente na eventualidade de vacância do cargo de Presidente da República nos últimos seis meses do seu mandato."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.09721092661808431,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "correto, pois, sendo o voto direto cláusula pétrea prevista na Constituição, não pode haver situação constitucional que possibilite o uso do voto indireto."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.11465471017136868,
                    0.022688337805469836,
                    0.0,
                    0.0
                ],
                "text": "equivocado, pois há previsão de eleição indireta no caso de vacância dos cargos de Presidente e Vice-presidente da República nos últimos dois anos do mandato."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.10921235752152926,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "correto, pois não há previsão de eleição indireta em caso de vacância, já que o cargo de Presidente da República viria a ser ocupado pelo Presidente da Câmara dos Deputados."
            }
        ],
        "valid": true
    }
]
