[
    {
        "areas": [
            "ETHICS"
        ],
        "enum": "Às 15h15, o advogado Armando aguardava, no corredor do fórum, o início de uma audiência criminal designada para as 14h30. A primeira audiência do dia havia sido iniciada no horário correto, às 13h30, e a audiência da qual Armando participaria era a segunda da pauta daquela data. Armando é avisado por um serventuário de que a primeira audiência havia sido interrompida por uma hora para que o acusado, que não se sentira bem, recebesse atendimento médico, e que, por tal motivo, todas as demais audiências do dia seriam iniciadas com atraso. Mesmo assim, Armando informa ao serventuário que não iria aguardar mais, afirmando que, de acordo com o EAOAB, tem direito, após trinta minutos do horário designado, a se retirar do recinto onde se encontre aguardando pregão para ato judicial.\n\n A partir do caso apresentado, assinale a opção correta.",
        "filename": "2014-14.txt",
        "number": "6",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.02132307684024437,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Armando poderia se retirar do recinto, pois o advogado tem o direito de não aguardar por mais de trinta minutos para a realização de ato judicial."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.014439795615743727,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Armando não poderia se retirar do recinto, pois a autoridade que presidiria o ato judicial do qual Armando participaria estava presente."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Armando não poderia se retirar do recinto, pois a prerrogativa por ele invocada não é válida para audiências criminais."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.010898743539012698,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Armando poderia se retirar do recinto, pois não deu causa ao atraso da audiência."
            }
        ],
        "valid": true
    }
]
