[
    {
        "areas": [],
        "enum": "W, deputado federal pelo Estado Beta, proferindo discurso no Congresso Nacional, fez contundentes críticas ao que denominou de “abuso midiático contra a classe política”. Na oportunidade, acrescentou estar elaborando um projeto de lei ordinária que tem por objetivo criar regras de licenciamento (por autoridades do poder público), a que deverão se submeter os veículos de comunicação, principalmente jornais e revistas. Segundo o referido deputado, a vida privada dos políticos deve ser preservada, devendo, por isso, ser estabelecidos limites à mídia jornalística.\n\n Com relação ao projeto de lei ordinária idealizado pelo deputado federal W, de acordo com a ordem jurídico- constitucional brasileira, assinale a afirmativa correta.",
        "filename": "2016-21.txt",
        "number": "19",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "É constitucional, pois a preservação da intimidade e da privacidade não pode estar sujeita à influência das mídias e deve ser garantida, na máxima extensão possível, pela ordem jurídica.",
                "pmi": [
                    0.030322688353404507,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "É inconstitucional, pois matéria referente a controle de informação somente pode ser objeto de iniciativa legislativa com o assentimento de dois terços dos membros de qualquer das Casas legislativas.",
                "pmi": [
                    0.05437424002437016,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "É constitucional, pois se trata de aplicação de tratamento análogo àquele atualmente concedido às mídias jornalísticas que adotam o sistema de radiodifusão e de sons e imagens.",
                "pmi": [
                    0.02650518728600195,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "É inconstitucional, pois a Constituição da República garante expressamente que a publicação de veículo impresso de comunicação independe de licença de autoridade.",
                "pmi": [
                    0.07603468714748556,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
