[
    {
        "areas": [],
        "enum": "José foi absolvido em 1ª instância após ser denunciado pela prática de um crime de extorsão em face de Marina. O Ministério Público interpôs recurso de apelação, sendo a sentença de primeiro grau reformada pelo Tribunal de Justiça de Santa Catarina para condenar o réu à pena de 05 anos, sendo certo que o acórdão transitou em julgado. Sete anos depois da condenação, já tendo cumprido integralmente a pena, José vem a falecer. Posteriormente, Caio, filho de José, encontrou um vídeo no qual foi gravada uma conversa de José e Marina, onde esta admite que mentiu ao dizer que foi vítima do crime pelo qual José foi condenado, mas que a atitude foi tomada por ciúmes. Caio, então, procura o advogado da família.\n\n Diante da situação narrada, é correto afirmar que Caio, através de seu advogado,",
        "filename": "2016-20.txt",
        "number": "69",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "não poderá apresentar revisão criminal, pois a pena de José já havia sido extinta pelo cumprimento.",
                "pmi": [
                    0.04849833832449636,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "não poderá apresentar revisão criminal, pois o acusado, que é quem teria legitimidade, já é falecido.",
                "pmi": [
                    0.028501991815992958,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "poderá apresentar revisão criminal, sendo competente para julgamento o Superior Tribunal de Justiça.",
                "pmi": [
                    0.09480196361455011,
                    0.01204082493517706,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "poderá apresentar revisão criminal, sendo competente para julgamento o Tribunal de Justiça de Santa Catarina.",
                "pmi": [
                    0.07529098373692951,
                    0.010535721818279928,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
