[
    {
        "valid": true,
        "enum": "Florentino, advogado regularmente inscrito na OAB, além da advocacia, passou a exercer também a profissão de corretor de imóveis, obtendo sua inscrição no conselho pertinente. Em seguida, Florentino passou a divulgar suas atividades, por meio de uma placa na porta de um de seus escritórios, com os dizeres: Florentino, advogado e corretor de imóveis.\n\n Sobre o tema, assinale a afirmativa correta.",
        "filename": "2016-21.txt",
        "number": "5",
        "areas": [
            "ETHICS"
        ],
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "É vedado a Florentino exercer paralelamente a advocacia e a corretagem de imóveis.",
                "pmi": [
                    -0.009812364133386941,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "É permitido a Florentino exercer paralelamente a advocacia e a corretagem de imóveis, desde que não sejam prestados os serviços de advocacia aos mesmos clientes da outra atividade. Além disso, é permitida a utilização da placa empregada, desde que seja discreta, sóbria e meramente informativa.",
                "pmi": [
                    -0.01485389311612711,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "É permitido a Florentino exercer paralelamente a advocacia e a corretagem de imóveis. Todavia, é vedado o emprego da aludida placa, ainda que discreta, sóbria e meramente informativa.",
                "pmi": [
                    -0.004292909308356787,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "É permitido a Florentino exercer paralelamente a advocacia e a corretagem de imóveis, inclusive em favor dos mesmos clientes. Também é permitido empregar a aludida placa, desde que seja discreta, sóbria e meramente informativa.",
                "pmi": [
                    -0.01502199619886302,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ]
    }
]
