[
    {
        "areas": [],
        "enum": "Aurélio, diplomata brasileiro, casado e pai de dois filhos menores, está em vias de ser nomeado chefe de missão do Brasil na capital de importante Estado europeu.\n\n À luz do disposto na Convenção de Viena sobre Relações Diplomáticas, promulgada no Brasil por meio do Decreto nº 56.435/65, assinale a afirmativa correta.",
        "filename": "2016-21.txt",
        "number": "24",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.028116526631270036,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A nomeação de Aurélio pelo Brasil não depende da anuência do Estado acreditado, visto se tratar de uma decisão soberana do Estado acreditante."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.017310831814062483,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Mesmo se nomeado, o Estado acreditado poderá considerar Aurélio persona non grata, desde que, para tanto, apresente suas razões ao Estado acreditante, em decisão fundamentada. Se acolhidas as razões apresentadas pelo Estado acreditado, Aurélio poderá ser retirado da missão ou deixar de ser reconhecido como membro da missão."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.032321920304568326,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Os privilégios e as imunidades previstos estendidos à mulher e aos filhos de Aurélio cessam de imediato, na hipótese de falecimento de Aurélio."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.038966415089008895,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Se nomeado, a residência de Aurélio gozará da mesma inviolabilidade estendida ao local em que baseada a missão do Brasil no Estado acreditado."
            }
        ],
        "valid": true
    }
]
