[
    {
        "areas": [
            "ETHICS"
        ],
        "enum": "Deise, advogada renomada, com longos anos de experiência na profissão, obtém sentença condenatória favorável contra o município “X”. Após o trânsito em julgado, inicia a execução, apurando vultoso valor a receber para o seu cliente, bem como honorários advocatícios de sucumbência correspondente a dez por cento do principal. Além disso, a ilustre advogada possui contrato de honorários escrito, fixando outros dez por cento em decorrência do resultado final do processo, a titulo de honorários de êxito. No entanto, para manter cordial a sua relação com o cliente, não apresenta o contrato em Juízo, esperando o cumprimento espontâneo do mesmo, o que não veio a ocorrer. Assim, antes do pagamento do precatório, mas tendo sido o mesmo expedido, requer a advogada o bloqueio do valor correspondente ao seu contrato de honorários.\n\n Observado tal relato, segundo as regras do Estatuto da Advocacia, assinale a afirmativa correta.",
        "filename": "2013-11.txt",
        "number": "3",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O destaque correspondente aos honorários advocatícios definidos em contrato escrito pode ocorrer a qualquer momento antes do pagamento do precatório.",
                "pmi": [
                    0.02369600985954927,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "O advogado, ocorrendo a existência de honorários advocatícios contratuais fixados por escrito, deve requerer o seu pagamento com a dedução do valor devido ao cliente antes da expedição do precatório.",
                "pmi": [
                    0.008667511122879659,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "O pagamento dos honorários contratuais fixados em documento escrito deve ser realizado pelo cliente ou em ação judicial sem que possa ocorrer desconto no valor do precatório expedido em favor do cliente.",
                "pmi": [
                    0.020183279086777865,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O Juiz fazendário da condenação, em se tratando de acerto privado, não possui competência para definir se tal valor é ou não devido, sendo inviável o desconto no valor do precatório.",
                "pmi": [
                    0.016638574575207656,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
