[
    {
        "enum": "O magistrado Mévio, de larga experiência forense, buscando organizar o serviço do seu cartório, edita Portaria disciplinando o horário de atendimento das partes e dos advogados não coincidente com o horário forense. Os processos passam a ser distribuídos, por numeração, com a responsabilização individual de determinados servidores. Estabeleceu-se que os autos de final 0 a 3 teriam atendimento ao público, aí incluídos advogados, das 11h às 13h, e daí sucessivamente. Com tal organização, obteve o cumprimento de todas as metas estabelecidas pela Corregedoria do Tribunal. À luz da legislação estatutária, assinale a alternativa correta quanto a essa atitude.",
        "number": "46",
        "options": [
            {
                "letter": "A",
                "text": "O ato normativo do magistrado colide frontalmente com o direito dos advogados de serem atendidos a qualquer momento pelo Magistrado e servidores públicos.",
                "correct": true,
                "pmi": [
                    -0.09499362753935497,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "B",
                "text": "A Administração dos órgãos do Poder Judiciário é autônoma, podendo ocorrer ato do magistrado impondo restrições ao advogado.",
                "correct": null,
                "pmi": [
                    -0.11550446236454646,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "C",
                "text": "O princípio da eficiência sobrepõe-se aos interesses das partes e dos advogados, seguindo moderna tendência da Administração Pública.",
                "correct": null,
                "pmi": [
                    -0.041583137282140144,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "D",
                "text": "As metas de produção determinadas pelos órgãos de controle do Poder Judiciário justificam a restrição dos direitos dos advogados de acesso aos autos e aos agentes públicos.",
                "correct": null,
                "pmi": [
                    -0.048039384962309736,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "areas": [
            "ETHICS"
        ],
        "filename": "2011-03.txt",
        "valid": true
    }
]
