[
    {
        "areas": [
            null
        ],
        "enum": "Mateus foi denunciado pela prática de um crime de homicídio qualificado, sendo narrado na denúncia que a motivação do crime seria guerra entre facções do tráfico. Cinco dias antes do julgamento em plenário, o Ministério Público junta ao processo a Folha de Antecedentes Criminais (FAC) do acusado, conforme requerido quando da manifestação em diligências, em que, de fato, constavam anotações referentes a processos pela prática do crime da Lei de Drogas.  Apenas três dias úteis antes do julgamento, a defesa de Mateus vem a tomar conhecimento da juntada da FAC. No dia do julgamento, após a manifestação oral da defesa em plenário, indagado pelo juiz presidente sobre o interesse em se manifestar em réplica, o promotor de justiça afirma negativamente, reiterando aos jurados que as provas estão muito claras e que o réu deve ser condenado, não havendo necessidade de maiores explanações. Posteriormente, o juiz presidente nega à defesa o direito de tréplica. Mateus é condenado.\n\n Diante da situação narrada, o(a) advogado(a) de Mateus, em sede de apelação, deverá buscar",
        "filename": "2017-23.txt",
        "number": "65",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.034249198758596174,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "a nulidade do julgamento, pois foi juntada documentação sem a antecedência necessária exigida pela lei."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.02639738774973232,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "o afastamento da qualificadora pelo Tribunal, pois foi juntada documentação que influenciou seu reconhecimento sem a antecedência necessária exigida pela lei."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.0853867746261255,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "a nulidade do julgamento, pois o direito de tréplica da defesa independe da réplica do Ministério Público."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.0698619065122845,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "a nulidade do julgamento, pois houve réplica por parte do Ministério Público, de modo que deveria ser deferido à defesa o direito de tréplica."
            }
        ],
        "valid": true
    }
]
