[
    {
        "areas": [
            null
        ],
        "enum": "Após a Polícia Federal colher farto material probatório, o Ministério Público denunciou Ricardo, servidor público federal estável, por crime funcional e comunicou o fato às autoridades competentes para eventual apuração administrativa.  Antes do recebimento da denúncia, diante da vasta documentação que demonstrava a materialidade de violação de dever funcional remetida para a Administração, foi instaurado o processo administrativo disciplinar, sem a realização de sindicância, que, mediante regular processamento do inquérito administrativo, culminou na aplicação da pena de demissão de Ricardo.\n\n Sobre a situação hipotética narrada, assinale a afirmativa correta.",
        "filename": "2017-23.txt",
        "number": "28",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.020703865421687746,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Ricardo não poderia ser demitido sem a realização de sindicância, que é procedimento prévio imprescindível para a instauração de processo administrativo disciplinar."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.03714874975156586,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O recebimento da denúncia deveria ter suspendido o processo administrativo disciplinar contra Ricardo, e o prosseguimento de tal apuração só poderia ocorrer após a conclusão do Juízo criminal."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.04276978302852037,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O processo administrativo disciplinar instaurado contra Ricardo é nulo, pois não é cabível a utilização de prova produzida para a apuração criminal."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.059159459366047384,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A hipótese não apresenta qualquer nulidade que contamine o processo administrativo disciplinar instaurado contra Ricardo."
            }
        ],
        "valid": true
    }
]
