[
    {
        "areas": [
            "CONSTITUTIONAL"
        ],
        "enum": "Assinale a opção correta a respeito da medida cautelar em sede de ação direta de inconstitucionalidade, de acordo com o que dispõe a Lei n.º 9.868/1999.",
        "filename": "2010-01.txt",
        "number": "13",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Tal medida não poderá ser apreciada em período de recesso ou férias, visto que é imperioso que seja concedida por decisão da maioria absoluta dos membros do STF, após a audiência dos órgãos ou autoridades dos quais emanou a lei ou ato normativo impugnado.",
                "pmi": [
                    0.016124533620852272,
                    0.03525177842936262,
                    0.041221358541161,
                    0.041221358541161
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Essa medida cautelar só poderá ser concedida se ouvidos, previamente, o advogado-geral da União e o procurador-geral da República.",
                "pmi": [
                    0.056528632866327706,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "A decisão proferida em sede de cautelar, seja ela concessiva ou não, será dotada de eficácia contra todos, com efeito ex nunc, salvo se o STF entender que deva conceder-lhe eficácia retroativa.",
                "pmi": [
                    0.02949319139157128,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "O relator, em face da relevância da matéria e de seu especial significado para a ordem social e a segurança jurídica, poderá, após a prestação das informações e a manifestação do advogado-geral da União e do procurador-geral da República, sucessivamente, submeter o processo diretamente ao STF, que terá a faculdade de julgar definitivamente a ação.",
                "pmi": [
                    -0.01993969475214527,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
