[
    {
        "filename": "2012-09.txt",
        "valid": true,
        "number": "33",
        "areas": [
            "ADMINISTRATIVE"
        ],
        "options": [
            {
                "text": "As parcerias público-privadas têm natureza de convênio, e não de contrato, uma vez que o ente público e o ente particular conjugam esforços na realização de uma atividade de interesse público.",
                "letter": "A",
                "correct": null,
                "pmi": [
                    -0.0923491827941248,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "As parcerias público-privadas preveem que o ente público executará uma parcela do serviço ou obra, nunca inferior a 50%, e o particular o restante do serviço ou obra.",
                "letter": "B",
                "correct": null,
                "pmi": [
                    -0.09647576113865358,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "As parcerias público-privadas não podem ter por objeto, exclusivamente, a execução de obra pública de restauração do Parque de Esportes.",
                "letter": "C",
                "correct": true,
                "pmi": [
                    -0.09173298960300957,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "As parcerias público-privadas remuneram o ente particular integralmente com o valor das tarifas cobradas dos usuários do serviço, sendo vedado ao ente público o custeio direto das atividades desenvolvidas pelo particular.",
                "letter": "D",
                "correct": null,
                "pmi": [
                    -0.06271082161396416,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "enum": "Um estado da Federação, em processo de recuperação econômica, pretende restaurar o seu antigo Parque de Esportes, uma enorme área que concentra estádio de futebol, ginásio de esportes coletivos e parque aquático. Não dispondo de recursos para custear a totalidade da obra e nem tendo expertise para promover uma boa gestão do espaço, o Estado pretende firmar um contrato de parceria público-privada, nos moldes da Lei n. 11.079/2004.\n\n Sobre o instituto da Parceria Público-Privada, assinale a afirmativa correta."
    }
]
