[
    {
        "areas": [],
        "enum": "Rafael e Paulo, maiores e capazes, devidamente representados por seus advogados, celebraram um contrato, no qual, dentre outras obrigações, havia a previsão de que, em eventual ação judicial, os prazos processuais relativamente aos atos a serem praticados por ambos seriam, em todas as hipóteses, dobrados. Por conta de desavenças surgidas um ano após a celebração da avença, Rafael ajuizou uma demanda com o objetivo de rescindir o contrato e, ainda, receber indenização por dano material. Regularmente distribuída para o juízo da 10ª Vara Cível da comarca de Porto Alegre/RS, o magistrado houve por reconhecer, de ofício, a nulidade da cláusula que previa a dobra do prazo.\n\n Sobre os fatos, assinale a afirmativa correta.",
        "filename": "2016-20.txt",
        "number": "57",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O magistrado agiu corretamente, uma vez que as regras processuais não podem ser alteradas pela vontade das partes.",
                "pmi": [
                    0.061211708937853895,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Se o magistrado tivesse ouvido as partes antes de reconhecer a nulidade, sua decisão estaria correta, uma vez que, embora a cláusula fosse realmente nula, o princípio do contraditório deveria ter sido observado.",
                "pmi": [
                    0.029876706293757063,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "O magistrado agiu incorretamente, uma vez que, tratando- se de objeto disponível, realizado por partes capazes, eventual negócio processual, que ajuste o procedimento às especificidades da causa, deve ser respeitado.",
                "pmi": [
                    0.033711163746442355,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O juiz não poderia ter reconhecido a nulidade do negócio processual, ainda que se tratasse de contrato de adesão realizado por partes em situações manifestamente desproporcionais, uma vez que deve ser respeitada a autonomia da vontade.",
                "pmi": [
                    0.028796362029040908,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
