[
    {
        "areas": [],
        "enum": "Fabrício, com dolo de matar, realiza vários disparos de arma de fogo em direção a Cristiano. Dois projéteis de arma de fogo atingem o peito da vítima, que vem a falecer. Fabrício foge para não ser preso em flagrante. Os fatos ocorreram no final de uma tarde de domingo, diante de várias testemunhas. O inquérito policial foi instaurado, e Fabrício foi indiciado pelo homicídio de Cristiano. Os autos são remetidos ao Ministério Público, que denuncia Fabrício. O processo tem seu curso regular e as testemunhas confirmam que Fabrício foi o autor do disparo. Após a apresentação dos memoriais, os autos são remetidos para conclusão, a fim de que seja exarada a sentença, sendo certo que o juiz está convencido de que há indícios de autoria em desfavor de Fabrício e prova da materialidade de crime doloso contra a vida. Diante do caso narrado, assinale a alternativa correta acerca da sentença a ser proferida pelo juiz na primeira fase do procedimento do Júri.",
        "filename": "2014-15.txt",
        "number": "65",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O juiz deve impronunciar Fabrício pelo crime de homicídio, diante dos indícios de autoria e prova da materialidade, que indicam a prática de crime doloso contra a vida.",
                "pmi": [
                    0.04327282381999615,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "O juiz deve pronunciar Fabrício, remetendo os autos ao Juízo comum, diante dos indícios de autoria e prova da materialidade, que indicam a prática de crime doloso contra a vida.",
                "pmi": [
                    0.03250772405537877,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "O juiz deve pronunciar Fabrício, submetendo-o ao plenário do Júri, diante dos indícios de autoria e prova da materialidade, que indicam a prática de crime doloso contra a vida.",
                "pmi": [
                    0.02838428149967308,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O juiz deve pronunciar Fabrício, submetendo-o ao plenário do Júri mediante desclassificação do crime comum para crime doloso contra a vida, diante dos indícios de autoria e prova da materialidade, que indicam a prática de crime doloso contra a vida.",
                "pmi": [
                    0.04348158244236165,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
