[
    {
        "areas": [],
        "enum": "A médica Carolina é devedora de R$ 100.000,00 (cem mil reais), débito esse originado de contrato particular de mútuo, vencido e não pago, no qual figura como credora a advogada Zélia. Diante do inadimplemento, Zélia ajuizou ação de cobrança que, após instrução probatória, culminou em sentença com resolução de mérito procedente. O juiz não se pronunciou quanto ao pagamento de honorários advocatícios de sucumbência à advogada porque esta atuou em causa própria. A omissa sentença proferida transitou em julgado recentemente.\n\n Sobre o caso apresentado, segundo o CPC/15, assinale a afirmativa correta.",
        "filename": "2016-20.txt",
        "number": "55",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O juiz agiu com acerto ao deixar de condenar Carolina ao pagamento de honorários.",
                "pmi": [
                    0.007483967496021187,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Os honorários advocatícios de sucumbência constituem direito do advogado sem natureza alimentar.",
                "pmi": [
                    -4.625845919664434e-06,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "A advogada Zélia não poderá requerer que o pagamento dos honorários seja efetuado em favor da sociedade de advogados no qual figura como sócia.",
                "pmi": [
                    0.0068511374227438445,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "O recente trânsito em julgado da omissa sentença não obsta o ajuizamento de ação autônoma para definição e cobrança dos honorários de sucumbência.",
                "pmi": [
                    -0.0008159465147052048,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
