[
    {
        "areas": [
            "ETHICS"
        ],
        "enum": "O advogado João apresentou petição em determinada Vara Cível, pela qual fazia juntar o contrato de honorários celebrado com seu cliente para aquela causa, bem como requeria a expedição de mandado de pagamento em seu nome, a fim de receber seus honorários diretamente, por dedução da quantia a ser recebida por seu constituinte. Sobre a hipótese e à luz do que dispõe o Estatuto da Advocacia e da OAB, assinale a alternativa correta:",
        "filename": "2012-07.txt",
        "number": "4",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    0.014461040774445443,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O advogado tem direito à expedição de mandado de pagamento em seu nome, para que receba diretamente seus honorários, por dedução da quantia a ser recebida pelo constituinte, devendo, para tanto, fazer juntar aos autos o contrato de honorários."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.0098335077266229,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O advogado tem direito à expedição de mandado de pagamento em seu nome, para que receba diretamente seus honorários, por dedução da quantia a ser recebida pelo constituinte, devendo, para tanto, fazer juntar aos autos o contrato de honorários, bem como declaração expressa de seu constituinte anuindo com a realização do pagamento diretamente ao advogado."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.014461040774445443,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O advogado não tem direito à expedição de mandado de pagamento em seu nome, para que receba diretamente seus honorários, por dedução da quantia a ser recebida pelo constituinte, mas o magistrado pode assim determinar, caso entenda conveniente."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.02655040784068846,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O advogado não tem direito, em hipótese alguma, à expedição de mandado de pagamento em seu nome, para que receba diretamente seus honorários, por dedução da quantia a ser recebida pelo constituinte. Mandados de pagamento, incluindo-se aqueles referentes aos honorários do advogado, são sempre expedidos em nome da parte."
            }
        ],
        "valid": true
    }
]
