[
    {
        "areas": [
            null
        ],
        "enum": "Cássio, mutuante, celebrou contrato de mútuo gratuito com Felipe, mutuário, cujo objeto era a quantia de R$ 5.000,00, em 1º de outubro de 2016, pelo prazo de seis meses. Foi combinado que a entrega do dinheiro seria feita no parque da cidade. No entanto, Felipe, após receber o dinheiro, foi furtado no caminho de casa.  Em 1º de abril de 2017, Cássio telefonou para Felipe para combinar o pagamento da quantia emprestada, mas este respondeu que não seria possível, em razão da perda do bem por fato alheio à sua vontade.  Acerca dos fatos narrados, assinale a afirmativa correta.",
        "filename": "2017-23.txt",
        "number": "35",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    0.0379106588682294,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Cássio tem direito à devolução do dinheiro, ainda que a perda da coisa não tenha sido por culpa do devedor, Felipe."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.02794107053423982,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Cássio tem direito à devolução do dinheiro e ao pagamento de juros, ainda que a perda da coisa não tenha sido por culpa do devedor, Felipe."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.02427876035899376,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Cássio tem direito somente à devolução de metade do dinheiro, pois a perda da coisa não foi por culpa do devedor, Felipe."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.027313605403867982,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Cássio não tem direito à devolução do dinheiro, pois a perda da coisa não foi por culpa do devedor, Felipe."
            }
        ],
        "valid": true
    }
]
