[
    {
        "areas": [
            null
        ],
        "enum": "Parlamentar brasileiro, em viagem oficial, visita o Tribunal Constitucional Federal da Alemanha, recebendo numerosas informações acerca do seu funcionamento e de sua área de atuação. Uma, todavia, chamou especialmente sua atenção: a referida Corte Constitucional reconhecia a possibilidade de alteração da Constituição material - ou seja, de suas normas - sem qualquer mudança no texto formal.  Surpreendido com essa possibilidade, procura sua assessoria jurídica a fim de saber se o Supremo Tribunal Federal fazia uso de técnica semelhante no âmbito da ordem jurídica brasileira.\n\n A partir da hipótese apresentada, assinale a opção que apresenta a informação dada pela assessoria jurídica.",
        "filename": "2017-22.txt",
        "number": "18",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.046888332410740106,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Não. O Supremo Tribunal Federal somente pode reconhecer nova norma no sistema jurídico constitucional a partir de emenda à constituição produzida pelo poder constituinte derivado reformador."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.049483435999631176,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Sim. O Supremo Tribunal Federal, reconhecendo o fenômeno da mutação constitucional, pode atribuir ao texto inalterado uma nova interpretação, que expressa, assim, uma nova norma."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.008367242865844494,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Não. O surgimento de novas normas constitucionais somente pode ser admitido por intermédio das vias formais de alteração, todas expressamente previstas no próprio texto da Constituição."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.01610072996148724,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Sim. O sistema jurídico-constitucional brasileiro, seguindo linhas interpretativas contemporâneas, admite, como regra, a interpretação da Constituição independentemente de limites semânticos concedidos pelo texto."
            }
        ],
        "valid": true
    }
]
