[
    {
        "valid": true,
        "number": "24",
        "filename": "2012-06.txt",
        "options": [
            {
                "text": "Fernanda tem razão em seu questionamento, pois a sucessão testamentária de imóvel localizado no Brasil rege-se, inclusive quanto à forma, pela lei do local onde a coisa se situa (lex rei sitae).",
                "pmi": [
                    -0.045582602805422395,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "A",
                "correct": null
            },
            {
                "text": "Fernanda tem razão em questionar a validade do testamento, pois a Lei de Introdução às Normas do Direito Brasileiro veda a partilha de bens imóveis situados no Brasil por ato testamentário firmado no exterior.",
                "pmi": [
                    -0.11590028310378721,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "B",
                "correct": null
            },
            {
                "text": "Fernanda não tem razão em questionar a validade do testamento, pois o ato testamentário se rege, quanto à forma, pela lei do local onde foi celebrado (locus regit actum).",
                "pmi": [
                    -0.07568106606978452,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "C",
                "correct": true
            },
            {
                "text": "O questionamento de Fernanda não será apreciado, pois a Justiça brasileira não possui competência para conhecer e julgar o mérito de ações que versem sobre atos testamentários realizados no exterior.",
                "pmi": [
                    -0.06982663761385051,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "D",
                "correct": null
            }
        ],
        "enum": "Arnaldo Butti, cidadão brasileiro, falece em Roma, Itália, local onde residia e tinha domicílio. Em seu testamento, firmado em sua residência poucos dias antes de sua morte, Butti, que não tinha herdeiros naturais, deixou um imóvel localizado na Avenida Atlântica, na cidade do Rio de Janeiro, para Júlia, neta de sua enfermeira, que vive no Brasil. Inconformada com a partilha, Fernanda, brasileira, sobrinha-neta do falecido, que há dois anos vivia de favor no referido imóvel, questiona no Judiciário brasileiro a validade do testamento. Alega, em síntese, que, embora obedecesse a todas as formalidades previstas na lei italiana, o ato não seguiu todas as formalidades preconizadas pela lei brasileira.\n\n Com base na hipótese acima aventada, assinale a alternativa correta.",
        "areas": [
            "INTERNATIONAL"
        ]
    }
]
