[
    {
        "areas": [
            "HUMAN-RIGHTS"
        ],
        "enum": "A população do Quilombo da Cachoeira e da Pedreira é surpreendida com o lançamento do “Centro de Lançamento de Foguetes da Cachoeira e da Pedreira” e pelo consequente processo de desapropriação do local de moradia das populações tradicionais. Os quilombolas procuram o Governo Federal, que se recusa em conferir os títulos de propriedade definitiva para a comunidade.\n\n Segundo o Sistema Interamericano de Direitos Humanos, é correto afirmar:",
        "filename": "2012-07.txt",
        "number": "15",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Como a questão versa sobre propriedade privada, questão não abordada pelo Pacto de São José da Costa Rica, a população do Quilombo da Cachoeira e da Pedreira terá sua petição inadmitida pela falta de cumprimento do requisito previsto na Convenção Americana de Direitos Humanos.",
                "pmi": [
                    0.027303858970562183,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Como o caso em tela versa sobre o direito do Estado sobre o seu território, a Soberania do Estado prevalece, e a população do Quilombo da Cachoeira e da Pedreira terá sua petição inadmitida pela falta de cumprimento do requisito previsto na Convenção Americana de Direitos Humanos.",
                "pmi": [
                    0.038410690435559856,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Como o caso versa sobre discriminação racial, a população do Quilombo da Cachoeira e da Pedreira deverá estar representada por uma entidade não-governamental que seja reconhecida em um ou mais Estados-membros da Organização dos Estados Americanos, e que inclua em suas finalidades institucionais o combate ao racismo, para apresentar à Comissão Interamericana de Direitos Humanos a petição que contém denúncia ou queixa de violação da Convenção Americana de Direitos Humanos por um Estado-parte.",
                "pmi": [
                    0.021452172799829028,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "Como a questão versa, também, sobre a proteção da família, a população do Quilombo da Cachoeira e da Pedreira poderá protocolar, diretamente por seus indivíduos ou representada por uma entidade não-governamental que seja reconhecida em um ou mais Estados-membros da Organização dos Estados Americanos, a petição que contém denúncia ou queixa de violação da Convenção Americana de Direitos Humanos por um Estado-parte à Comissão Interamericana de Direitos Humanos.",
                "pmi": [
                    0.0474984139133853,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
