[
    {
        "filename": "2016-20a.txt",
        "areas": [],
        "enum": "Luiz Periquito, famoso colecionador de pássaros, é surpreendido pela autoridade ambiental municipal em sua propriedade, a qual lavra auto de infração tendo em vista a posse de animais silvestres sem autorização legal, objeto de caça, bem como indícios de maus tratos aos animais.\n\n Sobre o caso e tendo em vista a proteção à fauna no ordenamento jurídico brasileiro, assinale a afirmativa correta.",
        "number": "36",
        "valid": true,
        "options": [
            {
                "text": "A atuação da autoridade municipal é inválida, já que a competência legislativa e material para tratar sobre caça, pesca e fauna é exclusiva da União Federal.",
                "letter": "A",
                "pmi": [
                    -0.039585864983997514,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null
            },
            {
                "text": "O auto de infração está irregular, uma vez que a fauna não foi objeto de tutela constitucional e a Lei nº 5.197/67 (Lei de Proteção à Fauna) não disciplina especificamente o tema de caça e maus tratos.",
                "letter": "B",
                "pmi": [
                    -0.12935807315255743,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null
            },
            {
                "text": "O auto de infração está correto, uma vez que a Constituição de 1988 veda qualquer forma de caça no território brasileiro, seja esportiva ou caça de controle.",
                "letter": "C",
                "pmi": [
                    -0.08189517562118745,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null
            },
            {
                "text": "A conduta de Luiz Periquito está em desconformidade com a Constituição de 1988, já que há expressa vedação constitucional às práticas que submetam os animais à crueldade, na forma da lei.",
                "letter": "D",
                "pmi": [
                    -0.10979553943971063,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true
            }
        ]
    }
]
