[
    {
        "options": [
            {
                "correct": true,
                "text": "Nenhuma das advogadas deverá compor a lista a ser encaminhada ao Tribunal de Justiça.",
                "pmi": [
                    -0.06852114144401765,
                    -0.010254632266503302,
                    0.0,
                    0.0
                ],
                "letter": "A"
            },
            {
                "correct": null,
                "text": "Apenas Tereza e Esmeralda deverão compor a lista a ser encaminhada ao Tribunal de Justiça.",
                "pmi": [
                    -0.051390856083013234,
                    -0.007324737333216644,
                    0.0,
                    0.0
                ],
                "letter": "B"
            },
            {
                "correct": null,
                "text": "Apenas Gabriela deverá compor a lista a ser encaminhada ao Tribunal de Justiça.",
                "pmi": [
                    -0.06852114144401765,
                    -0.010254632266503302,
                    0.0,
                    0.0
                ],
                "letter": "C"
            },
            {
                "correct": null,
                "text": "Apenas Tereza deverá compor a lista a ser encaminhada ao Tribunal de Justiça.",
                "pmi": [
                    -0.06852114144401765,
                    -0.010254632266503302,
                    0.0,
                    0.0
                ],
                "letter": "D"
            }
        ],
        "enum": "As advogadas Tereza, Gabriela e Esmeralda desejam integrar a lista a ser encaminhada ao Tribunal de Justiça de determinado estado da federação, para preenchimento de vaga constitucionalmente destinada aos advogados na composição do Tribunal. Tereza exerce regular e efetivamente a atividade de advocacia há 15 anos. Possui reputação ilibada e saber jurídico tão notório que a permitiu ser eleita conselheira suplente, para a atual gestão, de determinada subseção da OAB. Gabriela, embora nunca tenha integrado órgão da OAB, exerce, regular e efetivamente, a advocacia há 06 anos e é conhecida por sua conduta ética e seu profundo conhecimento do Direito. Por sua vez, Esmeralda pratica regularmente a advocacia há 10 anos. Também é inconteste seu extenso conhecimento jurídico. A reputação ilibada de Esmeralda é comprovada diariamente no corretíssimo exercício de sua função de tesoureira da Caixa de Assistência de Advogados da Seccional da OAB na qual inscrita.\n\n Sobre o caso narrado, assinale a afirmativa correta.",
        "filename": "2016-20.txt",
        "number": "7",
        "areas": [],
        "valid": true
    }
]
