[
    {
        "areas": [],
        "enum": "Augusto, viúvo, pai de Gustavo e Fernanda, conheceu Rita e com ela manteve, por dez anos, um relacionamento amoroso contínuo, público, duradouro e com objetivo de constituir família. Nesse período, Augusto não se preocupou em fazer o inventário dos bens adquiridos quando casado e em realizar a partilha entre os herdeiros Gustavo e Fernanda. Em meados de setembro do corrente ano, Augusto resolveu romper o relacionamento com Rita.\n\n Face aos fatos narrados e considerando as regras de Direito Civil, assinale a opção correta.",
        "filename": "2014-15.txt",
        "number": "39",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.012293707765522553,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A ausência de partilha dos bens de Augusto com seus herdeiros Gustavo e Fernanda caracteriza causa suspensiva do casamento, o que obsta o reconhecimento da união estável entre Rita e Augusto."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.008662477343087708,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Sendo reconhecida a união estável entre Augusto e Rita, aplicar-se-ão à relação patrimonial as regras do regime de comunhão universal de bens, salvo se houver contrato dispondo de forma diversa."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.02810084013316031,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Em razão do fim do relacionamento amoroso, Rita poderá pleitear alimentos em desfavor de Augusto, devendo, para tanto, comprovar o binômio necessidade-possibilidade."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.0012600837795105119,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "As dívidas contraídas por Augusto, na constância do relacionamento com Rita, em proveito da entidade familiar, serão suportadas por Rita de forma subsidiária."
            }
        ],
        "valid": true
    }
]
