[
    {
        "enum": "Acerca do estágio de convivência precedente a adoção, assinale a afirmativa correta.",
        "number": "45",
        "filename": "2012-09.txt",
        "options": [
            {
                "text": "O período do estágio de convivência será fixado pela autoridade judiciária, sendo dispensado na hipótese de o adotando encontrar-se sob a tutela, a guarda legal ou de fato do adotante durante tempo suficiente para a avaliação da conveniência da constituição do vínculo.",
                "letter": "A",
                "correct": null,
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "A finalidade do estágio de convivência é permitir a avaliação da conveniência da constituição do vínculo familiar entre adotante e adotado, razão pela qual pode ser dispensado se, cumulativamente, o adotando já encontrar-se sob a tutela, guarda legal ou de fato do adotante e, em audiência, consentir com a adoção.",
                "letter": "B",
                "correct": null,
                "pmi": [
                    0.00868709296807915,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "O período do estágio de convivência será fixado pela autoridade judiciária, em observância as peculiaridades do caso, não podendo este ser inferior a 60 dias para os casos de adoção internacional e de 30 dias para adoção nacional, salvo a hipótese de convivência prévia em decorrência de tutela, guarda legal ou de fato.",
                "letter": "C",
                "correct": null,
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "O período do estágio de convivência prévio a adoção internacional deverá ser cumprido no Brasil e terá prazo mínimo 30 dias, ao passo que para a adoção nacional inexiste prazo mínimo, podendo, inclusive, ser dispensado na hipótese de prévia convivência familiar em decorrência da guarda legal ou da tutela.",
                "letter": "D",
                "correct": true,
                "pmi": [
                    0.007189318318410331,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true,
        "areas": [
            "CHILDREN"
        ]
    }
]
