[
    {
        "areas": [],
        "enum": "Renato, desejando ajuizar uma ação de obrigação de fazer em face de seu vizinho Túlio, procurou Roberto, advogado recém-formado, que usou um modelo de petição inicial encontrado na Internet. Protocolizada a petição, o juízo indeferiu a inicial e julgou extinto o processo, sem resolução de mérito, ao fundamento de que da narração dos fatos não decorria logicamente a conclusão.\n\n Considerando que o autor interpôs o recurso cabível contra esse ato decisório, assinale a afirmativa correta.",
        "filename": "2016-19.txt",
        "number": "57",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    0.016469890092780666,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O recurso interposto nesse caso permite ao magistrado exercer o juízo de retratação, podendo reformar a decisão que indeferiu a petição inicial em quarenta e oito horas."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.01438484181028563,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O recurso interposto pelo autor foi o agravo de instrumento, uma vez que o ato do juízo não pôs fim ao processo, tratando-se de decisão interlocutória."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.030064218601863146,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "É indispensável a citação do réu para integrar a relação processual e oferecer contrarrazões, em homenagem aos princípios da ampla defesa e do contraditório."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.04878559131475494,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Caso a sentença seja confirmada pelo Tribunal, Renato deverá ser condenado ao pagamento de honorários advocatícios sucumbenciais."
            }
        ],
        "valid": true
    }
]
