[
    {
        "areas": [],
        "enum": "Gerusa ajuizou ação de cobrança em face de Vicente, que, ao final da instrução probatória, culminou em sentença de procedência de seu pedido condenatório, tendo o magistrado fixado honorários advocatícios de sucumbência em quantia irrisória. O êxito obtido decorreu do trabalho desenvolvido pelo Dr. Alonso, advogado particular constituído por Gerusa em razão de renúncia ao mandato apresentada por seu antigo advogado, logo após a distribuição da ação. Assim que assumiu o patrocínio da causa, o Dr. Alonso identificou que Gerusa não possuía recursos suficientes para custear o processo, razão pela qual requereu e obteve o direito de gratuidade da justiça para sua cliente.\n\n A partir dos elementos do enunciado, com base no CPC/15, assinale a afirmativa correta.",
        "filename": "2016-20a.txt",
        "number": "56",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O pedido de gratuidade da justiça deveria ter sido formulado por meio de incidente processual em apenso.",
                "pmi": [
                    0.02231199728432082,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "É cabível apelação versando exclusivamente sobre a majoração do valor dos honorários fixados pela sentença, mediante pagamento do preparo pelo Dr. Alonso.",
                "pmi": [
                    0.030293106108394415,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "A gratuidade da justiça não poderia ter sido deferida pelo juiz, pois Gerusa está assistida pelo advogado particular Dr. Alonso.",
                "pmi": [
                    0.01263038023473688,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "É cabível apelação versando exclusivamente sobre a majoração dos honorários fixados pela sentença, sendo dispensável o pagamento do preparo em razão da concessão do direito de gratuidade da justiça a Gerusa.",
                "pmi": [
                    0.026739852357049922,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
