[
    {
        "enum": "No dia 28 de agosto de 2011, após uma discussão no trabalho quando todos comemoravam os 20 anos de João, este desfere uma facada no braço de Paulo, que fica revoltado e liga para a Polícia, sendo João preso em flagrante pela prática do injusto de homicídio tentado, obtendo liberdade provisória logo em seguida. O laudo de exame de delito constatou a existência de lesão leve.\n\n A denúncia foi oferecida em 23 de agosto de 2013 e recebida pelo juiz em 28 de agosto de 2013. Finda a primeira fase do procedimento do Tribunal do Júri, ocasião em que a vítima compareceu, confirmou os fatos, inclusive dizendo acreditar que a intenção do agente era efetivamente matá-la, e demonstrou todo seu inconformismo com a conduta do réu, João foi pronunciado, sendo a decisão publicada em 23 de agosto de 2015, não havendo impugnação pelas partes.\n\n Submetido a julgamento em sessão plenária em 18 de julho de 2017, os jurados afastaram a intenção de matar, ocorrendo em sentença, então, a desclassificação para o crime de lesão corporal simples, que tem a pena máxima prevista de 01 ano, sendo certo que o Código Penal prevê que a pena de 01 a 02 anos prescreve em 04 anos.\n\n Na ocasião, você, como advogado(a) de João, considerando apenas as informações narradas, deverá requerer que seja declarada a extinção da punibilidade pela",
        "valid": true,
        "filename": "2017-24.txt",
        "areas": [
            null
        ],
        "options": [
            {
                "pmi": [
                    0.011766016419476933,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "A",
                "text": "decadência, por ausência de representação da vítima.",
                "correct": null
            },
            {
                "pmi": [
                    -0.004376502874165441,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "B",
                "text": "prescrição da pretensão punitiva, porque já foi ultrapassado o prazo prescricional entre a data do fato e a do recebimento da denúncia.",
                "correct": true
            },
            {
                "pmi": [
                    -0.008572983654555198,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "C",
                "text": "(prescrição da pretensão punitiva, porque já foi ultrapassado o prazo prescricional entre a data do oferecimento da denúncia e a da publicação da decisão de pronúncia.",
                "correct": null
            },
            {
                "pmi": [
                    -0.003719901827852336,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "D",
                "text": "prescrição da pretensão punitiva, porque entre a data do recebimento da denúncia e a do julgamento pelo júri decorreu o prazo prescricional.",
                "correct": null
            }
        ],
        "number": "62"
    }
]
