[
    {
        "areas": [
            "ETHICS"
        ],
        "enum": "Gabriela é sócia de uma sociedade de advogados, tendo, no exercício de suas atividades profissionais, representado judicialmente Júlia. Entretanto, Gabriela, agindo com culpa, deixou de praticar ato imprescindível à defesa de Júlia em processo judicial, acarretando-lhe danos materiais e morais.\n\n Em uma eventual demanda proposta por Júlia, a fim de ver ressarcidos os danos sofridos, deve-se considerar que",
        "filename": "2015-18.txt",
        "number": "8",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Gabriela e a sociedade de advogados não podem ser responsabilizadas civilmente pelos danos, pois, no exercício profissional, o advogado apenas responde pelos atos que pratica mediante dolo, compreendido por meio do binômio consciência e vontade.",
                "pmi": [
                    0.022905410205813246,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "a sociedade de advogados não pode ser responsabilizada civilmente pelos atos ou omissões praticados pessoalmente por Gabriela. Assim, apenas a advogada responderá pela sua omissão decorrente de culpa, no âmbito da responsabilidade civil e disciplinar.",
                "pmi": [
                    0.04703784929176516,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Gabriela e a sociedade de advogados responderão civilmente pela omissão decorrente de culpa, sem prejuízo da responsabilidade disciplinar da advogada, cuidando-se de hipótese de responsabilidade civil solidária entre ambas.",
                "pmi": [
                    0.03419673326836781,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "Gabriela e a sociedade de advogados podem ser responsabilizadas civilmente pela omissão decorrente de culpa. A responsabilidade civil de Gabriela será subsidiária à da sociedade e ilimitada pelos danos causados, sem prejuízo de sua responsabilidade disciplinar.",
                "pmi": [
                    0.06851803007927817,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
