[
    {
        "areas": [
            "CHILDREN"
        ],
        "enum": "Washington, adolescente com 14 (quatorze) anos, movido pelo desejo de ajudar seus genitores no sustento do núcleo familiar pobre, pretende iniciar atividade laborativa como ensacador de compras na pequena mercearia Tudo Tem, que funciona 24h, localizada em sua comunidade. Recentemente, esta foi pacificada pelas Forças de Segurança Nacional. Tendo como substrato a tutela do Estatuto da Criança e do Adolescente no tocante ao Direito à Profissionalização e à Proteção no Trabalho, assinale a alternativa correta.",
        "filename": "2011-04.txt",
        "number": "25",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Washington poderá ser contratado como ensacador de compras, mesmo não sendo tal atividade de aprendizagem, pois, como já possui 14 (quatorze) anos, tem discernimento suficiente para firmar o contrato de trabalho e, assim, prestar auxílio material aos seus pais, adotando a louvável atitude de preferir o trabalho às ruas."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.02960898020721935,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Como a comunidade onde reside Washington foi pacificada pelas forças de paz, não há falar em local perigoso ou insalubre para o menor; assim, poderá o adolescente exercer a carga horária laborativa no período das 22h às 24h, sem qualquer restrição legal, desde que procure outra atividade laborativa que seja de formação técnico-profissional."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.016938493045887692,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Washington não poderá trabalhar na mercearia como ensacador de compras, pois tal atividade não é enquadrada como de formação técnico-profissional; portanto, não se pode afirmar que o menor exercerá atividade laborativa na condição de aprendiz."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.0487690045301497,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Na condição de aprendiz, não é necessário que o adolescente goze de horário especial compatível com a garantia de acesso e frequência obrigatória ao ensino regular."
            }
        ],
        "valid": true
    }
]
