[
    {
        "areas": [
            null
        ],
        "enum": "Vera sofreu acidente doméstico e, sentindo fortes dores nas costas e redução da força dos membros inferiores, procurou atendimento médico-hospitalar. A equipe médica prescreveu uma análise neurológica que, a partir dos exames de imagem, evidenciaram uma lesão na coluna. O plano de saúde, entretanto, negou o procedimento e o material, aduzindo negativa de cobertura, embora a moléstia estivesse prevista em contrato.  Vera o(a) procura como advogado(a) a fim de saber se o plano de saúde poderia negar, sob a justificativa de falta de cobertura contratual, algo que os médicos informaram ser essencial para a diagnose correta da extensão da lesão da coluna.  Neste caso, à luz da norma consumerista e do entendimento do STJ, assinale a afirmativa correta.",
        "filename": "2017-23.txt",
        "number": "45",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.020208255967604682,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O contrato de plano de saúde não é regido pelo Código do Consumidor e sim, exclusivamente, pelas normas da Agência Nacional de Saúde, o que impede a interpretação ampliativa, sob pena de comprometer a higidez econômica dos planos de saúde, respaldada no princípio da solidariedade."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.004219178769269165,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O plano de saúde pode se negar a cobrir o procedimento médico-hospitalar, desde que possibilite o reembolso de material indicado pelos profisisonais de medicina, ainda que imponha limitação de valores e o reembolso se dê de forma parcial."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.029495069639676807,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O contrato de plano de saúde é regido pelo Código do Consumidor e os planos de saúde apenas podem estabelecer para quais moléstias oferecerão cobertura, não lhes cabendo limitar o tipo de tratamento que será prescrito, incumbência essa que pertence ao profissional da medicina que assiste ao paciente."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.015841910181319124,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O contrato de plano de saúde é regido pelo Código do Consumidor e, resguardados os direitos básicos do consumidor, os planos de saúde podem estabelecer para quais moléstias e para que tipo de tratamento oferecerão cobertura, de acordo com a categoria de cada nível contratado, sem que isso viole o CDC."
            }
        ],
        "valid": true
    }
]
