[
    {
        "areas": [
            "ETHICS"
        ],
        "enum": "Lara é sócia de determinada sociedade de advogados com sede no Rio de Janeiro e filial em São Paulo. Foi convidada a integrar, cumulativamente e também como sócia, os quadros de outra sociedade de advogados, esta com sede em São Paulo e sem filiais. Aceitou o convite e rapidamente providenciou sua inscrição suplementar na OAB/SP, tendo em vista que passaria a exercer habitualmente a profissão nesse estado.",
        "filename": "2012-07.txt",
        "number": "1",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Lara agiu corretamente, pois, considerando-se que passaria a atuar em mais do que cinco causas por ano em São Paulo, era necessário que promovesse sua inscrição suplementar nesse estado.",
                "pmi": [
                    0.0034570501585228937,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "Lara não agiu corretamente, pois é vedado ao advogado integrar mais de uma sociedade de advogados com sede ou filial na mesma área territorial do respectivo Conselho Seccional.",
                "pmi": [
                    0.00754858797111666,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Lara não agiu corretamente, pois é vedado ao advogado integrar mais de uma sociedade de advogados dentro do território nacional.",
                "pmi": [
                    0.015257426292049663,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Lara agiu corretamente e sequer era necessário que promovesse sua inscrição suplementar, pois passaria a exercer a profissão em São Paulo na qualidade de sócia e não de advogada empregada da sociedade em questão.",
                "pmi": [
                    0.0009154341888857433,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
