[
    {
        "areas": [
            "ETHICS"
        ],
        "enum": "O advogado Antônio de Souza encontra-se preso cautelarmente, em cela comum, por força de decreto de prisão preventiva proferido no âmbito de ação penal a que responde por suposta prática de reiteradas fraudes contra a Previdência. O advogado de Antônio requereu ao magistrado que decretou a prisão a transferência de seu cliente para sala de estado-maior. Como não havia sala de estado-maior disponível na localidade, o magistrado determinou que Antônio deveria permanecer em prisão domiciliar até que houvesse sala de estado-maior disponível.\n\n Sobre a decisão do magistrado, assinale a opção correta.",
        "filename": "2014-14.txt",
        "number": "3",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "O magistrado decidiu corretamente, pois, de acordo com o EAOAB, é direito do advogado não ser recolhido preso, antes de sentença transitada em julgado, senão em sala de Estado-maior e, na sua falta, em prisão domiciliar.",
                "pmi": [
                    0.011463563506954016,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "O magistrado não decidiu corretamente, pois o advogado, assim como qualquer outro cidadão que tenha concluído curso superior, tem direito a ser recolhido preso em prisão especial, mas não em sala de estado-maior, que apenas é garantida a magistrados e membros do Ministério Público.",
                "pmi": [
                    -0.0024999350099383414,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "O magistrado decidiu corretamente, devendo o advogado permanecer em prisão domiciliar, mesmo havendo sala de Estado Maior, após eventual trânsito em julgado de sua condenação.",
                "pmi": [
                    0.004752813019442618,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O magistrado não decidiu corretamente, pois o advogado apenas tem direito a não ser recolhido preso, antes de sentença transitada em julgado, em sala de estado-maior e, na sua falta, em prisão domiciliar, quando o crime que lhe esteja sendo imputado decorra do exercício regular da profissão de advogado.",
                "pmi": [
                    0.03225211670962799,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
