[
    {
        "areas": [
            null
        ],
        "enum": "Carlos, contando com 59 (cinquenta e nove) anos de idade, resolve se inscrever em concurso público para o cargo de Agente de Polícia, dos quadros da Policia Civil do Estado Beta. Todavia, sua inscrição é negada com base no edital, que reproduz a Lei Estadual X, segundo a qual o candidato, no momento da inscrição, deve ter entre 18 (dezoito) e 32 (trinta e dois) anos de idade. Inconformado, Carlos consulta um advogado a respeito de possível violação do direito fundamental à igualdade.  Diante do caso concreto, assinale a opção que se harmoniza com a ordem jurídico-constitucional brasileira.",
        "filename": "2017-22.txt",
        "number": "16",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.042265848402966724,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Houve violação ao princípio da igualdade, pois o sistema jurídico-constitucional brasileiro veda, em caráter absoluto, que a lei estabeleça requisitos de ordem etária para o provimento de cargos públicos."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.02329703318291733,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Não houve violação ao princípio da igualdade, pois o sistema jurídico-constitucional brasileiro permite que a lei estabeleça limite de idade para inscrição em concurso público quando tal medida se justificar pela natureza das atribuições do cargo a ser preenchido."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.0407683088298243,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Houve violação ao princípio da razoabilidade, pois as atividades inerentes ao cargo a ser ocupado não justificam a previsão do critério etário como requisito para inscrição no concurso público que visa ao seu provimento."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.01875387760901926,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Não houve violação ao princípio da igualdade, pois o sistema jurídico-constitucional brasileiro concede aos administradores públicos poder discricionário para definir, por via editalícia, independentemente da lei, os limites etários para a participação em concursos."
            }
        ],
        "valid": true
    }
]
