[
    {
        "areas": [],
        "enum": "Marcos ajuizou reclamação trabalhista em face de sua ex-empregadora, a sociedade empresária Cardinal Roupas Ltda., afirmando ter sofrido acidente do trabalho (doença profissional). Em razão disso, requereu indenização por danos material e moral. Foi determinada a realização de perícia, que concluiu pela ausência de nexo causal entre o problema sofrido e as condições ambientais. Na audiência de instrução, foram ouvidas cinco testemunhas e colhidos os depoimentos pessoais. Com base na prova oral, o juiz se convenceu de que havia o nexo causal e os demais requisitos para a responsabilidade civil, pelo que deferiu o pedido.\n\n Diante da situação retratada, e em relação aos honorários periciais, assinale a afirmativa correta.",
        "filename": "2015-18.txt",
        "number": "78",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O trabalhador sucumbiu no objeto da perícia feita pelo expert, de modo que pagará os honorários.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Uma vez que a perícia não identificou o nexo causal, mas o juiz, sim, os honorários serão rateados entre as partes.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "A empresa pagará os honorários, pois foi sucumbente na pretensão objeto da perícia.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Não havendo disposição a respeito, ficará a critério do juiz, com liberdade, determinar quem pagará os honorários.",
                "pmi": [
                    0.01228399940426334,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
