[
    {
        "areas": [],
        "enum": "Mediante o emprego de violência, Mélvio esbulhou a posse da Fazenda Vila Feliz. A vítima do esbulho, Cassandra, ajuizou ação de reintegração de posse em face de Mélvio após um ano e meio, o que impediu a concessão de medida liminar em seu favor. Passados dois anos desde a invasão, Mélvio teve que trocar o telhado da casa situada na fazenda, pois estava danificado. Passados cinco anos desde a referida obra, a ação de reintegração de posse transitou em julgado e, na ocasião, o telhado colocado por Mélvio já se encontrava severamente danificado. Diante de sua derrota, Mélvio argumentou que faria jus ao direito de retenção pelas benfeitorias erigidas, exigindo que Cassandra o reembolsasse.\n\n A respeito do pleito de Mélvio, assinale a afirmativa correta.",
        "filename": "2015-16.txt",
        "number": "40",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    -0.002891421541864476,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Mélvio não faz jus ao direito de retenção por benfeitorias, pois sua posse é de má-fé e as benfeitorias, ainda que necessárias, não devem ser indenizadas, porque não mais existiam quando a ação de reintegração de posse transitou em julgado."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.001527148225935263,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Mélvio é possuidor de boa-fé, fazendo jus ao direito de retenção por benfeitorias e devendo ser indenizado por Cassandra com base no valor delas."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    -0.00048017789089853694,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Mélvio é possuidor de má-fé, não fazendo jus ao direito de retenção por benfeitorias, mas deve ser indenizado por Cassandra com base no valor delas."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.0028901355291170087,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Mélvio é possuidor de má-fé, fazendo jus ao direito de retenção por benfeitorias e devendo ser indenizado pelo valor atual delas."
            }
        ],
        "valid": true
    }
]
