[
    {
        "options": [
            {
                "text": "Enquanto percebido, o adicional de insalubridade integra a remuneração para todos os efeitos legais.",
                "letter": "A",
                "pmi": [
                    -0.06509500028077918,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null
            },
            {
                "text": "Tendo o empregado recebido adicional de insalubridade com habitualidade, a rubrica não pode ser suprimida, ainda que o empregador promova a eliminação dos riscos à integridade física do empregado.",
                "letter": "B",
                "pmi": [
                    -0.015979131218904912,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true
            },
            {
                "text": "O trabalhador somente faz jus ao pagamento do adicional de insalubridade enquanto permanecer exposto a agentes de risco à sua saúde, independentemente do tempo em que percebeu o aludido adicional.",
                "letter": "C",
                "pmi": [
                    -0.028886106739285333,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null
            },
            {
                "text": "A eliminação ou neutralização da insalubridade ocorrerá com a adoção de medidas que conservem o ambiente de trabalho dentro dos limites de tolerância ou com a utilização de equipamentos de proteção individual ao trabalhador, que diminuam a intensidade do agente agressivo a limites de tolerância.",
                "letter": "D",
                "pmi": [
                    -0.02982363314568129,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null
            }
        ],
        "number": "75",
        "areas": [
            "LABOUR"
        ],
        "valid": true,
        "enum": "Determinado empregado, durante quatro anos consecutivos, percebeu pagamento de adicional de insalubridade, já que desenvolvia seu mister exposto a agentes nocivos à saúde. A empregadora, após sofrer fiscalização do Ministério do Trabalho, houve por bem fornecer a todos os seus empregados equipamento de proteção individual (EPI) aprovado pelo órgão competente do Poder Executivo, eliminando, definitivamente, os riscos à higidez física dos trabalhadores.  Diante do relatado, assinale a opção INCORRETA:",
        "filename": "2012-07.txt"
    }
]
