[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "A proteção da pessoa é uma tendência marcante do atual direito privado, o que leva alguns autores a conceberem a existência de uma verdadeira cláusula geral de tutela da personalidade. Nesse sentido, uma das mudanças mais celebradas do novo Código Civil foi a introdução de um capítulo próprio sobre os chamados direitos da personalidade. Em relação à disciplina legal dos direitos da personalidade no Código Civil, é correto afirmar que",
        "filename": "2012-07.txt",
        "number": "37",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.061568603075324226,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "havendo lesão a direito da personalidade, em se tratando de morto, não é mais possível que se reclamem perdas e danos, visto que a morte põe fim à existência da pessoa natural, e os direitos personalíssimos são intransmissíveis."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.026670793733221117,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "como regra geral, os direitos da personalidade são intransmissíveis e irrenunciáveis, mas o seu exercício poderá sofrer irrestrita limitação voluntária."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.056740148136497,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "é permitida a disposição gratuita do próprio corpo, no todo ou em parte, com objetivo altruístico ou científico, para depois da morte, sendo que tal ato de disposição poderá ser revogado a qualquer tempo."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.029957497670832688,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "em razão de sua maior visibilidade social, a proteção dos direitos da personalidade das celebridades e das chamadas pessoas públicas é mais flexível, sendo permitido utilizar o seu nome para finalidade comercial, ainda que sem prévia autorização."
            }
        ],
        "valid": true
    }
]
