[
    {
        "areas": [
            null
        ],
        "enum": "A Lei Federal nº 123, de iniciativa parlamentar, estabelece regras gerais acerca do parcelamento do solo urbano. Em seguida, a Lei Municipal nº 147 fixa área que será objeto do parcelamento, em função da subutilização de imóveis.  Inconformado com a nova regra, que atinge seu imóvel, Carlos procura seu advogado para que o oriente sobre uma possível irregularidade nas novas regras.  Considerando a hipótese, acerca da Lei Federal nº 123, assinale a afirmativa correta.",
        "filename": "2017-23.txt",
        "number": "34",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.06228290825606334,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "É formalmente inconstitucional, uma vez que é competência dos municípios legislar sobre política urbana."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.06638923438487303,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "É formalmente inconstitucional, uma vez que a competência para iniciativa de leis sobre política urbana é privativa do Presidente da República."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.025240750221450652,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Não possui vício de competência, já que a Lei Municipal nº 147 é inconstitucional, sendo da competência exclusiva da União legislar sobre política urbana."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.027114220124620128,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Não possui vício de competência, assim como a Lei Municipal nº 147, sendo ainda de competência dos municípios a execução da política urbana."
            }
        ],
        "valid": true
    }
]
