[
    {
        "areas": [
            "CIVIL-PROCEDURE"
        ],
        "enum": "No curso dos processos, os juízes são dotados de poderes que lhes permitem conduzir os feitos de maneira adequada, garantindo, ao término do processo, a prestação da tutela jurisdicional de maneira eficaz.\n\n Um dos poderes atribuídos aos magistrados pelo ordenamento jurídico pátrio é o chamado poder geral de cautela, que decorre da evidente impossibilidade de abstrata previsão da totalidade das situações de risco para o processo que podem vir a ocorrer em concreto.\n\n Acerca desse importante instrumento processual de concessão da tutela cautelar, é correto afirmar que",
        "filename": "2011-05.txt",
        "number": "44",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    0.08655035681726309,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "se trata de autorização concedida ao Estado-Juiz para que conceda não apenas as medidas cautelares típicas previstas no Código de Processo Civil ou em outras leis, mas também medidas cautelares inominadas."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.037926519050642406,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "o poder geral de cautela é exercido pelo juiz, a quem caberá, com base em tal poder, optar livremente por prestar a tutela adequada por meio das medidas cautelares nominadas existentes e aplicáveis ao caso concreto ou por meio de medidas cautelares inominadas."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.05581594651024098,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "o sistema processual pátrio não prevê, no Código de Processo Civil, nenhum caso de medida cautelar inominada a ser deferida pelo juiz com base em seu poder geral de cautela, razão pela qual cabe ao magistrado decidir, em cada caso concreto, a medida cautelar atípica que pretende conceder."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.013848248609907356,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "o poder geral de cautela pode ser exercido pelo magistrado mesmo que inexista qualquer processo em curso, uma vez que se pauta no princípio da efetividade das decisões judiciais. Além disso, por força do seu caráter de urgência, dispensa qualquer tipo de fundamentação por parte do magistrado que profere a decisão."
            }
        ],
        "valid": true
    }
]
