[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "Heitor, solteiro e pai de dois filhos também solteiros (Roberto, com trinta anos de idade, e Leonardo, com vinte e oito anos de idade), vem a falecer, sem deixar testamento. Roberto, não tendo interesse em receber a herança deixada pelo pai, a ela renuncia formalmente por meio de instrumento público. Leonardo, por sua vez, manifesta inequivocamente o seu interesse em receber a herança que lhe caiba. Sabendo-se que Margarida, mãe de Heitor, ainda é viva e que Roberto possui um filho, João, de dois anos de idade, assinale a alternativa correta.",
        "filename": "2011-05.txt",
        "number": "35",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Roberto não pode renunciar à herança, pois acarretará prejuízos a seu filho, João, menor de idade.",
                "pmi": [
                    0.0046583242537504045,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Roberto pode renunciar à herança, o que ocasionará a transferência de seu quinhão para João, seu filho.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "Roberto pode renunciar à herança, e, com isso, o seu quinhão será acrescido à parte da herança a ser recebida por Leonardo, seu irmão.",
                "pmi": [
                    0.017240800859838167,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Roberto pode renunciar à herança, ocasionando a transferência de seu quinhão para Margarida, sua avó, desde que ela aceite receber a herança.",
                "pmi": [
                    0.004889125310966143,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
