[
    {
        "options": [
            {
                "correct": null,
                "text": "Maria deverá depor como testemunha, prestando compromisso de dizer a verdade, e revelar tudo o que souber, mesmo que isto prejudique Michael, uma vez que não é advogada dele no processo de natureza cível.",
                "letter": "A",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "text": "Maria deverá depor como testemunha, mesmo que isto prejudique Michael, uma vez que não é advogada dele no processo de natureza cível, mas terá o direito e o dever de se calar apenas quanto às informações acobertadas pelo sigilo bancário de Michael.",
                "letter": "B",
                "pmi": [
                    -0.012747813246357848,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "text": "Maria deverá recursar-se a depor como testemunha, exceto se Michael expressamente autorizá-la, caso em que deverá informar o que souber, mesmo que isto prejudique Michael.",
                "letter": "C",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "text": "Maria deverá recursar-se a depor como testemunha, ainda que Michael expressamente lhe autorize ou solicite que revele o que sabe.",
                "letter": "D",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "enum": "Michael foi réu em um processo criminal, denunciado pela prática do delito de corrupção passiva. Sua defesa técnica no feito foi realizada pela advogada Maria, que, para tanto, teve acesso a comprovantes de rendimentos e extratos da conta bancária de Michael.  Tempos após o término do processo penal, a ex-mulher de Michael ajuizou demanda, postulando, em face dele, a prestação de alimentos. Ciente de que Maria conhecia os rendimentos de Michael, a autora arrolou a advogada como testemunha.\n\n Considerando o caso narrado e o disposto no Código de Ética e Disciplina da OAB, assinale a afirmativa correta.",
        "areas": [],
        "valid": true,
        "filename": "2016-20.txt",
        "number": "2"
    }
]
