[
    {
        "areas": [],
        "enum": "Determinado projeto de lei aprovado pela Câmara dos Deputados foi devidamente encaminhado ao Senado Federal.  Na Casa revisora, o texto foi aprovado com pequena modificação, sendo suprimida certa expressão sem, contudo, alterar o sentido normativo do texto aprovado na Câmara.  Assim, o projeto foi enviado ao Presidente da República, que promoveu a sua sanção, dando origem à Lei “L”.\n\n Neste caso, segundo a jurisprudência do Supremo Tribunal Federal,",
        "filename": "2015-16.txt",
        "number": "19",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    0.1841335397415249,
                    0.028104164882808556,
                    0.0,
                    0.0
                ],
                "text": "não houve irregularidade no processo legislativo, porque não há necessidade de reapreciação, pela Câmara dos Deputados, do projeto de lei que tenha expressão suprimida pelo Senado Federal, quando sentido o normativo da redação remanescente não foi alterado."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.08548321503607673,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "não houve irregularidade no processo legislativo, porque é função precípua da Casa revisora estabelecer as mudanças que lhe parecerem adequadas, sendo desnecessário o retorno à Casa iniciadora, mesmo nas situações em que a alteração modifique o sentido normativo inicial."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.1719216638284282,
                    0.009086726600456277,
                    0.0,
                    0.0
                ],
                "text": "houve irregularidade no processo legislativo, pois qualquer alteração realizada, pela Casa revisora, no texto do projeto de lei implica a necessária devolução à Casa iniciadora, a fim de que aprecie tal alteração."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.050910421531796465,
                    0.03390067372819788,
                    0.0,
                    0.0
                ],
                "text": "houve irregularidade no processo legislativo, mas, por tratar-se de problema de natureza interna corporis do Congresso Nacional, somente uma ADI proposta pela Mesa da Câmara dos Deputados teria o condão de suscitar a inconstitucionalidade da Lei “L”."
            }
        ],
        "valid": true
    }
]
