[
    {
        "areas": [],
        "enum": "Dulce, cinquenta e oito anos de idade, fumante há três décadas, foi diagnosticada como portadora de enfisema pulmonar. Trata-se de uma doença pulmonar obstrutiva crônica caracterizada pela dilatação excessiva dos alvéolos pulmonares, que causa a perda da capacidade respiratória e uma consequente oxigenação insuficiente. Em razão do avançado estágio da doença, foi prescrito como essencial o tratamento de suplementação de oxigênio. Para tanto, Joana, filha de Dulce, adquiriu para sua mãe um aparelho respiratório na loja Saúde e Bem-Estar. Porém, com uma semana de uso, o produto parou de funcionar. Joana procurou imediatamente a loja para substituição do aparelho, oportunidade na qual foi informada pela gerente que deveria aguardar o prazo legal de trinta dias para conserto do produto pelo fabricante.\n\n Com base no caso narrado, em relação ao Código de Proteção e Defesa do Consumidor, assinale a afirmativa correta.",
        "filename": "2015-18.txt",
        "number": "46",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.01701490565237164,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Está correta a orientação da vendedora. Joana deverá aguardar o prazo legal de trinta dias para conserto e, caso não seja sanado o vício, exigir a substituição do produto, a devolução do dinheiro corrigido monetariamente ou o abatimento proporcional do preço."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.03076183114344399,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Joana não é consumidora destinatária final do produto, logo tem apenas direito ao conserto do produto durável no prazo de noventa dias, mas não à devolução da quantia paga."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.039298529652979614,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Joana não precisa aguardar o prazo legal de trinta dias para conserto, pois tem direito de exigir a substituição imediata do produto, em razão de sua essencialidade."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.00790831446547298,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Na impossibilidade de substituição do produto por outro da mesma espécie, Joana poderá optar por um modelo diverso, sem direito à restituição de eventual diferença de preço, e, se este for de valor maior, não será devida por Joana qualquer complementação."
            }
        ],
        "valid": true
    }
]
