[
    {
        "areas": [],
        "enum": "A associação de moradores do Município F solicitou ao Poder Público municipal autorização para o fechamento da “rua de trás”, por uma noite, para a realização de uma festa junina aberta ao público. O Município, entretanto, negou o pedido, ao fundamento de que aquela rua seria utilizada para sediar o encontro anual dos produtores de abóbora, a ser realizado no mesmo dia.\n\n Considerando que tal fundamentação não está correta, pois, antes da negativa do pedido da associação de moradores, o encontro dos produtores de abóbora havia sido transferido para o mês seguinte, conforme publicado na imprensa oficial, assinale a afirmativa correta.",
        "filename": "2016-19.txt",
        "number": "34",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.026657807369439047,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Mesmo diante do erro na fundamentação, o ato é válido, pois a autorização pleiteada é ato discricionário da Administração."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.024994003797388798,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Independentemente do erro na fundamentação, o ato é inválido, pois a autorização pleiteada é ato vinculado, não podendo a Administração indeferi-lo."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.002900991207123089,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Diante do erro na fundamentação, o ato é inválido, uma vez que, pela teoria dos motivos determinantes, a validade do ato está ligada aos motivos indicados como seu fundamento."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.01434979629186104,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A despeito do erro na fundamentação, o ato é válido, pois a autorização pleiteada é ato vinculado, não tendo a associação de moradores demonstrado o preenchimento dos requisitos."
            }
        ],
        "valid": true
    }
]
