[
    {
        "areas": [
            "HUMAN-RIGHTS"
        ],
        "enum": "No âmbito dos direitos humanos, a respeito do Incidente de Deslocamento de Competência, instituído pela Emenda Constitucional 45, assinale a alternativa correta.",
        "filename": "2011-05.txt",
        "number": "15",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "Para assegurar o cumprimento de obrigações decorrentes de tratados internacionais de direitos humanos de que o Brasil seja parte, o Procurador-Geral da República pode suscitar, perante o Superior Tribunal de Justiça, incidente de deslocamento de competência para a Justiça Federal, nas hipóteses de graves violações aos direitos humanos.",
                "pmi": [
                    0.24840298940866132,
                    0.1046673896173699,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "O incidente de deslocamento de competência, embora garanta o cumprimento de obrigações do Estado brasileiro em relação aos tratados internacionais de direitos humanos, não está relacionado com a razoável duração do processo para a consecução da finalidade de efetiva proteção dos direitos humanos.",
                "pmi": [
                    0.16668690188387328,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Pelo incidente de deslocamento de competência, a Justiça Federal só julgaria os casos relativos aos direitos humanos após o Brasil ser responsabilizado internacionalmente.",
                "pmi": [
                    0.31151396596170466,
                    0.15415069683717203,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O incidente de deslocamento de competência se efetiva contrariamente ao princípio do federalismo cooperativo por não obedecer à hierarquia de competência para julgamento dos crimes comuns, mesmo no âmbito de ferimento aos direitos humanos.",
                "pmi": [
                    0.1980251671044827,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
