[
    {
        "areas": [
            "TAXES"
        ],
        "enum": "A empresa Merposa S.A. cumpre regularmente as suas obrigações fiscais, especialmente aquelas de natureza acessória. Assim, apresentou no prazo exigido pela legislação, em 30 de junho de 2003, a Declaração de Contribuições e Tributos Federais informando o montante devido e recolhido a título de imposto de renda nos três primeiros meses de 2003. Em 30 de janeiro de 2010, recebeu um auto de infração exigindo um valor a maior do que havia declarado e recolhido.\n\n A esse respeito, é correto afirmar que o auto de infração é",
        "filename": "2012-06a.txt",
        "number": "55",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "válido, já que, de acordo com o artigo 173, I, do CTN, o Fisco Federal dispõe de cinco anos a contar do exercício seguinte para efetuar o lançamento.",
                "pmi": [
                    -0.060769829016514634,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "improcedente, pois já se operou a decadência, em virtude do disposto no artigo 150, § 4º, do CTN.",
                "pmi": [
                    0.002287805678201699,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "válido, pois, se a declaração apresentada não refletia o montante efetivamente devido, trata-se de caso de dolo ou má-fé, razão pela qual não se aplica a disposição do artigo 150, § 4º, do CTN.",
                "pmi": [
                    0.033953703133690054,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "improcedente, pois, após a apresentação da Declaração de Contribuições e Tributos Federais, o Fisco somente poderia exigir o tributo declarado e não pago, uma vez que o tributo estava sujeito à modalidade de autolançamento.",
                "pmi": [
                    -0.0001539185979792433,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
