[
    {
        "areas": [
            "CONSTITUTIONAL"
        ],
        "enum": "O Deputado Federal “Y” foi objeto de extensa investigação, e diversas reportagens jornalísticas indicaram sua participação em fraudes contra a previdência social. Além disso, inquéritos da polícia chegaram a fortes indícios de diversas práticas criminosas por uma quadrilha por ele liderada. O Ministério Público ofereceu denúncia contra sete acusados, incluindo o parlamentar.\n\n Com relação ao caso apresentado, assinale a afirmativa correta.",
        "filename": "2013-12.txt",
        "number": "14",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Os deputados federais não podem ser presos em hipótese alguma, pois são invioláveis, na forma prevista na Constituição da República.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "O processo criminal contra o deputado federal deverá tramitar perante o Superior Tribunal de Justiça e tem procedimento especial previsto em lei.",
                "pmi": [
                    0.021906961353409308,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "O tribunal competente, recebida denúncia contra o deputado federal por crime ocorrido após a diplomação, dará ciência à Câmara dos Deputados, que poderá sustar o andamento da ação por iniciativa de partido político nela representado e pelo voto da maioria de seus membros, até a decisão final.",
                "pmi": [
                    0.04911122964610373,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Os membros do Congresso Nacional, desde a expedição do diploma, não poderão ser processados criminalmente sem prévia licença de sua Casa; não sendo concedida a licença, ficará suspensa a prescrição, até o fim do mandato.",
                "pmi": [
                    0.014447649720547106,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
