[
    {
        "areas": [
            "ETHICS"
        ],
        "enum": "Alice, advogada, em audiência judicial, dirigiu a palavra de maneira ríspida a certa testemunha e ao magistrado, tendo este entendido que houve a prática dos crimes de injúria e desacato, respectivamente. Por isso, o juiz determinou a extração de cópias da ata e remessa à Promotoria de Justiça com atribuição para investigação penal da comarca.\n\n Considerando a situação narrada, a disciplina do Estatuto da OAB e o entendimento do Supremo Tribunal Federal, sobre as manifestações de Alice, proferidas no exercício de sua atividade profissional, é correto afirmar que",
        "filename": "2015-18.txt",
        "number": "10",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.06568983442560739,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "podem configurar injúria e desacato puníveis, pois o Supremo Tribunal Federal declarou inconstitucional a imunidade profissional prevista no Art. 7º, § 2º, do Estatuto da OAB, já que a Constituição Federal consagra a incolumidade da honra e imagem."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.07388146075844387,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "não podem constituir injúria ou desacato puníveis. Isso porque o advogado tem imunidade profissional, nos termos do Art. 7º, § 2º, do Estatuto da OAB, cuja integral constitucionalidade foi declarada pelo Supremo Tribunal Federal."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.07413476055782998,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "não podem constituir injúria, mas podem configurar desacato punível. Isso porque o advogado tem imunidade profissional, nos termos do Art. 7º, § 2º, do Estatuto da OAB, mas esta, de acordo com o Supremo Tribunal Federal, não compreende o desacato, sob pena de conflitar com a autoridade do magistrado na condução da atividade jurisdicional."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.06910229530480204,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "não podem constituir injúria ou desacato puníveis, mas podem caracterizar crime de desobediência. Isso porque o advogado tem imunidade profissional, nos termos do Art. 7º, § 2º, do Estatuto da OAB, cuja constitucionalidade foi declarada pelo Supremo Tribunal Federal, com a ressalva ao delito de desobediência, a fim de não conflitar com a autoridade do magistrado na condução da atividade jurisdicional."
            }
        ],
        "valid": true
    }
]
