[
    {
        "areas": [
            "CRIMINAL"
        ],
        "enum": "Joaquim, conduzindo seu veículo automotor (que se encontrava sem as placas de identificação) em velocidade superior à máxima permitida para a via – 50km/h –, pratica o crime de lesões corporais culposas em virtude da sua não observância ao dever objetivo de cuidado no trânsito. Com base na situação acima e à luz do Código de Trânsito Brasileiro, assinale a alternativa correta.",
        "filename": "2011-05.txt",
        "number": "61",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Por se tratar a lesão corporal culposa praticada na direção de veículo automotor de uma infração de menor potencial ofensivo, Joaquim responderá pelo seu crime no Juizado Especial Criminal.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "Sem prejuízo da pena de detenção correspondente, Joaquim estará sujeito à suspensão ou proibição de se obter a permissão ou a habilitação para dirigir veículo automotor.",
                "pmi": [
                    0.01422383200110944,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Pelo fato de Joaquim praticar o fato na condução de veículo automotor sem placas de identificação, o Juiz poderá, caso entenda necessário, agravar a penalidade do crime.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "A pena a que Joaquim estará sujeito não se alterará se a lesão corporal culposa for praticada em faixa de pedestres ou mesmo na calçada.",
                "pmi": [
                    0.01810305891050292,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
