[
    {
        "areas": [],
        "enum": "Patrício e Luiz estavam em um bar, quando o primeiro, mediante ameaça de arma de fogo, obriga o último a beber dois copos de tequila. Luiz ficou inteiramente embriagado. A dupla, então, deixou o local, sendo que Patrício conduzia Luiz, que caminhava com muitas dificuldades. Ao encontrarem Juliana, que caminhava sozinha pela calçada, Patrício e Luiz, se utilizando da arma que era portada pelo primeiro, constrangeram-na a com eles praticar sexo oral, sendo flagrados por populares que passavam ocasionalmente pelo local, ocorrendo a prisão em flagrante. Denunciados pelo crime de estupro, no curso da instrução, mediante perícia, restou constatado que Patrício era possuidor de doença mental grave e que, quando da prática do fato, era inteiramente incapaz de entender o caráter ilícito do seu comportamento, situação, aliás, que permanece até o momento do julgamento.  Também ficou demonstrado que, no momento do crime, Luiz estava completamente embriagado.  O Ministério Público requereu a condenação dos acusados.\n\n Não havendo dúvida com relação ao injusto, tecnicamente, a defesa técnica dos acusados deverá requerer, nas alegações finais,",
        "filename": "2015-16.txt",
        "number": "60",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.014899385965994444,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "a absolvição dos acusados por força da inimputabilidade, aplicando, porém, medida de segurança para ambos."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.00639612098616847,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "a absolvição de Luiz por ausência de culpabilidade em razão da embriaguez culposa e a absolvição imprópria de Patrício, com aplicação, para este, de medida de segurança."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.012625786959935804,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "a absolvição de Luiz por ausência de culpabilidade em razão da embriaguez completa decorrente de força maior e a absolvição imprópria de Patrício, com aplicação, para este, de medida de segurança."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.014191186501437256,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "a absolvição imprópria de Patrício, com a aplicação de medida de segurança, e a condenação de Luiz na pena mínima, porque a embriaguez nunca exclui a culpabilidade."
            }
        ],
        "valid": true
    }
]
