[
    {
        "areas": [],
        "enum": "Tiago celebrou contrato de empreitada com a sociedade Obras Já Ltda. para a construção de piscina e duas quadras de esporte em sua casa de campo, pelo preço total de R$ 50.000,00. No contrato ficou estabelecido que a empreiteira seria responsável pelo fornecimento dos materiais necessários à execução da obra.\n\n Durante a obra, ocorreu uma enchente que alagou a região e parte do material a ser usado na obra foi destruída. A empreiteira, em razão disso, entrou em contato com Tiago cobrando um adicional de R$ 10.000,00 para adquirir os novos materiais necessários para terminar a obra.\n\n Diante dos fatos narrados, assinale a afirmativa correta.",
        "filename": "2016-21.txt",
        "number": "40",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "Tiago não terá que arcar com o adicional de R$ 10.000,00, ainda que a destruição do material não tenha ocorrido por culpa do devedor.",
                "pmi": [
                    -0.01690418048431212,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Tiago não terá que arcar com o adicional de R$ 10.000,00, porém a empreiteira não está mais obrigada a terminar a obra, tendo em vista a ocorrência de um fato fortuito ou de força maior.",
                "pmi": [
                    -0.008273069787063788,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Tiago terá que arcar com o adicional de R$ 10.000,00, tendo em vista que a destruição do material não foi causada por um fato fortuito ou de força maior.",
                "pmi": [
                    -0.00882460777286804,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Tiago terá que arcar com o adicional de R$ 10.000,00 e a empreiteira não está mais obrigada a terminar a obra, ante a ocorrência de um caso fortuito ou de força maior.",
                "pmi": [
                    -0.008791772506949179,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
