[
    {
        "areas": [],
        "enum": "Em ação de alimentos promovida por Yolanda em face de Aurélio, o Juiz determinou que Aurélio deveria arcar, na condição de futuro pai, com os valores devidos à gestante durante a gravidez, destinados a cobrir as despesas adicionais decorrentes da gestação, fixando para tal a quantia “x”. A legislação atinente ao tema dá a Aurélio a possibilidade de defesa.\n\n Assinale a opção que indica os termos em que a defesa será exercida.",
        "filename": "2015-17.txt",
        "number": "53",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.015126817461964806,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Além dos alimentos gravídicos, o Juiz designará a data para a realização da audiência, que será considerada o termo a quo para o curso do prazo de cinco dias para a defesa do réu."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.005384860360475562,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O réu deverá ser informado da fixação dos alimentos gravídicos, de modo que o prazo de cinco dias será contado a partir da juntada do mandado de citação devidamente cumprido."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.03957295054916788,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O momento para apresentação da defesa do réu, nesse caso, será a audiência de instrução e julgamento, que terá a data determinada na decisão que fixa os alimentos provisórios."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.014763592921721552,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O prazo de 15 dias para o oferecimento de defesa terá início no dia da juntada do mandado que fixou e determinou o pagamento de alimentos gravídicos."
            }
        ],
        "valid": true
    }
]
