[
    {
        "valid": true,
        "filename": "2010-02.txt",
        "areas": [
            "LABOUR"
        ],
        "enum": "Marcos foi contratado para o cargo de escriturário de um banco privado. Iniciada sua atividade, Marcos percebeu que o gerente lhe estava repassando tarefas alheias à sua função. A rigor, conforme constava do quadro de carreira da empresa devidamente registrado no Ministério do Trabalho e Emprego, as atribuições que lhe estavam sendo exigidas deveriam ser destinadas ao cargo de tesoureiro, cujo nível e cuja remuneração eram bem superiores.\n\n Esta situação perdurou por dois anos, ao fim dos quais Marcos decidiu ajuizar uma ação trabalhista em face do seu empregador. Nela, postulou uma obrigação de fazer – o seu reenquadramento para a função de tesoureiro – e o pagamento das diferenças salariais do período.\n\n Diante desta situação jurídica, é correto afirmar que:",
        "number": "46",
        "options": [
            {
                "letter": "A",
                "text": "o pedido está inepto, uma vez que este é um caso típico de equiparação salarial e não houve indicação de paradigma.",
                "correct": null,
                "pmi": [
                    -0.09889438217960436,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "B",
                "text": "o pedido deve ser julgado improcedente, uma vez que a determinação das atividades, para as quais o empregado está obrigado, encontra-se dentro do jus variandi do empregador.",
                "correct": null,
                "pmi": [
                    -0.08515551940148977,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "C",
                "text": "o pedido deve ser julgado procedente, se for demonstrado, pelo empregado, que as suas atividades correspondiam, de fato, àquelas previstas abstratamente na norma interna da empresa para o cargo de tesoureiro.",
                "correct": true,
                "pmi": [
                    -0.11718946978804769,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "D",
                "text": "o pedido deve ser julgado procedente em parte, uma vez que só a parti r da decisão judicial que determine o reenquadramento é que o empregado fará jus ao aumento salarial.",
                "correct": null,
                "pmi": [
                    -0.44455576233987093,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ]
    }
]
