[
    {
        "areas": [
            "CRIMINAL"
        ],
        "enum": "No ano de 2005, Pierre, jovem francês residente na Bulgária, atentou contra a vida do então presidente do Brasil que, na ocasião, visitava o referido país. Devidamente processado, segundo as leis locais, Pierre foi absolvido.\n\n Considerando apenas os dados descritos, assinale a afirmativa correta.",
        "filename": "2013-11.txt",
        "number": "63",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.04238308590109586,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Não é aplicável a lei penal brasileira, pois como Pierre foi absolvido no estrangeiro, não ficou satisfeita uma das exigências previstas à hipótese de extraterritorialidade condicionada."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.02560513005396233,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "É aplicável a lei penal brasileira, pois o caso narrado traz hipótese de extraterritorialidade incondicionada, exigindo-se, apenas, que o fato não tenha sido alcançado por nenhuma causa extintiva de punibilidade no estrangeiro."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.028805771310707624,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "É aplicável a lei penal brasileira, pois o caso narrado traz hipótese de extraterritorialidade incondicionada, sendo irrelevante o fato de ter sido o agente absolvido no estrangeiro."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.0340441041856879,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Não é aplicável a lei penal brasileira, pois como o agente é estrangeiro e a conduta foi praticada em território também estrangeiro, as exigências relativas à extraterritorialidade condicionada não foram satisfeitas."
            }
        ],
        "valid": true
    }
]
