[
    {
        "areas": [],
        "enum": "Marcos vendeu para Francisco, por instrumento particular, um quadro que pintara anos antes, pelo valor de três mil reais. No momento da celebração do contrato, Francisco entregou a Marcos, a título de arras penitenciais, quinhentos reais. No contrato constou que Marcos entregaria a obra na casa do comprador 30 dias depois da celebração da avença. Todavia, 10 dias antes da data ajustada para a entrega, Francisco telefonou para Marcos e comunicou que desistira do negócio.\n\n Sobre os fatos narrados, assinale a afirmativa correta.",
        "filename": "2016-20a.txt",
        "number": "38",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    0.01770389416932429,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Francisco exerceu seu direito potestativo de desfazer a avença, e por isso perderá em favor de Marcos o sinal pago quando da celebração do contrato."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Francisco cometeu um ilícito contratual, pelo que Marcos poderá reter o sinal dado pelo comprador no momento da celebração da avença."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    -0.02474693221757094,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Marcos poderá pleitear indenização por perdas e danos se provar que seu prejuízo com o desfazimento do negócio foi superior aos R$ 500,00 pagos a título de sinal."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.00682946036459721,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "As arras penitenciais reforçam o vínculo contratual e impedem o desfazimento do negócio, pelo que Marcos poderá pleitear a execução específica do contrato."
            }
        ],
        "valid": true
    }
]
