[
    {
        "areas": [
            "ETHICS"
        ],
        "enum": "Laura, advogada na área empresarial, após concluir o mestrado em renomada instituição de ensino superior, é convidada para integrar a equipe de assessoria jurídica da empresa K S/A . No dia da entrevista final, é inquirida pelo Gerente Jurídico da empresa, bacharel em Direito, sem inscrição na Ordem dos Advogados do Brasil, apesar de o mesmo ter logrado êxito no Exame de Ordem.\n\n Observado tal relato, consoante as normas do Regulamento Geral do Estatuto da Advocacia e da OAB, assinale a afirmativa correta.",
        "filename": "2012-09.txt",
        "number": "4",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O bacharel em Direito pode exercer as funções de Gerência Jurídica mesmo que não tenha os requisitos para ingresso na Ordem dos Advogados.",
                "pmi": [
                    0.06654561326811549,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "A função de Gerente Jurídico é privativa de advogados com regular inscrição nos quadros da Ordem dos Advogados.",
                "pmi": [
                    0.06646416650333219,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "O bacharel em Direito, caso preencha os requisitos legais, inclusive aprovação em Exame de Ordem, pode exercer funções de Gerente Jurídico antes da inscrição na Ordem dos Advogados.",
                "pmi": [
                    0.039448427854373636,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "A função de Gerente Jurídico, como é de confiança da empresa, pode ser exercida por quem não tem formação na área.",
                "pmi": [
                    0.02701609749247273,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
