[
    {
        "areas": [
            "CIVIL-PROCEDURE"
        ],
        "valid": true,
        "filename": "2014-13.txt",
        "enum": "Mateus ajuizou ação de indenização por danos materiais e compensação por danos morais em face de Tiago, pelo rito ordinário. Os autos foram distribuídos para a 21ª Vara Cível da Comarca de Salvador/BA. No curso do processo, o juiz proferiu o seguinte despacho: “Designo Audiência de Instrução e Julgamento para o dia 24.01.2014, às 14 horas, a ser realizada na sala de audiências do Fórum Ruy Barbosa. Intimem-se. Diligencie-se.”\n\n Considerando o caso narrado e as regras sobre Audiência de Instrução e Julgamento previstas no Código de Processo Civil, assinale a afirmativa correta.",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    -0.051400766328020306,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A audiência designada para o dia 24.01.2014 é una e contínua, todavia, não sendo possível concluir, num só dia, a instrução, o debate e o julgamento, o juiz marcará o seu prosseguimento para dia próximo."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    -0.022115002351031813,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Mateus e Tiago poderão, por comum acordo, quantas vezes entenderem oportuno e conveniente, requerer o adiamento da audiência designada, desde que seja protocolado o pedido com antecedência mínima de 45 dias da data marcada."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    -0.0826787023048888,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Concluída a instrução, o magistrado dará a palavra ao advogado de Tiago (réu) e ao de Mateus (autor), sucessivamente, pelo prazo de 40 minutos para cada um, admitindo expressamente o Código de Processo Civil a substituição do debate oral por memoriais, a serem apresentados no prazo máximo de 10 dias."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    -0.06136275342692943,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Na audiência de instrução designada para o dia 24.01.2014, as provas a serem produzidas obedecerão à seguinte ordem: oitiva de testemunhas arrolados pelo autor e pelo réu; depoimento pessoal do autor e do réu; e, por fim, prestação de esclarecimentos do perito e dos assistentes técnicos aos quesitos formulados pelas partes."
            }
        ],
        "number": "58"
    }
]
