[
    {
        "areas": [
            null
        ],
        "enum": "Cláudio, advogado inscrito na Seccional da OAB do Estado do Rio de Janeiro, praticou infração disciplinar em território abrangido pela Seccional da OAB do Estado da São Paulo. Após representação do interessado, o Conselho de Ética e Disciplina da Seccional da OAB do Estado do Rio de Janeiro instaurou processo disciplinar para apuração da infração.\n\n Sobre o caso, de acordo com o Estatuto da OAB, o Conselho de Ética e Disciplina da Seccional da OAB do Estado do Rio de Janeiro",
        "filename": "2017-22.txt",
        "number": "2",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "não tem competência para punir disciplinarmente Cláudio, pois a competência é exclusivamente do Conselho Seccional em cuja base territorial tenha ocorrido a infração, salvo se a falta for cometida perante o Conselho Federal.",
                "pmi": [
                    -0.0009199890241347114,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "tem competência para punir disciplinarmente Cláudio, pois a competência é exclusivamente do Conselho Seccional em que o advogado se encontra inscrito, salvo se a falta for cometida perante o Conselho Federal.",
                "pmi": [
                    -0.0009907574106066124,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "tem competência para punir disciplinarmente Cláudio, pois a competência é concorrente entre o Conselho Seccional em que o advogado se encontra inscrito e o Conselho Seccional em cuja base territorial tenha ocorrido a infração, salvo se a falta for cometida perante o Conselho Federal.",
                "pmi": [
                    -0.0007155470187714423,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "não tem competência para punir disciplinarmente Cláudio, pois a competência é exclusivamente do Conselho Federal, ainda que a falta não tenha sido cometida perante este, quando o advogado for inscrito em uma Seccional e a infração tiver ocorrido na base territorial de outra.",
                "pmi": [
                    -0.0028303676889336986,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
