[
    {
        "areas": [
            "BUSINESS"
        ],
        "enum": "Sobre o desenho industrial e seu registro no Instituto Nacional da Propriedade Industrial (INPI), assinale a afirmativa correta.",
        "filename": "2014-13.txt",
        "number": "49",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "É registrável como desenho industrial qualquer obra ornamental de caráter puramente artístico, ou o conjunto ornamental de linhas e cores que pode ser aplicado a um produto, proporcionando resultado visual novo e original na sua configuração externa.",
                "pmi": [
                    0.024037102168896735,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "O registro de desenho industrial vigorará pelo prazo de 20 (vinte) anos contados da data do depósito, prorrogável por até 2 (dois) períodos sucessivos de 10 (anos) anos cada, desde que seja requerida a prorrogação durante o último ano de vigência do registro.",
                "pmi": [
                    -0.007874340422695891,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "A ação de nulidade de registro de desenho industrial será ajuizada no foro da Justiça Estadual do domicílio do titular do registro, devendo o INPI ser notificado da propositura da ação para avaliar se tem interesse ou não em intervir no feito, quando não for autor.",
                "pmi": [
                    0.026913565992060812,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "O pedido de registro que não atender às condições estabelecidas pelo INPI, mas contiver dados suficientes relativos ao depositante, ao desenho industrial e ao autor, poderá ser recebido, desde que sejam cumpridas, em 5 (cinco) dias, as exigências do INPI.",
                "pmi": [
                    -0.006607719106294771,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
