[
    {
        "areas": [
            "CONSUMER"
        ],
        "enum": "Mauro adquiriu um veículo zero quilômetro da fabricante brasileira Surreal, na concessionária Possante Ltda., revendedora de automóveis que comercializa habitualmente diversas marcas nacionais e estrangeiras. Na época em que Mauro efetuou a compra, o modelo adquirido ainda não era produzido com o opcional de freio ABS, o que só veio a ocorrer seis meses após a aquisição feita por Mauro. Tal sistema de frenagem (travagem) evita que a roda do veículo bloqueie quando o pedal do freio é pisado fortemente, impedindo com isso o descontrole e a derrapagem do veículo. Mauro, inconformado, aciona a concessionária postulando a substituição do seu veículo, pelo novo modelo com freio ABS.\n\n Diante do caso narrado e das regras atinentes ao Direito do Consumidor, assinale a afirmativa correta.",
        "filename": "2014-13.txt",
        "number": "47",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.0032027541413699205,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Mauro tem direito à substituição, pois o fato de o novo modelo ter sido oferecido com o opcional do freio ABS, de melhor qualidade, configura defeito do modelo anterior por ele adquirido."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.004799602341811426,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Se o veículo adquirido por Mauro apresentar futuro defeito no freio dentro do prazo de garantia, a concessionária Possante Ltda. é obrigada a assegurar a oferta de peças de reposição originais enquanto não cessar a fabricação do veículo."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.006503078093270346,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Somente quando cessada a produção no país do veículo adquirido por Mauro, a fabricante Surreal ficará exonerada do dever legal de assegurar o oferecimento de componentes e peças de reposição para o automóvel."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.003612148247232182,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Havendo necessidade de reposição de peças ou componentes no veículo de Mauro, a fabricante Surreal deverá, ainda que cessada a fabricação no país, efetuar o reparo com peças originais por um período razoável de tempo, fixado por lei. A reposição com peças usadas só é admitida pelo Código do Consumidor quando houver autorização do consumidor."
            }
        ],
        "valid": true
    }
]
