[
    {
        "areas": [],
        "enum": "Sob a alegação de que o Projeto de Lei nº 1234, aprovado pelo Congresso Nacional, viola a CRFB/88, o Presidente da República o veta. Insatisfeitas, as lideranças políticas da oposição afirmam que a justificativa presidencial não se sustenta em argumentação jurídica plausível. As lideranças partidárias, por considerarem que o projeto de lei, nos termos aprovados pelo Poder Legislativo, é fundamental para o processo de recuperação econômica do país, reúnem-se e sugerem várias ações para que as propostas constantes do projeto possam se converter em lei.\n\n Assinale a ação que, com embasamento constitucional, as lideranças partidárias devem adotar.",
        "filename": "2016-20a.txt",
        "number": "13",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.08017323505990696,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Formar uma base de apoio que contasse com a maioria simples dos membros de uma das casas legislativas, para apresentar, na mesma sessão legislativa, projeto de lei de idêntico teor."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.04636889376308962,
                    0.01422847124713574,
                    0.0,
                    0.0
                ],
                "text": "Recorrer ao Poder Judiciário contra o ato do Presidente da República, que, valendo-se de instrumento arbitrário e antidemocrático (o veto), impediu o Legislativo de exercer sua função típica."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.06628971279918609,
                    0.018001354218238196,
                    0.0,
                    0.0
                ],
                "text": "Formar maioria absoluta no Congresso Nacional (senadores e deputados federais) que, em sessão conjunta, votasse pela derrubada do veto imposto pelo Presidente da República."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.026131095526229504,
                    0.015322969035376952,
                    0.0,
                    0.0
                ],
                "text": "Entender-se políticamente com o Presidente da República, de maneira que este último viesse a desistir do veto por intermédio da figura jurídica da retratação de veto presidencial."
            }
        ],
        "valid": true
    }
]
