[
    {
        "enum": "Isabela e Matheus pretendem ingressar com ação judicial própria a fim de adotar a criança P., hoje com 4 anos, que está sob guarda de fato do casal desde quando tinha 1 ano de idade. Os pais biológicos do infante são conhecidos e não se opõem à referida adoção, até porque as famílias mantêm convívio em datas festivas, uma vez que Isabela e Matheus consideram importante que P. conheça sua matriz biológica e mantenha convivência com os membros de sua família originária.\n\n Partindo das diretrizes impostas pelo ECA e sua interpretação à luz da norma civilista aplicáveis à situação narrada, assinale a afirmativa correta.",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    -0.11669868266510228,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Durante o processo de adoção, Isabela, que reside fora do país, pode, mediante procuração, constituir Matheus como seu mandatário com poderes especiais para representar sua esposa e ajuizar a ação como adoção conjunta."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    -0.05581595408363869,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Dispensável a oitiva dos pais biológicos em audiência, desde que eles manifestem concordância com o pedido de adoção por escritura pública ou declaração de anuência com firma reconhecida."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    -0.20132742595972158,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Concluído o processo de adoção com observância aos critérios de regularidade e legalidade, caso ocorra o evento da morte de Isabela e Matheus antes de P. atingir a maioridade civil, ainda assim não se reestabelecerá o poder familiar dos pais biológicos."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    -0.19892524052757263,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A adoção é medida excepcional, que decorre de incompatibilidade de os pais biológicos cumprirem os deveres inerentes ao poder familiar, motivo pelo qual, mesmo os pais de P. sendo conhecidos, a oitiva deles no curso do processo é mera faculdade e pode ser dispensada."
            }
        ],
        "filename": "2015-18.txt",
        "areas": [],
        "number": "44",
        "valid": true
    }
]
