[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "A escritura pública, lavrada em notas de tabelião, é documento dotado de fé pública, notadamente no que tange ao fato de o ato de declaração ter sido praticado na presença do tabelião e ter sido feita sua regular anotação em assentos próprios, o que não importa na veracidade quanto ao conteúdo declarado.\n\n A respeito desse tema, assinale a afirmativa correta.",
        "filename": "2013-11.txt",
        "number": "40",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Aos cônjuges ou à entidade familiar é vedado destinar parte do seu patrimônio para instituir bem de família por escritura pública, cuja forma legal exige testamento."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.04851533810959252,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A escritura pública é essencial para a validade do pacto antenupcial, devendo ser declarado nulo se não atender à forma exigida por lei."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.029187016912959683,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A partilha amigável entre herdeiros capazes será feita por termo nos autos do inventário ou por escritura pública, não se admitindo escrito particular, ainda que homologado pelo Juiz."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.020304458610106813,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A doação será realizada por meio de escritura pública ou instrumento particular, não tendo validade a doação verbal, tendo em vista ser expressamente vedada pela norma."
            }
        ],
        "valid": true
    }
]
