[
    {
        "areas": [],
        "enum": "A Pizzaria X fez publicidade comparando a qualidade da sua pizza de mozarela com a da Pizzaria Y, descrevendo a quantidade de queijo e o crocante das bordas, detalhes que a tornariam mais saborosa do que a oferecida pela concorrente. Além disso, disponibiliza para os consumidores o bônus da entrega de pizza pelo motociclista, em até 30 minutos, ou a dispensa do pagamento pelo produto.\n\n A respeito do narrado, assinale a afirmativa correta.",
        "filename": "2016-21.txt",
        "number": "46",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "A publicidade comparativa é expressamente vedada pelo Código de Defesa do Consumidor, que, entretanto, nada disciplina a respeito da entrega do produto por motociclista em período de tempo ou dispensa do pagamento.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "A promessa de dispensa do pagamento pelo consumidor como forma de estímulo à prática de aumento da velocidade pelo motociclista é vedada por lei especial, enquanto a publicidade comparativa é admitida, respeitados os critérios do CDC e as proteções dispostas em normas especiais que tutelam marca e concorrência.",
                "pmi": [
                    -0.0027661781173088547,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "A dispensa de pagamento, em caso de atraso na entrega do produto por motociclista, é lícita, mas a publicidade comparativa é expressamente vedada pelo Código de Defesa do Consumidor e pela legislação especial.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "A publicidade comparativa e a entrega de produto por motociclista em determinado prazo ou a dispensa de pagamento, por serem em benefício do consumidor, embora não previstos em lei, são atos lícitos, conforme entendimento pacífico da jurisprudência.",
                "pmi": [
                    0.014037135123872968,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
