[
    {
        "areas": [
            "CIVIL-PROCEDURE"
        ],
        "enum": "O arresto e o sequestro constituem procedimentos cautelares específicos. Portanto, constituem medidas concedidas mediante cognição sumária, nas quais o juiz, para a sua concessão, deve verificar a existência de fumus boni iuris e periculum in mora.\n\n No que tange a estas medidas cautelares, assinale a afirmativa incorreta.",
        "filename": "2013-11.txt",
        "number": "53",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.07425003224666235,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O arresto busca garantir a efetividade da futura execução de pagar quantia certa, consistindo na apreensão de bens indeterminados do patrimônio do devedor."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "No sequestro, considerando que o objetivo é assegurar a entrega de coisa, sempre haverá certeza sobre quem é o dono da coisa. Ou seja, no sequestro a coisa não é e nunca será litigiosa."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A futura execução garantida pelo sequestro não precisa ser desenvolvida, necessariamente, por meio de processo autônomo, sendo admitida que esta seja desenvolvida através de mera fase procedimental (cumprimento de sentença)."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.04808428406027499,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O sequestro tem por objetivo assegurar a eficácia de futura execução para a entrega de coisa, consistindo na busca e apreensão de determinado bem do patrimônio do requerido."
            }
        ],
        "valid": true
    }
]
