[
    {
        "areas": [
            null
        ],
        "enum": "Marcos recebeu, por herança, grande propriedade rural no estado Sigma. Dedicado à medicina e não possuindo maior interesse pelas atividades agropecuárias desenvolvidas por sua família, Marcos deixou, nos últimos anos, de dar continuidade a qualquer atividade produtiva nas referidas terras.\n\n Ciente de que sua propriedade não está cumprindo uma função social, Marcos procura um advogado para saber se existe alguma possibilidade jurídica de vir a perdê-la.\n\n Segundo o que dispõe o sistema jurídico-constitucional vigente no Brasil, assinale a opção que apresenta a resposta correta.",
        "filename": "2017-24.txt",
        "number": "17",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.04099393177423539,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O direito de Marcos a manter suas terras deverá ser respeitado, tendo em vista que tem título jurídico reconhecidamente hábil para caracterizar o seu direito adquirido."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.06888187624431688,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A propriedade que não cumpre sua função social poderá ser objeto de expropriação, sem qualquer indenização ao proprietário que deu azo a tal descumprimento; no caso, Marcos."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.052927064830547405,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A propriedade, por interesse social, poderá vir a ser objeto de desapropriação, devendo ser, no entanto, respeitado o direito de Marcos à indenização."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.02033525284160776,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O direito de propriedade de Marcos está cabalmente garantido, já que a desapropriação é instituto cabível somente nos casos de cultura ilegal de plantas psicotrópicas."
            }
        ],
        "valid": true
    }
]
