[
    {
        "areas": [
            "CONSTITUTIONAL"
        ],
        "enum": "Ajuizada uma Ação Direta de Inconstitucionalidade (ADI) requerendo expressamente que se declare inconstitucional o Art. 2º da Lei X, o Supremo Tribunal Federal (STF), ao apreciar o pedido, apenas declarou inconstitucional uma interpretação possível da norma impugnada, sem declarar sua invalidade, e determinou que sua decisão só acarretasse efeitos a partir do seu trânsito em julgado.\n\n Com base na situação acima, assinale a afirmativa correta.",
        "filename": "2013-10.txt",
        "number": "19",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.05303011364816579,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O STF como órgão do Poder Judiciário, por força do princípio da correlação, não poderia julgar de forma distinta daquela requerida pela parte autora."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.02798736463120431,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O STF, no controle abstrato de constitucionalidade, não está adstrito ao pedido formulado na inicial, podendo, inclusive, fazer uma interpretação conforme a Constituição, a despeito de expresso requerimento pela declaração de invalidade da norma."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.07806349784915986,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A modulação dos efeitos das decisões do STF em Ação Direta de Inconstitucionalidade (ADI) é possível, desde que com a aprovação da maioria absoluta dos seus membros."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.08655967182707047,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O STF não pode fixar os efeitos da decisão a partir do seu trânsito em julgado, pois, em conformidade com o princípio da supremacia da Constituição, a pecha da inconstitucionalidade contamina a lei desde a sua gênese."
            }
        ],
        "valid": true
    }
]
