[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "Jane e Carlos constituíram uma união estável em julho de 2003 e não celebraram contrato para regular as relações patrimoniais decorrentes da aludida entidade familiar. Em março de 2005, Jane recebeu R$ 100.000,00 (cem mil reais) a título de doação de seu ti o Túlio. Com os R$ 100.000,00 (cem mil reais), Jane adquiriu em maio de 2005 um imóvel na Barra da Tijuca. Em 2010, Jane e Carlos se separaram. Carlos procura um advogado, indagando se tem direito a partilhar o imóvel adquirido por Jane na Barra da Tijuca em maio de 2005.\n\n Assinale a alternativa que indique a orientação correta a ser exposta a Carlos.",
        "filename": "2010-02.txt",
        "number": "27",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    -0.006571511091632238,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Por se tratar de bem adquirido a título oneroso na vigência da união estável, Carlos tem direito a partilhar o imóvel adquirido por Jane na Barra da Tijuca em maio de 2005."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    -0.025033109068413897,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Carlos não tem direito a partilhar o imóvel adquirido por Jane na Barra da Tijuca em maio de 2005 porque, salvo contrato escrito entre os companheiros, aplica-se às relações patrimoniais entre os mesmos o regime da separação total de bens."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    -0.017708915001197558,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Carlos não tem direito a partilhar o imóvel adquirido por Jane na Barra da Tijuca em maio de 2005 porque, em virtude da ausência de contrato escrito entre os companheiros, aplica-se às relações patrimoniais entre os mesmos o regime da comunhão parcial de bens, que exclui dos bens comuns entre os consortes aqueles doados e os sub-rogados em seu lugar."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    -0.011149111165065574,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Carlos tem direito a partilhar o imóvel adquirido por Jane na Barra da Tijuca em maio de 2005 porque, muito embora o referido bem tenha sido adquirido com o produto de uma doação, não se aplica a sub-rogação de bens na união estável."
            }
        ],
        "valid": true
    }
]
