[
    {
        "areas": [],
        "enum": "Em 21/08/2012, Felipe, empresário do ramo de restaurantes, contratou, por R$ 20 mil, mediante pagamento à vista, os serviços de içamento por guindaste da empresa Júnior e Júnior Ltda., a fim de que uma grande piscina fosse levada à cobertura de seu prédio. No contrato, restou definido que todos os serviços deveriam ser executados até o dia 05/11/2012, vez que Felipe havia programado uma festa de inauguração de seu mais novo empreendimento para 10/11/2012. Em 07/11/2012, sem que os serviços fossem executados, Felipe procura seu advogado, que ajuíza uma ação judicial.\n\n Sobre os fatos narrados, assinale a afirmativa correta.",
        "filename": "2015-17.txt",
        "number": "57",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    -0.011298430735982976,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O juiz poderá fixar multa periódica (astreintes) para a efetivação da obrigação de se realizar os serviços de içamento, mesmo que não tenha havido pedido específico do autor nesse sentido."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.0184805966020166,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Fixado o valor da multa periódica por decisão judicial irrecorrida, seu montante não poderá ser alterado por força da preclusão temporal."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.016185131289266477,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O montante da multa periódica não poderá ultrapassar o do valor da causa, sob pena de enriquecimento ilícito de Felipe."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.03392154037304534,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Fixadas as astreintes pelo juiz, fica vedada a posterior cominação de multa por litigância de má-fé no mesmo processo, por se tratarem, ambas, de sanções de natureza processual."
            }
        ],
        "valid": true
    }
]
