[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "A Lanchonete Mirim celebrou contrato de fornecimento de bebidas com a Distribuidora Céu Azul, ficando ajustada a entrega mensal de 200 latas de refrigerante, com pagamento em 30 dias após a entrega. Para tanto, Luciana, mãe de uma das sócias da lanchonete, sem o conhecimento das sócias da sociedade e de seu marido, celebrou contrato de fiança, por prazo indeterminado, com a distribuidora, a fim de garantir o cumprimento das obrigações assumidas pela lanchonete.\n\n Diante desse quadro, assinale a afirmativa correta.",
        "filename": "2013-11.txt",
        "number": "39",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.015299363054950485,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Luciana não carece da autorização do cônjuge para celebrar o contrato de fiança com a sociedade Céu Azul, qualquer que seja o regime de bens."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Pode-se estipular a fiança, ainda que sem o consentimento do devedor ou mesmo contra a sua vontade, sendo sempre por escrito e não se admitindo interpretação extensiva."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.0211810212998503,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Em caso de dação em pagamento, se a distribuidora vier a perder, por evicção, o bem dado pela lanchonete para pagar o débito, remanesce a obrigação do fiador."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Luciana não poderá se exonerar, quando lhe convier,da fiança que tiver assinado, ficando obrigada por todos os efeitos da fiança até a extinção do contrato de fornecimento de bebidas."
            }
        ],
        "valid": true
    }
]
