[
    {
        "areas": [],
        "enum": "Renata, devidamente inscrita na Ordem dos Advogados do Brasil, exerce, há muitos anos, atividades privativas da advocacia. Ocorre que Renata concorre a deputada estadual, encontrando-se em curso diversos processos em que ela atua como advogada.\n\n Caso Renata seja eleita, é correto afirmar que",
        "filename": "2016-20a.txt",
        "number": "5",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "ela ficará impedida de exercer a advocacia apenas contra ou a favor de pessoas jurídicas de direito público, empresas públicas, sociedades de economia mista, fundações públicas, entidades paraestatais ou empresas concessionárias ou permissionárias de serviço público.",
                "pmi": [
                    0.016030760253679548,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "ela ficará sujeita à proibição total ao exercício da advocacia, pois este é incompatível, mesmo em causa própria, com as atividades dos membros do Poder Legislativo.",
                "pmi": [
                    0.05279523278755779,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "ela ficará impedida de exercer a advocacia apenas contra ou a favor de pessoas jurídicas de direito público.",
                "pmi": [
                    0.024046140380519325,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "ela ficará sujeita à proibição total ao exercício da advocacia, pois este é incompatível, mesmo em causa própria, com as atividades dos membros do Poder Legislativo, mas poderá atuar, excepcionalmente, nos feitos que já estavam em curso antes do exercício de seu mandato parlamentar.",
                "pmi": [
                    0.05148917370119413,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
