[
    {
        "areas": [
            "CONSUMER"
        ],
        "enum": "João celebrou contrato de seguro de vida e invalidez, aderindo a plano oferecido por conhecida rede particular. O contrato de adesão, válido por cinco anos, prevê a possibilidade de cancelamento, em favor da seguradora, antes de ocorrer o sinistro, por alegação de desequilíbrio econômico-financeiro.\n\n A esse respeito, assinale a afirmativa correta.",
        "filename": "2012-08.txt",
        "number": "46",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.018911400880947064,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Os contratos de seguro ofertados no mercado de consumo, apesar de serem de adesão, são regidos pelo Código Civil, e a eles se aplica o Código de Defesa do Consumidor apenas subsidiariamente e em casos estritos."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.047014865039906185,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A cláusula prevista, que estipula a possibilidade de cancelamento unilateral do contrato em caso de desequilíbrio econômico, seria viável desde que exercida na primeira metade do contrato."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.02261688564938667,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O Ministério Público tem legitimidade para ajuizar demanda contra a seguradora, buscando ser declarada a nulidade da cláusula contratual celebrada com os consumidores, e que seja proibido à seguradora continuar a ofertá-la no mercado de consumo."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.05079122846600601,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A cláusula prevista no contrato celebrado por João não é abusiva, pois o seguro deve atentar para a equação financeira atuarial, necessária ao equilíbrio econômico da avença e à própria higidez e continuidade do contrato."
            }
        ],
        "valid": true
    }
]
