[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "Sônia, maior e capaz, decide doar, por instrumento particular, certa quantia em dinheiro em favor se seu sobrinho, Fernando, maior e capaz, caso ele venha a se casar com Leila. Sônia faz constar, ainda, cláusula de irrevogabilidade da doação por eventual ingratidão de seu sobrinho. Fernando, por sua vez, aceita formalmente a doação e, poucos meses depois, casa-se com Leila, conforme estipulado. No dia seguinte ao casamento, ao procurar sua tia para receber a quantia estabelecida, Fernando deflagra uma discussão com Sônia e lhe dirige grave ofensa física. A respeito da situação narrada, é correto afirmar que Fernando",
        "filename": "2011-03.txt",
        "number": "18",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.01900062666074697,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "não deve receber a quantia em dinheiro, tendo em vista que a doação é nula, pois deveria ter sido realizada por escritura pública."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "deve receber a quantia em dinheiro, em razão de o instrumento de doação prever cláusula de irrevogabilidade por eventual ingratidão."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "não deve receber a quantia em dinheiro, pois dirigiu grave ofensa física à sua tia Sônia."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "deve receber a quantia em dinheiro, em razão de ter se casado com Leila e independentemente de ter dirigido grave ofensa física a Sônia."
            }
        ],
        "valid": true
    }
]
