[
    {
        "enum": "Àvista de todos e sem o emprego de qualquer tipo de violência, o pequeno agricultor Joventino adentra terreno vazio, constrói ali sua moradia e uma pequena horta para seu sustento, mesmo sabendo que o terreno é de propriedade de terceiros.  Sem ser incomodado, exerce posse mansa e pacífica por 2 (dois) anos, quando é expulso por um grupo armado comandado por Clodoaldo, proprietário do terreno, que só tomou conhecimento da presença de Joventino no imóvel no dia anterior à retomada.  Diante do exposto, assinale a afirmativa correta.",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Como não houve emprego de violência, Joventino não pode ser considerado esbulhador."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    -0.02530611212409538,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Clodoaldo tem o direito de retomar a posse do bem mediante o uso da força com base no desforço imediato, eis que agiu imediatamente após a ciência do ocorrido."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Tendo em vista a ocorrência do esbulho, Joventino deve ajuizar uma ação possessória contra Clodoaldo, no intuito de recuperar a posse que exercia."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    -0.004289479653848884,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Na condição de possuidor de boa-fé, Joventino tem direito aos frutos e ao ressarcimento das benfeitorias realizadas durante o período de exercício da posse."
            }
        ],
        "valid": true,
        "areas": [
            null
        ],
        "number": "36",
        "filename": "2017-23.txt"
    }
]
