[
    {
        "areas": [
            null
        ],
        "enum": "Acreditando estar grávida, Pâmela, 18 anos, desesperada porque ainda morava com os pais e eles sequer a deixavam namorar, utilizando um instrumento próprio, procura eliminar o feto sozinha no banheiro de sua casa, vindo a sofrer, em razão de tal comportamento, lesão corporal de natureza grave.  Encaminhada ao hospital para atendimento médico, fica constatado que, na verdade, ela não se achava e nunca esteve grávida. O Hospital, todavia, é obrigado a noticiar o fato à autoridade policial, tendo em vista que a jovem de 18 anos chegou ao local em situação suspeita, lesionada.  Diante disso, foi instaurado procedimento administrativo investigatório próprio e, com o recebimento dos autos, o Ministério Público ofereceu denúncia em face de Pâmela pela prática do crime de “aborto provocado pela gestante”, qualificado pelo resultado de lesão corporal grave, nos termos dos Art. 124 c/c o Art. 127, ambos do Código Penal. Diante da situação narrada, assinale a opção que apresenta a alegação do advogado de Pâmela.",
        "filename": "2017-22.txt",
        "number": "60",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "A atipicidade de sua conduta.",
                "pmi": [
                    0.0,
                    0.0,
                    0,
                    0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "O afastamento da qualificadora, tendo em vista que esta somente pode ser aplicada aos crimes de aborto provocado por terceiro, com ou sem consentimento da gestante, mas não para o delito de autoaborto de Pâmela.",
                "pmi": [
                    0.01279374800154055,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "A desclassificação para o crime de lesão corporal grave, afastando a condenação pelo aborto.",
                "pmi": [
                    0.04986578072208454,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O reconhecimento da tentativa do crime de aborto qualificado pelo resultado.",
                "pmi": [
                    0.0026175031618919796,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
