[
    {
        "areas": [
            "CONSTITUTIONAL"
        ],
        "enum": "Durante competição esportiva (campeonato estadual de futebol), o clube “A” foi punido com a perda de um ponto em virtude de episódios de preconceito por parte de sua torcida. Com essa decisão de primeira instância da justiça desportiva, o clube “B” foi declarado campeão naquele ano. O clube “A” apresentou recurso contra a decisão de primeira instância. Antes mesmo do julgamento desse recurso, distribuiu ação ordinária perante a Justiça Estadual com o objetivo de reaver o ponto que lhe fora retirado pela Justiça arbitral. Diante de tal situação, é correto afirmar que",
        "filename": "2012-06.txt",
        "number": "28",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.05705817000014078,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "como o direito brasileiro adotou o sistema de jurisdição una, tendo o Poder Judiciário o monopólio da apreciação, com força de coisa julgada, de lesão ou ameaça a direito, é cabível a apreciação judicial dessa matéria a qualquer tempo."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.13437789134053948,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "as decisões da Justiça Desportiva são inquestionáveis na via judicial, uma vez que vige, no direito brasileiro, sistema pelo qual o Poder Judiciário somente pode decidir matérias para as quais não exista tribunal administrativo específico."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.04669458694640981,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "como regra, o ordenamento vigente adota o Princípio da Inafastabilidade da Jurisdição (art. 5º, XXXV, da CRFB); todavia, as decisões da Justiça Desportiva consubstanciam exceção a essa regra, já que são insindicáveis na via judicial."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.0797138542611305,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "o Poder Judiciário pode rever decisões proferidas pela Justiça Desportiva; ainda assim, exige-se, anteriormente ao ajuizamento da ação cabível, o esgotamento da instância administrativa, por se tratar de exceção prevista na Constituição."
            }
        ],
        "valid": true
    }
]
