[
    {
        "number": "31",
        "valid": true,
        "filename": "2017-24.txt",
        "enum": "Um fiscal de posturas públicas municipais verifica que um restaurante continua colocando, de forma irregular, mesas para os seus clientes na calçada. Depois de lavrar autos de infração com aplicação de multa por duas vezes, sem que a sociedade empresária tenha interposto recurso administrativo, o fiscal, ao verificar a situação, interdita o estabelecimento e apreende as mesas e cadeiras colocadas de forma irregular, com base na lei que regula o exercício do poder de polícia correspondente.\n\n A partir da situação acima, assinale a afirmativa correta.",
        "areas": [
            null
        ],
        "options": [
            {
                "pmi": [
                    -0.02552182015309869,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "A",
                "text": "O fiscal atuou com desvio de poder, uma vez que o direito da sociedade empresária de continuar funcionando é emanação do direito de liberdade constitucional, que só pode ser contrastado a partir de um provimento jurisdicional."
            },
            {
                "pmi": [
                    -0.03751687669606741,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "B",
                "text": "A prática irregular de ato autoexecutório pelo fiscal é clara, porque não homenageou o princípio do contraditório e da ampla defesa ao não permitir à sociedade empresária, antes da apreensão, a possibilidade de produzir, em processo administrativo específico, fatos e provas em seu favor."
            },
            {
                "pmi": [
                    -0.04714555917648359,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true,
                "letter": "C",
                "text": "O ato praticado pelo fiscal está dentro da visão tradicional do exercício da polícia administrativa pelo Estado, que pode, em situações extremas, dentro dos limites da razoabilidade e da proporcionalidade, atuar de forma autoexecutória."
            },
            {
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "D",
                "text": "A atuação do fiscal é ilícita, porque os atos administrativos autoexecutórios, como mencionado acima, exigem, necessariamente, autorização judicial prévia."
            }
        ]
    }
]
