[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "Gustavo tornou-se fiador do seu amigo Henrique, em razão de operação de empréstimo bancário que este tomou com o Banco Pechincha. No entanto, Gustavo, apreensivo, descobriu que Henrique está desempregado há algum tempo e que deixou de pagar várias parcelas do referido empréstimo. Sem o consentimento de Gustavo, Henrique e o Banco Pechincha aditaram o contrato original, tendo sido concedida moratória a Henrique.\n\n Com base no relato acima e no regime legal do contrato de fiança, assinale a alternativa correta.",
        "filename": "2011-04.txt",
        "number": "37",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.011537381278658446,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Por ter a fiança o objetivo de garantir o débito principal, sendo acessória a este, deve ela ser de valor igual ao da obrigação principal e ser contraída nas mesmas condições de onerosidade de tal obrigação."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.02189013342711905,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Gustavo não poderá exonerar-se da fiança que tiver assinado sem limitação de tempo, ficando obrigado por todos os efeitos da fiança até o efetivo pagamento do débito principal."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.010638025126342892,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A concessão da moratória pelo Banco Pechincha a Henrique, tal como narrado, não tem o condão de desobrigar o fiador."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Se o Banco Pechincha, sem justa causa, demorar a execução iniciada contra Henrique, poderá Gustavo promover-lhe o andamento."
            }
        ],
        "valid": true
    }
]
