[
    {
        "areas": [
            "ADMINISTRATIVE"
        ],
        "enum": "Com a finalidade de minimizar as consequências dos problemas de trânsito na cidade “X”, o  Prefeito estabeleceu, por meio de decreto de natureza genérica e abstrata, restrições à circulação de veículos na região central, proibindo a circulação de veículos e as  operações de carga e descarga no período compreendido entre 6h e 22h, de segunda a sexta-feira, em dias úteis, na área de abrangência especificada.Face a esse fato, a Associação Empresarial do ramo de transporte de mercadorias procura um advogado para orientá-la na proteção de seus interesses.\n\n Com base na hipótese apresentada, assinale a alternativa que indica a linha de atuação mais apropriada proposta pelo advogado.",
        "filename": "2012-08.txt",
        "number": "32",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Impetração de mandado de segurança contra o Decreto, ao argumento de que faltaria ao Município competência normativa para estabelecer a referida restrição.",
                "pmi": [
                    -0.0011254111436088292,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "Ajuizamento de ação de conhecimento com pedido de antecipação dos efeitos da tutela jurisdicional com a finalidade de suspender os efeitos do Decreto, ao argumento de vício de razoabilidade/proporcionalidade.",
                "pmi": [
                    0.02436518400569007,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Impetração de mandado de segurança contra o Decreto, ao argumento de vício de razoabilidade/proporcionalidade.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Ajuizamento de ação de conhecimento com pedido de antecipação dos efeitos da tutela jurisdicional com a finalidade de suspender os efeitos do Decreto, ao argumento de que faltaria ao Município competência normativa para estabelecer a referida restrição.",
                "pmi": [
                    0.018816900518386758,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
