[
    {
        "areas": [
            "HUMAN-RIGHTS"
        ],
        "enum": "Joana, funcionária de um hospital, decide adotar um recém-nascido. Porém seu pedido de licença-maternidade é negado, por falta de previsão legal.  Inconformada Joana ingressa na Justiça Trabalhista, onde recebe decisões favoráveis à luz dos princípios constitucionais, inclusive do Tribunal Superior do Trabalho.  Porém, em última análise do caso, o Supremo Tribunal Federal decide pela denegação do pedido de licença maternidade, operando-se o trânsito em julgado da decisão.  Segundo o Sistema Interamericano de Direitos Humanos, qual será a alternativa correta:",
        "filename": "2012-07.txt",
        "number": "14",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.028057728524330743,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Como a questão já transitou em julgado no Poder Judiciário do país acusado, Joana terá sua petição inadmitida pela falta de cumprimento do requisito previsto na Convenção Americana de Direitos Humanos."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.01846342836207484,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Como a proteção da família não está garantida pelo Pacto de São José da Costa Rica, Joana terá sua petição inadmitida pela falta de cumprimento do requisito previsto na Convenção Americana de Direitos Humanos."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.014973746135731965,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Joana poderá ter sua petição admitida pela Comissão Interamericana de Direitos Humanos, que poderá continuar a analisar o mérito do assunto mesmo que o Brasil tenha alterado a legislação sobre o tema após a decisão do caso de Joana pelo STF, passando a beneficiar mães adotivas, em face da impossibilidade de retroatividade da norma para atingir coisa julgada."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.026046624865932375,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Joana não poderá ter sua petição admitida, em razão de ser requisito indispensável que estivesse representada por um Estado-membro da Organização dos Estados Americanos, para apresentar à Comissão Interamericana de Direitos Humanos a petição que contém denúncia ou queixa de violação da Convenção Americana de Direitos Humanos por um outro Estado-parte do qual é nacional."
            }
        ],
        "valid": true
    }
]
