[
    {
        "areas": [
            null
        ],
        "enum": "Você advoga na Procuradoria Geral do Estado em que reside. Em uma tarde, recebe um telefonema urgente do diretor da Penitenciária Anhanguera, que deseja fazer uma consulta de viva voz. Diz o diretor que está com duas pessoas identificadas como membros do Mecanismo Nacional de Prevenção e Combate à Tortura (MNPCT) e que elas estão requerendo acesso imediato às instalações da penitenciária, onde pretendem gravar entrevistas com alguns presos. Também estão solicitando acesso aos registros relativos ao tratamento conferido aos presos.  Com base nas normas de funcionamento do Mecanismo Nacional de Prevenção e Combate à Tortura, cabe a você informar corretamente ao diretor que",
        "filename": "2017-23.txt",
        "number": "18",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.01828184362418316,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "os membros do MNPCT não possuem direito de acesso às penitenciárias, devendo a visita ser tratada previamente com a Secretaria de Segurança Pública e Administração Penitenciária do Estado."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.009124566392155004,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "tanto o acesso à penitenciária quanto o acesso aos registros relativos ao tratamento conferido aos presos, depende de autorização judiciária expedida pelo juiz da Vara de Execução Penal da Comarca onde fica a Penitenciária."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.002280993842585914,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "o acesso dos membros do MNPCT às instalações da penitenciária deve ser liberado, mas a gravação de entrevistas e o acesso aos registros relativos ao tratamento conferido aos presos devem ser negados."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.0026319159722145162,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "o acesso às instalações da penitenciária aos membros do MNPCT deve ser liberado, bem como fornecidos os registros solicitados e permitida a gravação das entrevistas com os presos."
            }
        ],
        "valid": true
    }
]
