[
    {
        "areas": [],
        "enum": "Em setembro de 2014, na cidade de São Paulo, foi inaugurado o Centro de Referência e Acolhida para Imigrantes (CRAI), que é o primeiro do país e tem como objetivo oferecer a estrutura de uma casa de passagem e auxiliar os imigrantes na adaptação à vida na capital paulista, além de dar condições para a autonomia de tais imigrantes. Do ponto de vista dos Direitos Humanos, essa situação é regulada pela Convenção Internacional sobre a Proteção dos Direitos de Todos os Trabalhadores Migrantes e dos Membros das suas Famílias, adotada pela ONU em dezembro de 1990 e em vigor desde julho de 2003.\n\n Em relação ao posicionamento do Estado brasileiro perante essa Convenção, assinale a afirmativa correta.",
        "filename": "2015-16.txt",
        "number": "21",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "A Convenção não foi ratificada pelo Brasil e, por isso, suas normas não produzem efeito jurídico em território brasileiro.",
                "pmi": [
                    0.03589479245301059,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "A Convenção foi ratificada pelo Brasil e, por isso, suas normas podem ser juridicamente exigidas.",
                "pmi": [
                    0.03393614451269723,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "A Convenção foi ratificada pelo Brasil, mas não foi regulamentada.  Por isso, suas normas possuem efeito contido no território brasileiro.",
                "pmi": [
                    0.03230531320770953,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "A Convenção não foi ratificada pelo Brasil, mas suas normas produzem pleno efeito jurídico, uma vez que as normas de Direitos Humanos não dependem de ratificação para vigorar em território brasileiro.",
                "pmi": [
                    0.03988039849312297,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
