[
    {
        "areas": [
            null
        ],
        "enum": "A multinacional estrangeira Computer Inc., com sede nos Estados Unidos, celebra contrato de prestação de serviços de informática com a sociedade empresarial Telecomunicações S/A, constituída de acordo com as leis brasileiras e com sede no Estado de Goiás.  Os serviços a serem prestados envolvem a instalação e a manutenção dos servidores localizados na sede da sociedade empresarial Telecomunicações S/A. Ainda consta, no contrato celebrado entre as referidas pessoas jurídicas que eventuais litígios serão dirimidos, com exclusividade, perante a Corte Arbitral Alfa, situada no Brasil.  Após discordâncias sobre o cumprimento de uma das cláusulas referentes à realização dos serviços, a multinacional Computer Inc. ingressa com demanda no foro arbitral contratualmente avençado.\n\n Com base no caso concreto, assinale a afirmativa correta.",
        "filename": "2017-23.txt",
        "number": "55",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "A cláusula compromissória prevista no contrato é nula de pleno direito, uma vez que o princípio da inafastabilidade da jurisdição, previsto constitucionalmente, impede que ações que envolvam obrigações a serem cumpridas no Brasil sejam dirimidas por órgão que não integre o Poder Judiciário nacional.",
                "pmi": [
                    0.02693179842862056,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Caso a empresa Telecomunicações S/A ingresse com demanda perante a Vara Cível situada no Estado de Goiás, o juiz deverá resolver o mérito, ainda que a sociedade Computer Inc. alegue, em contestação, a existência de convenção de arbitragem prevista no instrumento contratual.",
                "pmi": [
                    0.010760893561051135,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "Visando efetivar tutela provisória deferida em favor da multinacional Computer Inc., poderá ser expedida carta arbitral pela Corte Arbitral Alfa para que órgão do Poder Judiciário, com competência perante o Estado de Goiás, pratique atos de cooperação que importem na constrição provisória de bens na sede da sociedade empresarial Telecomunicações S/A, a fim de garantir a efetividade do provimento final.",
                "pmi": [
                    0.005551642927580245,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "A sentença arbitral proferida pela Corte Arbitral Alfa configura título executivo extrajudicial, cuja execução poderá ser proposta no foro do lugar onde deva ser cumprida a obrigação.",
                "pmi": [
                    0.006324151057440909,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
