[
    {
        "areas": [
            "CRIMINAL-PROCEDURE"
        ],
        "enum": "Ao final da audiência de instrução e julgamento, o advogado do réu requer a oitiva de testemunha inicialmente não arrolada na resposta escrita, mas referida por outra testemunha ouvida na audiência. O juiz indefere a diligência alegando que o número máximo de testemunhas já havia sido atingido e que, além disso, a diligência era claramente protelatória, já que a prescrição estava em vias de se consumar se não fosse logo prolatada a sentença. A sentença é proferida em audiência, condenando-se o réu à pena de 6 anos em regime inicial semi-aberto.\n\n Com base exclusivamente nos fatos acima narrados, assinale a alternativa que apresente o que alegaria na apelação o advogado do réu, como pressuposto da análise do mérito recursal.",
        "filename": "2010-02.txt",
        "number": "70",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A redução da pena ou a fixação de um regime de cumprimento de pena mais vantajoso."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.02547405583326148,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A anulação da sentença para que outra seja proferida em razão da violação do princípio da ampla defesa."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A reinquirição de todas as testemunhas em sede de apelação."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.01045609938450734,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A anulação da sentença para que outra seja proferida em razão da violação do princípio da ampla defesa, com a correspondente suspensão do prazo da prescrição de modo que o órgão ad quem se sinta confortável para anular a sentença sem gerar impunidade no caso concreto."
            }
        ],
        "valid": true
    }
]
