[
    {
        "areas": [
            "LABOUR-PROCEDURE"
        ],
        "enum": "Após trabalhar como empregado durante 6 meses, Paulo ajuizou reclamação trabalhista em face de sua ex-empregadora, a empresa Alfa Beta Ltda., pretendendo horas extras, nulidade do pedido de demissão por coação, além de adicional de insalubridade. Na primeira audiência o feito foi contestado, negando a ré o trabalho extraordinário, a coação e a atividade insalubre.  Foram juntados controles de ponto e carta de próprio punho de Paulo pedindo demissão, documentos estes que foram impugnados pelo autor. Não foi produzida a prova técnica (perícia).\n\n Para a audiência de prosseguimento, as partes estavam intimadas pessoalmente para depoimentos pessoais, sob pena de confissão, mas não compareceram, estando presentes apenas os advogados. Declarando as partes que não têm outras provas a produzir, o Juiz encerrou a fase de instrução, seguindo o processo concluso para sentença.\n\n Com base nestas considerações, analise a distribuição do ônus da prova e assinale a afirmativa correta.",
        "filename": "2013-11.txt",
        "number": "77",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    0.011435427012572715,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A ausência das partes gera a confissão ficta recíproca, devendo ser aplicada a regra de que para os fatos constitutivos cabe o ônus da prova ao autor, e para os extintivos, modificativos e impeditivos, o ônus será do réu. Assim, todos os pedidos deverão ser julgados improcedentes."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.029674936610631374,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Não há confissão em razão da presença dos advogados. Mas não havendo outras provas, os pedidos deverão ser julgados improcedentes."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.003141423254772448,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Em razão da confissão, presumem-se verdadeiros os fatos alegados. Tal aliado ao princípio da proteção ao hipossuficiente leva à presunção de que Paulo foi coagido a pedir demissão, trabalhava extraordinariamente e faz jus ao adicional de insalubridade. Logo, os pedidos procedem."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.01346200178735507,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Em razão da confissão, os pedidos de horas extras e nulidade do pedido de demissão procedem. Porém, improcede o de adicional de insalubridade, pois necessária a prova pericial para configurar o grau de insalubridade. Logo, este pleito improcede."
            }
        ],
        "valid": true
    }
]
