[
    {
        "filename": "2011-03.txt",
        "enum": "Homero, advogado especializado em Direito Público, após longos anos, obtém sentença favorável contra a Fazenda Pública Estadual. Requer a execução especial e apresenta, após o decurso normal do processo, requerimento de expedição de precatório, estabelecendo a separação do principal, direcionado ao seu cliente, dos honorários de sucumbência e postulando o desconto no principal de vinte por cento a título de honorários contratuais, cujo contrato anexa aos autos. O pedido é deferido pelo Juiz, mas há recurso do Ministério Público, que não concorda com tal desconto. De acordo com as normas estatutárias aplicáveis, é correto afirmar que",
        "number": "44",
        "valid": true,
        "options": [
            {
                "letter": "A",
                "text": "os honorários devidos no processo judicial se resumem aos sucumbenciais, vedado o desconto de quaisquer outros valores a esse título.",
                "correct": null,
                "pmi": [
                    -0.020674067693497524,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "B",
                "text": "os honorários advocatícios, que gozam de autonomia, quer sucumbenciais, quer contratuais, devem ser cobrados em via própria diretamente ao cliente.",
                "correct": null,
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "C",
                "text": "é possível o pagamento de honorários advocatícios contratuais no processo em que houve condenação, havendo precatório, desde que o contrato seja escrito.",
                "correct": true,
                "pmi": [
                    -0.036664248959179434,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "D",
                "text": "seja o contrato escrito ou verbal, pode o advogado requerer o pagamento dos seus honorários contratuais mediante desconto no valor da condenação.",
                "correct": null,
                "pmi": [
                    -0.039699289939766944,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "areas": [
            "ETHICS"
        ]
    }
]
