[
    {
        "filename": "2017-23.txt",
        "enum": "Rita é engenheira e trabalhou na empresa Irmãos Construtores Ltda. por 3 anos.  Ao ser dispensada, ajuizou ação trabalhista em face da ex-empregadora. Como tinha experiência na área de recursos humanos de empregos anteriores, decidiu ela própria fazer sua defesa jurídica, não buscando, portanto, a assistência de advogado ou sindicato. Elaborou a petição inicial, compareceu à audiência e formulou perguntas para testemunhas e para a parte ré.  Ao término da instrução o juiz prolatou sentença de improcedência do petitório de Rita, a qual, inconformada, interpôs recurso ordinário, que teve provimento negado, sendo mantida a sentença de primeiro grau. Ainda inconformada, adotando o mesmo sistema, entendendo ter havido violação literal de dispositivo constitucional tanto na sentença de primeiro grau como no acórdão, Rita, da mesma forma e desacompanhada de advogado, interpõe o competente recurso de revista para o TST.\n\n Com base na jurisprudência consolidada do TST acerca da postulação em causa própria, assinale a afirmativa correta.",
        "areas": [
            null
        ],
        "number": "78",
        "options": [
            {
                "correct": null,
                "text": "O recurso deverá ser conhecido e provido.",
                "letter": "A",
                "pmi": [
                    -0.18272109525350583,
                    0.0,
                    0,
                    0
                ]
            },
            {
                "correct": null,
                "text": "O recurso deveria ser endereçado ao STF, em razão da alegada violação constitucional.",
                "letter": "B",
                "pmi": [
                    -0.06743591322270101,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "text": "Não cabe mais recurso do julgado.",
                "letter": "C",
                "pmi": [
                    -0.18807276265344094,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "text": "O recurso deverá ter o seguimento negado por irregularidade de representação.",
                "letter": "D",
                "pmi": [
                    -0.08273508154734929,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
