[
    {
        "areas": [
            "CIVIL-PROCEDURE"
        ],
        "enum": "As regras processuais impõem as partes deveres que devem ser observados ao longo do processo judicial.  Tais deveres têm, como corolário lógico, a existência de uma responsabilidade processual civil.\n\n Acerca de tal responsabilidade, é correto afirmar que",
        "filename": "2012-07.txt",
        "number": "42",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "a responsabilidade por dano processual não pode ser reconhecida em face de terceiros intervenientes, sendo um fenômeno tipicamente atrelado à atuação das partes da demanda.",
                "pmi": [
                    0.11847156559915345,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "havendo mais de um litigante de má-fé, o juiz deverá condená-los na proporção de seus interesses ou solidariamente, caso tenham se coligado para lesar o adversário.",
                "pmi": [
                    0.026957882918130154,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "a indenização a ser fixada imediatamente após a prática do ato punível poderá exceder vinte por cento sobre o valor da causa, ficando sua fixação sujeita ao livre arbítrio do juiz.",
                "pmi": [
                    0.0839285789520486,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "a apresentação em juízo de petição que não corresponda, com perfeição, ao original anteriormente remetido por fax, não enseja responsabilização por dano processual, mas tão somente a prática de crime a ser punido nos termos do Código Penal.",
                "pmi": [
                    0.10938104048676782,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
