[
    {
        "areas": [
            "INTERNATIONAL"
        ],
        "enum": "Em janeiro de 2003, Martin e Clarisse Green, cidadãos britânicos domiciliados no Rio de Janeiro, casam-se no Consulado-Geral britânico, localizado na Praia do Flamengo. Em meados de 2010, decidem se divorciar. Na ausência de um pacto antenupcial, Clarisse requer, em petição à Vara de Família do Rio de Janeiro, metade dos bens adquiridos pelo casal desde a celebração do matrimônio, alegando que o regime legal vigente no Brasil é o da comunhão parcial de bens. Martin, no entanto, contesta a pretensão de Clarisse, argumentando que o casamento foi realizado no consulado britânico e que, portanto, deve ser aplicado o regime legal de bens vigente no Reino Unido, que lhe é mais favorável. Com base no caso hipotético acima e nos termos da Lei de Introdução às Normas do Direito Brasileiro, assinale a alternativa correta.",
        "filename": "2011-05.txt",
        "number": "17",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O juiz brasileiro não poderá conhecer e julgar a lide, pois o casamento não foi realizado perante a autoridade competente.",
                "pmi": [
                    0.010167055520929056,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "Clarisse tem razão em sua demanda, pois o regime de bens é regido pela lex domicilli dos nubentes e, ao tempo do casamento, ambos eram domiciliados no Brasil.",
                "pmi": [
                    0.014175327973228069,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Martin tem razão em sua contestação, pois o regime de bens se rege pela lei do local da celebração (lex loci celebrationis), e o casamento foi celebrado no consulado britânico.",
                "pmi": [
                    0.004003115164280321,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O regime de bens obedecerá à lex domicilli dos cônjuges quanto aos bens móveis e à lex rei sitae (ou seja, a lei do lugar onde estão) quanto aos bens imóveis, se houver.",
                "pmi": [
                    0.052034166750228095,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
