[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "Timóteo e Leandro, cada qual proprietário de um apartamento no Edifício Maison, procuraram a síndica do condomínio, Leonor, a fim de solicitar que fossem deduzidas de suas contribuições condominiais as despesas referentes à manutenção do parque infantil situado no edifício. Argumentaram que, por serem os únicos condôminos sem crianças na família, não utilizam o aludido parque, cuja manutenção incrementa significativamente o valor da contribuição condominial, bem como que a convenção de condomínio nada dispõe a esse respeito.\n\n Na condição de advogado consultado por Leonor, assinale a avaliação correta do caso acima.",
        "filename": "2012-06a.txt",
        "number": "35",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Timóteo e Leandro podem ser temporariamente dispensados do pagamento das despesas referentes à manutenção do parque infantil, retomando-se imediatamente a cobrança caso venham a ter crianças em sua família.",
                "pmi": [
                    0.036733335196869686,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Timóteo e Leandro podem ser dispensados do pagamento das despesas referentes à manutenção do parque infantil, desde que declarem, por meio de escritura pública, que não utilizarão o parque infantil em caráter permanente.",
                "pmi": [
                    0.06375234096476042,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Leonor deverá dispensar tratamento isonômico a todos os condôminos, devendo as despesas de manutenção do parque infantil ser cobradas, ao final de cada mês, apenas daqueles condôminos que tenham efetivamente utilizado a área naquele período.",
                "pmi": [
                    0.04163111322311898,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "Todos os condôminos, inclusive Timóteo e Leandro, devem arcar com as despesas referentes à manutenção do parque infantil, tendo em vista ser seu dever contribuir para as despesas condominiais proporcionalmente à fração ideal de seu imóvel.",
                "pmi": [
                    0.056902994735837466,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
