[
    {
        "areas": [
            null
        ],
        "enum": "Na cidade de Angra dos Reis, Sérgio encontra um documento adulterado (logo, falso), que, originariamente, fora expedido por órgão estadual. Valendo-se de tal documento, comparece a uma agência da Caixa Econômica Federal localizada na cidade do Rio de Janeiro e apresenta o documento falso ao gerente do estabelecimento.\n\n Desconfiando da veracidade da documentação, o gerente do estabelecimento bancário chama a Polícia, e Sérgio é preso em flagrante, sendo denunciado pela prática do crime de uso de documento falso (Art. 304 do Código Penal) perante uma das Varas Criminais da Justiça Estadual da cidade do Rio de Janeiro.\n\n Considerando as informações narradas, de acordo com a jurisprudência do Superior Tribunal de Justiça, o advogado de Sérgio deverá",
        "filename": "2017-24.txt",
        "number": "66",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "alegar a incompetência, pois a Justiça Federal será competente, devendo ser considerada a cidade de Angra dos Reis para definir o critério territorial.",
                "pmi": [
                    0.05785074037350853,
                    0.008546413267540173,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "alegar a incompetência, pois a Justiça Federal será competente, devendo ser considerada a cidade do Rio de Janeiro para definir o critério territorial.",
                "pmi": [
                    0.06784360171594224,
                    0.008546413267540173,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "alegar a incompetência, pois, apesar de a Justiça Estadual ser competente, deverá ser considerada a cidade de Angra dos Reis para definir o critério territorial.",
                "pmi": [
                    0.05856188741159314,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "reconhecer a competência do juízo perante o qual foi apresentada a denúncia.",
                "pmi": [
                    0.0005401948556213392,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
