[
    {
        "areas": [],
        "enum": "O modelo federalista é uma forma de organização e distribuição do poder estatal que pressupõe a relação entre as esferas de governo federal e local, compondo os chamados entes federativos, todos dotados de autonomia. Apresenta-se como oposição ao unitarismo, de modo que haja a repartição de competências entre os entes que integram o Estado federado.\n\n A ordem jurídica estabeleceu elementos, no texto constitucional, que caracterizam essa forma de Estado. A partir das características da Federação brasileira, assinale a afirmativa correta.",
        "filename": "2016-20a.txt",
        "number": "15",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "A forma federativa de Estado autoriza a secessão de um ente federativo por meio de plebiscito popular ou referendum.",
                "pmi": [
                    0.033767570775557254,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "A forma federativa de Estado é estabelecida por um pacto (ou tratado) internacional entre os estados soberanos.",
                "pmi": [
                    0.07417609890997458,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "A forma federativa de Estado impõe a necessidade de existência de uma cláusula de garantia ao pacto federativo, tal como a chamada intervenção federal.",
                "pmi": [
                    0.07648301782736032,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Um vez que, na forma federativa, todos os entes federativos são autônomos, eles estão autorizados a representar a soberania do Estado em suas relações internacionais.",
                "pmi": [
                    0.03576938690978634,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
