[
    {
        "areas": [],
        "enum": "O Presidente da República, após manter áspera discussão com um de seus primos, que teve por motivação assuntos relacionados à herança familiar, efetua um disparo de arma de fogo e mata o referido parente. Abalado com o grave fato e preocupado com as repercussões políticas em razão de sua condição de Presidente da República, consulta seu corpo jurídico, indagando quais as consequências do referido ato no exercício da presidência.\n\n Seus advogados, corretamente, respondem que a solução extraída do sistema jurídico-constitucional brasileiro é a de que",
        "filename": "2016-20.txt",
        "number": "19",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "será imediatamente suspenso de suas funções pelo prazo de até 180 dias, se recebida a denúncia pelo Supremo Tribunal Federal.",
                "pmi": [
                    0.05131971186405711,
                    0.014651789444748643,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "será imediatamente suspenso de suas funções pelo prazo de até 180 dias, se recebida a denúncia pelo Senado Federal.",
                "pmi": [
                    0.05301924151924119,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "será imediatamente suspenso de suas funções, se a acusação for autorizada por dois terços da Câmara dos Deputados e a denúncia recebida pelo Supremo Tribunal Federal.",
                "pmi": [
                    0.07856864175202144,
                    0.04043790169009577,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "será criminalmente processado somente após o término do mandato, tendo imunidade temporária à persecução penal.",
                "pmi": [
                    0.03559100303183869,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
