[
    {
        "areas": [
            "ETHICS"
        ],
        "enum": "A advogada Maria solicitou, no cartório de determinada vara cível, ter vista e extrair cópias dos autos de processo não sujeito a sigilo. O serventuário a quem foi feita a solicitação afirmou que Maria não havia juntado procuração aos autos do processo em questão e, em razão disso, apenas poderia ter vista dos autos e que lhe seria vedada a extração de cópias.\n\n A partir do caso apresentado, assinale a afirmativa correta.",
        "filename": "2013-10.txt",
        "number": "5",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "O serventuário não agiu corretamente. Mesmo não estando constituída nos autos do processo, Maria pode ter vista e obter cópias dos autos do processo, já que o mesmo não está sujeito a sigilo.",
                "pmi": [
                    0.026560413117456577,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "O serventuário agiu corretamente. O advogado não constituído nos autos de determinado processo apenas pode ter vista dos mesmos em balcão, mas não pode retirá-los de cartório para extração de cópias.",
                "pmi": [
                    0.013280206558728289,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "O serventuário não agiu corretamente. Tendo em vista que Maria não estava constituída nos autos e que não poderia retirá-los de cartório para a extração de cópias, o serventuário deveria ter providenciado pessoalmente as cópias de que Maria necessitava.",
                "pmi": [
                    0.009485861827663063,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O serventuário não agiu corretamente. Tendo em vista que Maria não estava constituída nos autos do processo, não poderia sequer ter vista dos mesmos.",
                "pmi": [
                    0.01660025819841036,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
