[
    {
        "areas": [
            "CIVIL-PROCEDURE"
        ],
        "enum": "Em um processo que observa o rito comum ordinário, o juiz profere decisão interlocutória contrária aos interesses do réu. É certo que, se a decisão em questão não for rapidamente apreciada e revertida, sofrerá a parte dano grave, de difícil ou impossível reparação. Assim sendo, o advogado do réu prepara o recurso de agravo de instrumento, cuja petição de interposição contém a exposição dos fundamentos de fato e de direito, as razões do pedido de reforma da decisão agravada, além do nome e endereço dos advogados que atuam no processo. A petição está, ainda, instruída com todas as peças obrigatórias que irão formar o instrumento do agravo. Contudo, o agravante deixou de requerer a juntada, no prazo legal, aos autos do processo, de cópia da petição do agravo de instrumento e do comprovante de sua interposição, assim como a relação dos documentos que instruíram o recurso, fato que foi arguido e provado pelo agravado. Com base no relatado acima, assinale a alternativa correta a respeito da consequência processual decorrente.",
        "filename": "2011-03.txt",
        "number": "20",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.00399086061245821,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Haverá prosseguimento normal do recurso, pois tal juntada caracteriza mera faculdade do agravante."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Não será admitido o agravo de instrumento."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.018797290245107987,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O agravo de instrumento será julgado pelo tribunal, inviabilizando-se, apenas, o exercício do juízo de retratação pelo magistrado."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.008794934474136073,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Estará caracterizada a litigância de má-fé, por força de prática de ato processual manifestamente protelatório, devendo a parte agravante ser sancionada, e o feito, extinto sem resolução do mérito."
            }
        ],
        "valid": true
    }
]
