[
    {
        "areas": [],
        "enum": "A papelaria Monte Fino Ltda. foi condenada numa reclamação trabalhista movida pelo ex-empregado Sérgio Silva. Uma das parcelas reivindicadas e deferidas foi o 13º salário, que a sociedade empresária insistia haver pago, mas não tinha o recibo em mãos porque houve um assalto na sociedade empresária, quando os bandidos levaram o cofre, as matérias-primas e todos os arquivos com a contabilidade e os documentos da sociedade empresária. Recuperados os arquivos pela polícia, agora, no momento do recurso, a Monte Fino Ltda. pretende juntar o recibo provando o pagamento, inclusive porque a sentença nada mencionou acerca da possível dedução de valores pagos sob o mesmo título.\n\n De acordo com o caso apresentado e o entendimento jurisprudencial consolidado, assinale a afirmativa correta.",
        "filename": "2015-17.txt",
        "number": "78",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "É possível a juntada do documento no caso concreto, porque provado o justo impedimento para sua oportuna apresentação.",
                "pmi": [
                    0.009839784687922105,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "O momento de apresentação da prova documental já se esgotou, não sendo possível fazê-lo em sede de recurso.",
                "pmi": [
                    0.005009547536845127,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Pelo princípio da primazia da realidade, qualquer documento pode ser apresentado com sucesso em qualquer grau de jurisdição, inclusive na fase de execução, independentemente de justificativa.",
                "pmi": [
                    0.007505242974349908,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Há preclusão, e o juiz não pode aceitar a produção da prova em razão do princípio da proteção, pois isso diminuiria a condenação.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
