[
    {
        "areas": [
            "CIVIL-PROCEDURE"
        ],
        "enum": "Os irmãos Rafael e Daniela são proprietários de um imóvel na Av. São Sebastião, n. 20. Eles realizaram um contrato de locação com Joana, estudante, por prazo indeterminado. Após três anos de vigência de contrato, devido aos grandes eventos internacionais na cidade, os irmãos propuseram uma ação revisional de aluguel, tendo em vista a valorização constatada na área em que fica o imóvel.\n\n A partir da hipótese sugerida, assinale a opção correta.",
        "filename": "2014-14.txt",
        "number": "58",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "Trata-se de litisconsórcio ativo facultativo unitário, uma vez que há solidariedade entre os irmãos, o que faz com que um deles, sozinho, possa ajuizar a ação, tendo a decisão efeito para ambos.",
                "pmi": [
                    -0.029891030689906953,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Trata-se de litisconsórcio passivo multitudinário, pois a ação revisional, se procedente, alterará o valor da locação para todo e qualquer candidato à locação.",
                "pmi": [
                    -0.04281105735194905,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Trata-se de litisconsórcio ativo facultativo simples, pois no lugar de uma única ação, cada irmão pode entrar com uma ação revisional diferente para atualizar o valor do imóvel, e as duas correrão normalmente, em separado.",
                "pmi": [
                    -0.04329118143485181,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Trata-se de litisconsórcio ativo necessário unitário, uma vez que a lei assim o exige e a decisão do juiz será a mesma para os dois irmãos.",
                "pmi": [
                    -0.01826618057321473,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
