[
    {
        "areas": [
            null
        ],
        "enum": "Em 23 de novembro de 2015 (segunda feira), sendo o dia seguinte dia útil em todo o país, Técio, advogado de defesa de réu em ação penal de natureza condenatória, é intimado da sentença condenatória de seu cliente. No curso do prazo recursal, porém, entrou em vigor nova lei de natureza puramente processual, que alterava o Código de Processo Penal e passava a prever que o prazo para apresentação de recurso de apelação seria de 03 dias e não mais de 05 dias. No dia 30 de novembro de 2015, dia útil, Técio apresenta recurso de apelação acompanhado das respectivas razões.  Considerando a hipótese narrada, o recurso do advogado é",
        "filename": "2017-22.txt",
        "number": "67",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.03009505207084396,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "intempestivo, aplicando-se o princípio do tempus regit actum (o tempo rege o ato), e o novo prazo recursal deve ser observado."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.027587131064940294,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "tempestivo, aplicando-se o princípio do tempus regit actum (o tempo rege o ato), e o antigo prazo recursal deve ser observado."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.027587131064940294,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "intempestivo, aplicando-se o princípio do tempus regit actum (o tempo rege o ato), e o antigo prazo recursal deve ser observado."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.018594701191676083,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "tempestivo, aplicando-se o princípio constitucional da irretroatividade da lei mais gravosa, e o antigo prazo recursal deve ser observado."
            }
        ],
        "valid": true
    }
]
