[
    {
        "areas": [],
        "enum": "Juliana é sócia de uma sociedade empresária que produz  bens que exigem alto investimento, por meio de financiamento significativo. Casada com Mário pelo regime da comunhão universal de bens, desde 1998, e sem filhos, decide o casal alterar o regime de casamento para o de separação de bens, sem prejudicar direitos de terceiros, e com a intenção de evitar a colocação do patrimônio já adquirido em risco.\n\n Sobre a situação narrada, assinale a afirmativa correta.",
        "filename": "2016-20.txt",
        "number": "41",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.036993488819259845,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A alteração do regime de bens mediante escritura pública, realizada pelos cônjuges e averbada no Registro Civil, é possível."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.047918600651902614,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A alteração do regime de bens, tendo em vista que o casamento foi realizado antes da vigência do Código Civil de 2002, não é possível."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.04788449959554468,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A alteração do regime de bens mediante autorização judicial, com pedido motivado de ambos os cônjuges, apurada a procedência das razões invocadas e ressalvados os direitos de terceiros, é possível."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Não é possível a alteração para o regime da separação de bens, tão somente para o regime de bens legal, qual seja, o da comunhão parcial de bens."
            }
        ],
        "valid": true
    }
]
