[
    {
        "areas": [
            "ADMINISTRATIVE"
        ],
        "enum": "Nas hipóteses de desapropriação, em regra geral, os requisitos constitucionais a serem observados pela Administração Pública são os seguintes:",
        "filename": "2010-02.txt",
        "number": "16",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.07563510490386158,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "comprovação da necessidade ou utilidade pública ou de interesse social; pagamento de indenização prévia ao ato de imissão na posse pelo Poder Público, e que seja justa e em dinheiro; e observância de ato administrativo, sem contraditório por parte do proprietário."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.07346013838801367,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "comprovação da necessidade ou utilidade pública ou de interesse social; pagamento de indenização prévia ao ato de imissão na posse pelo Poder Público, e que seja justa e em dinheiro; e observância de procedimento administrativo, com respeito ao contraditório e ampla defesa por parte do proprietário."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.07279259427676628,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "comprovação da necessidade ou utilidade pública ou de interesse social; pagamento de indenização prévia ao ato de imissão na posse pelo Poder Público, e que seja justa e em títulos da dívida pública ou quaisquer outros títulos públicos, negociáveis no mercado financeiro; e observância de procedimento administrativo, com respeito ao contraditório e ampla defesa por parte do proprietário."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.07346013838801367,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "comprovação da necessidade ou utilidade pública ou de interesse social; pagamento de indenização, posteriormente ao ato de imissão na posse pelo Poder Público, e que seja justa e em dinheiro; e observância de procedimento administrativo, com respeito ao contraditório e ampla defesa por parte do proprietário."
            }
        ],
        "valid": true
    }
]
