[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "João trafegava com seu veículo com velocidade incompatível para o local e avançou o sinal vermelho. José, que atravessava normalmente na faixa de pedestre, foi atropelado por João, sofrendo vários ferimentos. Para se recuperar, José, trabalhador autônomo, teve que ficar internado por 10 dias, sem possibilidade de trabalhar, além de ter ficado com várias cicatrizes no corpo. Em virtude do ocorrido, José ajuizou ação, pleiteando danos morais, estéticos e materiais. Com base na situação acima, assinale a alternativa correta.",
        "filename": "2011-05.txt",
        "number": "34",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.006225493720461408,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "José não poderá receber a indenização na forma pleiteada, já que o dano moral e o dano estético são inacumuláveis. Assim, terá direito apenas ao dano moral, em razão do sofrimento e das cicatrizes, e ao dano material, em razão do tempo que ficou sem trabalhar."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.004462880434703862,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "José terá direito apenas ao dano moral, já que o tempo que ficou sem trabalhar é considerado lucros cessantes, os quais não foram expressamente requeridos, e não podem ser concedidos. Quanto ao dano estético, esse é inacumulável com o dano moral, já estando incluído neste."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.004691135405399311,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "José terá direito a receber a indenização na forma pleiteada: o dano moral em razão das lesões e do sofrimento por ele sentido, o dano material em virtude do tempo que ficou sem trabalhar e o dano estético em razão das cicatrizes com que ficou."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.008020186749622444,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "José terá direito apenas ao dano moral, em razão do sofrimento, e ao dano estético, em razão das cicatrizes. Quanto ao tempo em que ficou sem trabalhar, isso se traduz em lucros cessantes, que não foram pedidos, não podendo ser concedidos."
            }
        ],
        "valid": true
    }
]
