[
    {
        "areas": [
            null
        ],
        "enum": "Maria, maior e capaz, reside no Município Sigma e tem um filho, Lucas, pessoa com deficiência, com 8 (oito) anos de idade. Por ser uma pessoa humilde, sem dispor de recursos financeiros para arcar com os custos de um colégio particular, Maria procura a Secretaria de Educação do Município Sigma para matricular seu filho na rede pública. Seu requerimento é encaminhado à assessoria jurídica do órgão municipal, para que seja emitido o respectivo parecer para a autoridade executiva competente.\n\n A partir dos fatos narrados, considerando a ordem jurídico- constitucional vigente, assinale a afirmativa correta.",
        "filename": "2017-24.txt",
        "number": "16",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O pedido formulado por Maria deve ser indeferido, uma vez que incumbe ao Município atuar apenas na educação infantil, a qual é prestada até os 5 (cinco) anos de idade por meio de creches e pré-escolas. Logo, pelo sistema constitucional de repartição de competências, Lucas, pela sua idade, deve cursar o Ensino Fundamental em instituição estadual de ensino.",
                "pmi": [
                    0.033378973543488386,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "O parecer da assessoria jurídica deve ser favorável ao pleito formulado por Maria, garantindo ao menor uma vaga na rede de ensino municipal. Pode, ainda, alertar que a Constituição da República prevê expressamente a possibilidade de a autoridade competente ser responsabilizada pelo não oferecimento do ensino obrigatório ou mesmo pela sua oferta irregular.",
                "pmi": [
                    0.04984527810406804,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "O pleito de Maria deve ser deferido, ressalvando-se que Lucas, por ser pessoa com deficiência, necessita de atendimento educacional especializado, não podendo ser incluído na rede regular de ensino do Município Sigma.",
                "pmi": [
                    0.021554156864633925,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "A assessoria jurídica da Secretaria de Educação do Município Sigma deve opinar pela rejeição do pedido formulado por Maria, pois incumbe privativamente à União, por meio do Ministério da Educação e Cultura (MEC) , organizar e prestar a educação básica obrigatória e gratuita dos 4 (quatro) aos 17 (dezessete) anos de idade.",
                "pmi": [
                    0.051278539343651064,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
