[
    {
        "areas": [
            "ETHICS"
        ],
        "enum": "Ângelo, comandante das Forças Especiais do Estado “B”, é curioso em relação às normas jurídicas, cuja aplicação acompanha na seara castrense, já tendo atuado em órgãos julgadores na sua esfera de atuação. Mantendo a sua atividade militar, obtém autorização especial para realizar curso de Direito, no turno da noite, em universidade pública, à qual teve acesso pelo processo seletivo regular de provas. Ângelo consegue obter avaliação favorável em todas as disciplinas até alcançar o período em que o estágio é permitido. Ele pleiteia sua inscrição no quadro de estagiários da OAB e que o mesmo seja realizado na Justiça Militar.\n\n Com base no caso narrado, nos termos do Estatuto da Advocacia, assinale a afirmativa correta.",
        "filename": "2013-12.txt",
        "number": "3",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.07033686675143366,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O estágio é permitido, desde que ocorra perante a Justiça Militar especializada."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.02674966657419162,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O estágio é permitido, mas, por tratar-se de função incompatível, é vedada a inscrição na OAB."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.09585636136739963,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O estágio poderá ocorrer, mediante autorização especial da Força Armada respectiva."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.042906334972821265,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O estágio possui uma categoria especial que limita a atuação em determinados processos."
            }
        ],
        "valid": true
    }
]
