[
    {
        "areas": [
            null
        ],
        "enum": "Por meio da Lei Ordinária nº 123, a União instituiu contribuição não cumulativa destinada a garantir a expansão da seguridade social, utilizando, para tanto, fato gerador e base de cálculo distintos dos discriminados na Constituição da República. A referida lei foi publicada em 1º de setembro de 2015, com entrada em vigor em 2 de janeiro de 2016, determinando o dia 1º de fevereiro do mesmo ano como data de pagamento.  Por considerar indevida a contribuição criada pela União, a pessoa jurídica A, atuante no ramo de supermercados, não realizou o seu pagamento, razão pela qual, em 5 de julho de 2016, foi lavrado auto de infração para a sua cobrança.\n\n Considerando a situação em comento, assinale a opção que indica o argumento que poderá ser alegado pela contribuinte para impugnar a referida cobrança.",
        "filename": "2017-22.txt",
        "number": "28",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.0638098235462846,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A nova contribuição viola o princípio da anterioridade nonagesimal."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.07710845367095231,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A nova contribuição viola o princípio da anterioridade anual."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.08948640919260882,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A nova contribuição somente poderia ser instituída por meio de lei complementar."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.10376604312897582,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A Constituição da República veda a instituição de contribuições não cumulativas."
            }
        ],
        "valid": true
    }
]
