[
    {
        "areas": [],
        "enum": "No dia 10 de maio de 2015, Maria, 25 anos, foi vítima de um crime de estupro simples, mas, traumatizada, não mostrou interesse em dar início a qualquer investigação penal ou ação penal em relação aos fatos. Os pais de Maria, porém, requerem a instauração de inquérito policial para apurar autoria, entendendo que, após identificar o agente, Maria poderá decidir melhor sobre o interesse na persecução penal. Foi proferido despacho indeferindo o requerimento de abertura de inquérito.\n\n Considerando a situação narrada, assinale a afirmativa correta.",
        "filename": "2015-18.txt",
        "number": "69",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.09110101144651687,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Do despacho que indefere o requerimento de abertura de inquérito policial não cabe qualquer recurso, administrativo ou judicial."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.05768144933375471,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Em que pese o interesse de Maria ser relevante para o início da ação penal, a instauração de inquérito policial independe de sua representação."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.05737511841296413,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Caso Maria manifeste interesse na instauração de inquérito policial após o indeferimento, ainda dentro do prazo decadencial, o procedimento poderá ter início, independentemente do surgimento de novas provas."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.07041972972497124,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Apesar de os pais de Maria não poderem requerer a instauração de inquérito policial, o Ministério Público pode requisitar o início do procedimento na hipótese, tendo em vista a natureza pública da ação."
            }
        ],
        "valid": true
    }
]
