[
    {
        "areas": [],
        "enum": "Leandro é advogado empregado de uma sociedade anônima, tendo atuado sozinho em demanda proposta em 2014, na qual tal pessoa jurídica foi vencedora, tendo o magistrado condenado a parte adversa ao pagamento de honorários de sucumbência.\n\n Com base no disposto no Estatuto da OAB e no entendimento adotado pelo Supremo Tribunal Federal sobre o tema, assinale a afirmativa correta.",
        "filename": "2016-20a.txt",
        "number": "4",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Os referidos honorários pertencem à pessoa jurídica empregadora, uma vez que tal verba sucumbencial destina-se a recompor o patrimônio jurídico da parte vencedora na demanda.",
                "pmi": [
                    0.04536151629142045,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "Os mencionados honorários pertencem a Leandro, mas é possível, de acordo com o STF, haver estipulação contratual em contrário, pois se trata de direito disponível do advogado.",
                "pmi": [
                    0.009695361721527438,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Os mencionados honorários pertencem a Leandro, sendo vedada, de acordo com o STF, qualquer estipulação contratual em contrário, pois se trata de direito indisponível.",
                "pmi": [
                    0.012034672609659933,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Os referidos honorários serão partilhados entre Leandro e a pessoa jurídica empregadora, de acordo com o STF, sendo vedada qualquer estipulação contratual em contrário, por se tratar de honorários sucumbenciais.",
                "pmi": [
                    0.020799623809922244,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
