[
    {
        "areas": [
            "CIVIL-PROCEDURE"
        ],
        "enum": "A Lei n. 12.153/09 regulamenta a criação e o funcionamento dos Juizados Especiais da Fazenda Pública no âmbito dos Estados, do Distrito Federal, dos Territórios e dos Municípios. Tal diploma legal trouxe importantes inovações à ordem processual vigente, buscando solucionar ou reduzir os problemas causados pelo elevado número de demandas fazendárias que obstam o adequado funcionamento da máquina judiciária.\n\n Consoante o exposto, assinale a afirmativa correta.",
        "filename": "2013-10.txt",
        "number": "56",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Os Juizados da Fazenda Pública são relativamente competentes para o processamento e julgamento daquelas causas cíveis que versem sobre interesse dos Estados, do Distrito Federal, dos Territórios e dos Municípios até o valor de 60 (sessenta) salários mínimos.",
                "pmi": [
                    0.08749301793376228,
                    0.028001466921290838,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "É expressamente vedada a concessão de quaisquer providências cautelares e antecipatórias no curso do processo que importem em ônus para os entes da Administração Pública Direta e Indireta que figurem no polo passivo da demanda.",
                "pmi": [
                    0.04499579835015286,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "As microempresas e empresas de pequeno porte, assim definidas pela Lei Complementar n. 123/2006, possuem legitimidade ativa para demandar perante os Juizados da Fazenda Pública.",
                "pmi": [
                    -0.035903821467691395,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O representante legal da pessoa jurídica de direito público, no âmbito dos Juizados Especiais da Fazenda Pública, disporá de prazo quádruplo para contestar e prazo em dobro para recorrer.",
                "pmi": [
                    0.06909470041497033,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
