[
    {
        "areas": [
            "CONSTITUTIONAL"
        ],
        "enum": "Carlos pleiteia determinado direito, que fora regulado de forma mais genérica no corpo principal da CRFB/88 e de forma mais específica no Ato das Disposições Constitucionais Transitórias – o ADCT. O problema é que o corpo principal da Constituição da República e o ADCT estabelecem soluções jurídicas diversas, sendo que ambas as normas poderiam incidir na situação concreta.\n\n Carlos, diante do problema, consulta um(a) advogado(a) para saber se a solução do seu caso deve ser regida pela norma genérica oferecida pelo corpo principal da Constituição da República ou pela norma específica oferecida pelo ADCT.\n\n Com base na CRFB/88, assinale a opção que apresenta a proposta correta dada pelo(a) advogado(a).",
        "filename": "2016-21.txt",
        "number": "13",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Como o corpo principal da CRFB/88 possui hierarquia superior a todas as demais normas do sistema jurídico, deve ser aplicável, afastada a aplicação das normas do ADCT.",
                "pmi": [
                    0.016250437100213608,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "Como o ADCT possui o mesmo status jurídico das demais normas do corpo principal da CRFB/88, a norma específica do ADCT deve ser aplicada no caso concreto.",
                "pmi": [
                    0.009391301928768496,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Como o ADCT possui hierarquia legal, não pode afastar a solução normativa presente na CRFB/88.",
                "pmi": [
                    0.03482448881420135,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Como o ADCT possui caráter temporário, não é possível que venha a reger qualquer caso concreto, posto que sua eficácia está exaurida.",
                "pmi": [
                    0.005970297808835026,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
