[
    {
        "areas": [],
        "enum": "Por meio de contrato verbal, João alugou sua bicicleta a José, que se comprometeu a pagar o aluguel mensal de R$ 100,00 (cem reais), bem como a restituir a coisa alugada ao final do sexto mês de locação. Antes de esgotado o prazo do contrato de locação, João deseja celebrar contrato de compra e venda com Otávio, de modo a transmitir imediatamente a propriedade da bicicleta.\n\n Não obstante a coisa permanecer na posse direta de José, entende-se que",
        "filename": "2015-18.txt",
        "number": "42",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.006509389614759514,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "o adquirente Otávio, caso venda a bicicleta antes de encerrado o prazo da locação, deve obrigatoriamente depositar o preço em favor do locatário José."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.009915582484874884,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "João não pode celebrar contrato de compra e venda da bicicleta antes de encerrado o prazo da locação celebrada com José."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.03688127202187005,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "é possível transmitir imediatamente a propriedade para Otávio, por meio da estipulação, no contrato de compra e venda, da cessão do direito à restituição da coisa em favor de Otávio."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.017681190049439296,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "é possível transmitir imediatamente a propriedade para Otávio, por meio da estipulação, no contrato de compra e venda, do constituto possessório em favor de Otávio."
            }
        ],
        "valid": true
    }
]
