[
    {
        "areas": [],
        "enum": "Martina constatou que sua garagem vem sofrendo rachaduras no teto com risco iminente de ruína, após seu vizinho Henrique iniciar obras de levantamento do terceiro pavimento em sua residência, sem observância dos parâmetros de construção previstos em várias leis municipais. Assinale a afirmativa correta.",
        "filename": "2016-19.txt",
        "number": "53",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.037747731718225055,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Na hipótese narrada somente a municipalidade possui legitimidade para ajuizamento de demanda em face de Henrique."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "De acordo com o enunciado, Martina não possui legitimidade ativa para ajuizar ação de nunciação de obra nova."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.014956578277388196,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Diante da urgência flagrante, antes de ajuizar a ação de nunciação de obra nova, Martina poderá promover o embargo extrajudicial da obra iniciada por Henrique, notificando-o verbalmente perante duas testemunhas para não continuar a obra."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Quando a ação de nunciação de obra nova estiver no Tribunal de Justiça para julgamento da apelação, a prestação de caução perante o tribunal será suficiente para afastar o embargo judicial liminar concedido pelo juízo de origem, podendo Henrique prosseguir com a obra nova."
            }
        ],
        "valid": true
    }
]
