[
    {
        "areas": [],
        "filename": "2016-20.txt",
        "enum": "Clodoaldo figura como indiciado em inquérito policial que investiga a prática de um crime de estupro de vulnerável. Já no curso das investigações, Clodoaldo apresenta sinais de que poderia ser portador de doença mental. Concluídas as investigações, é oferecida denúncia contra o indiciado.  Durante a audiência, o advogado de Clodoaldo requer a instauração de incidente de insanidade mental, sendo o pleito indeferido pelo magistrado, que considerou o ato protelatório.\n\n Sobre o tema incidente de insanidade mental, é correto afirmar que",
        "valid": true,
        "number": "66",
        "options": [
            {
                "text": "se o perito concluir que o acusado era inimputável ao tempo da infração, o processo prosseguirá, mas se a insanidade surgiu após o ato criminoso imputado, o processo ficará suspenso.",
                "letter": "A",
                "correct": true,
                "pmi": [
                    -0.054099624590458015,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "da decisão do magistrado que indeferiu a instauração do incidente caberá recurso em sentido estrito.",
                "letter": "B",
                "correct": null,
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "diante da suspeita da autoridade policial, poderia ela mesmo ter instaurado incidente de insanidade mental.",
                "letter": "C",
                "correct": null,
                "pmi": [
                    -0.03494104213079007,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "o incidente de insanidade mental é processado em autos em apartado e não gera, de imediato, qualquer suspensão do processo.",
                "letter": "D",
                "correct": null,
                "pmi": [
                    -0.037137839984065626,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ]
    }
]
