[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "Antônio, muito necessitado de dinheiro, decide empenhar uma vaca leiteira para iniciar um negócio, acreditando que, com o sucesso do empreendimento, terá o animal de volta o quanto antes.\n\n Sobre a hipótese de penhor apresentada, assinale a afirmativa correta.",
        "filename": "2014-13.txt",
        "number": "43",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Se a vaca leiteira morrer, ainda que por descuido do credor, Antônio poderá ter a dívida executada judicialmente pelo credor pignoratício."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "As despesas advindas da alimentação e outras necessidades da vaca leiteira, devidamente justificadas, consistem em ônus do credor pignoratício, sendo vedada a retenção do animal para obrigar Antônio a indenizá-lo."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Se Antônio não quitar sua dívida com o credor pignoratício, o penhor estará automaticamente extinto e, declarada sua extinção, poder-se-á proceder à adjudicação judicial da vaca leiteira."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.019912645900256418,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Caso o credor pignoratício perceba que, devido a uma doença que subitamente atingiu a vaca leiteira, sua morte está próxima, o CC/02 permite a sua venda antecipada, mediante prévia autorização judicial, situação que pode ser impedida por Antônio por meio da sua substituição."
            }
        ],
        "valid": true
    }
]
