[
    {
        "areas": [],
        "enum": "Hugo colidiu com seu veículo e necessitou de reparos na lataria e na pintura. Para tanto, procurou, por indicação de um amigo, os serviços da Oficina Mecânica M, oportunidade na qual lhe foi ofertado orçamento escrito, válido por 15 (quinze) dias, com o valor da mão de obra e dos materiais a serem utilizados na realização do conserto do automóvel. Hugo, na certeza da boa indicação, contratou pela primeira vez com a Oficina.\n\n Considerando as regras do Código de Proteção e Defesa do Consumidor, assinale a afirmativa correta.",
        "filename": "2015-18.txt",
        "number": "47",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.024515671097385772,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Segundo a lei do consumidor, o orçamento tem prazo de validade obrigatório de 10 (dez) dias, contados do seu recebimento pelo consumidor Hugo. Logo, no caso, somente durante esse período a Oficina Mecânica M estará vinculada ao valor orçado."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.023113261824261957,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Uma vez aprovado o orçamento pelo consumidor, os contraentes estarão vinculados, sendo correto afirmar que Hugo não responderá por quaisquer ônus ou acréscimos no valor dos materiais orçados; contudo, ele poderá vir a responder pela necessidade de contratação de terceiros não previstos no orçamento prévio."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.007666691578364957,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Se o serviço de pintura contratado por Hugo apresentar vícios de qualidade, é correto afirmar que ele terá tríplice opção, à sua escolha, de exigir da oficina mecânica: a reexecução do serviço sem custo adicional; a devolução de eventual quantia já paga, corrigida monetariamente, ou o abatimento do preço de forma proporcional."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.017636517376485854,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A lei consumerista considera prática abusiva a execução de serviços sem a prévia elaboração de orçamento, o que pode ser feito por qualquer meio, oral ou escrito, exigindo-se, para sua validade, o consentimento expresso ou tácito do consumidor."
            }
        ],
        "valid": true
    }
]
