[
    {
        "areas": [
            "ETHICS"
        ],
        "enum": "Cláudio, advogado com vasta experiência profissional, é contratado pela sociedade LK Ltda. para gerenciar a carteira de devedores duvidosos, propondo acordos e, em último caso, as devidas ações judiciais. Após um ano de sucesso na empreitada, Cláudio postula aumento nos seus honorários, o que vem a ser recusado pelos representantes legais da sociedade. Insatisfeito com o desenrolar dos fatos, Cláudio comunica que irá renunciar aos mandatos que lhe foram conferidos, notificando pessoalmente os representantes legais da sociedade que apuseram o seu ciente no ato de comunicação. Dez dias após, a sociedade contratou novos advogados, que assumiram os processos em curso.\n\n Observado tal relato, baseado nas normas do Regulamento Geral do Estatuto da Advocacia e da OAB, assinale a afirmativa correta.",
        "filename": "2013-11.txt",
        "number": "2",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "A comunicação da renúncia do mandato não pode ser pessoal, para evitar conflitos com o cliente.",
                "pmi": [
                    0.008817229761963,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "A renúncia ao mandato deve ser comunicada ao cliente, preferencialmente mediante carta com aviso de recepção.",
                "pmi": [
                    0.003945316832887323,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "O advogado deve comunicar a renúncia ao mandato diretamente ao Juízo da causa, que deverá intimar a parte.",
                "pmi": [
                    0.026319206290427628,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O advogado não tem o dever de comunicar à parte a renúncia ao mandato judicial ou extrajudicial.",
                "pmi": [
                    0.06204642845501401,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
