[
    {
        "areas": [
            "ETHICS"
        ],
        "enum": "Mário advogou, por muitos anos, para a empresa “X”, especializada no ramo de cosméticos. Por problemas pessoais, afastou-se da advocacia empresarial por um período de dois anos. No retorno, passou a representar os interesses da empresa “Y”, também do ramo de cosméticos, e concorrente direta da empresa para quem anteriormente prestara serviços.\n\n Quando da prestação de seus serviços à empresa “X”, Mário atuou em vários contratos em que constavam informações submetidas a segredo industrial, a que teve acesso exclusivamente em decorrência da sua atuação como advogado.\n\n Observado tal relato, em consonância com as normas do Código de Ética da Advocacia, assinale a afirmativa correta.",
        "filename": "2012-09.txt",
        "number": "12",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.013034928232758567,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Os segredos advindos da prática profissional, após determinado período de recesso, podem ser livremente utilizados pelo advogado."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.04312164011372736,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O advogado, ao atuar contra antigos clientes, não pode lançar mão de informações reservadas que lhe tenham sido confiadas."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O advogado não pode ser contratado por concorrentes de antigos clientes, pois o impedimento de com eles contratar não tem prazo."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.025800353126861696,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O advogado, diante do conflito de interesses entre o antigo e o novo cliente, deve renunciar ao mandato."
            }
        ],
        "valid": true
    }
]
