[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "Passando por dificuldades financeiras, Alexandre instituiu uma hipoteca sobre imóvel de sua propriedade, onde reside com sua família. Posteriormente, foi procurado por Amanda, que estaria disposta a adquirir o referido imóvel por um valor bem acima do mercado. Consultando seu advogado, Alexandre ouviu dele que não poderia alienar o imóvel, já que havia uma cláusula na escritura de instituição da hipoteca que o proibia de alienar o bem hipotecado.\n\n A opinião do advogado de Alexandre",
        "filename": "2010-02.txt",
        "number": "26",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "está incorreta, porque a hipoteca instituída não produz efeitos, pois, na hipótese, o direito real em garanti a a ser instituído deveria ser o penhor."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.018694636004964554,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "está incorreta, porque Alexandre está livre para alienar o imóvel, pois a cláusula que proíbe o proprietário de alienar o bem hipotecado é nula."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "está incorreta, uma vez que a hipoteca é nula, pois não é possível instituir hipoteca sobre bem de família do devedor hipotecário."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "está correta, porque em virtude da proibição contratual, Alexandre não poderia alienar o imóvel enquanto recaísse sobre ele a garanti a hipotecária."
            }
        ],
        "valid": true
    }
]
