[
    {
        "areas": [],
        "enum": "Carmen adquiriu veículo zero quilômetro com dispositivo de segurança denominado airbag do motorista, apenas para o caso de colisões frontais. Cerca de dois meses após a aquisição do bem, o veículo de Carmen sofreu colisão traseira, e a motorista teve seu rosto arremessado contra o volante, causando-lhe escoriações leves. A consumidora ingressou com medida judicial em face do fabricante, buscando a reparação pelos danos materiais e morais que sofrera, alegando ser o produto defeituoso, já que o airbag não foi acionado quando da ocorrência da colisão. A perícia constatou colisão traseira e em velocidade inferior à necessária para o acionamento do dispositivo de segurança. Carmen invocou a inversão do ônus da prova contra o fabricante, o que foi indeferido pelo juiz. Analise o caso à luz da Lei nº 8.078/90 e assinale a afirmativa correta.",
        "filename": "2014-15.txt",
        "number": "46",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Cabe inversão do ônus da prova em favor da consumidora, por expressa determinação legal, não podendo, em qualquer hipótese, o julgador negar tal pleito.",
                "pmi": [
                    0.00022869908610378948,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Falta legitimação, merecendo a extinção do processo sem resolução do mérito, uma vez que o responsável civil pela reparação é o comerciante, no caso, a concessionária de veículos.",
                "pmi": [
                    0.00396878208116619,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "A responsabilidade civil do fabricante é objetiva e independe de culpa; por isso, será cabível indenização à vítima consumidora, mesmo que esta não tenha conseguido comprovar a colisão dianteira.",
                "pmi": [
                    0.0005343121775840909,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "O produto não poderá ser caracterizado como defeituoso, inexistindo obrigação do fabricante de indenizar a consumidora, já que, nos autos, há apenas provas de colisão traseira.",
                "pmi": [
                    0.016151602571426296,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
