[
    {
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "o Banco BETA tem direito a promover imediatamente a execução judicial da hipoteca que lhe foi conferida.",
                "pmi": [
                    -0.15381190048115262,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "a hipoteca constituída pela companhia GAMA em favor do Banco BETA é nula, uma vez que o bem objeto da garantia já se encontrava gravado por outra hipoteca.",
                "pmi": [
                    -0.02495224930038269,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "a hipoteca constituída pela GAMA em favor do Banco BETA é nula, uma vez que tal hipoteca garante dívida cujo vencimento é inferior ao da dívida garantida pela primeira hipoteca, constituída em favor do Banco RENDA.",
                "pmi": [
                    -0.040360256312143336,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "o Banco BETA não poderá promover a execução judicial da hipoteca que lhe foi conferida antes de vencida a dívida contraída pela Companhia GAMA junto ao Banco RENDA.",
                "pmi": [
                    -0.0816780836173391,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true,
        "areas": [],
        "filename": "2015-16.txt",
        "enum": "A Companhia GAMA e o Banco RENDA celebraram entre si contrato de mútuo, por meio do qual a companhia recebeu do banco a quantia de R$ 500.000,00 (quinhentos mil reais), obrigando-se a restituí-la, acrescida dos juros convencionados, no prazo de três anos, contados da entrega do numerário. Em garantia do pagamento do débito, a Companhia GAMA constituiu, em favor do Banco RENDA, por meio de escritura pública levada ao cartório do registro de imóveis, direito real de hipoteca sobre determinado imóvel de sua propriedade. A Companhia GAMA, dois meses depois, celebrou outro contrato de mútuo com o Banco BETA, no valor de R$ 200.000,00 (duzentos mil reais), obrigando-se a restituir a quantia, acrescida dos juros convencionados, no prazo de dois anos, contados da entrega do numerário.\n\n Em garantia do pagamento do débito, a Companhia GAMA constituiu, em favor do Banco BETA, por meio de escritura pública levada ao cartório do registro de imóveis, uma segunda hipoteca sobre o mesmo imóvel gravado pela hipoteca do Banco RENDA. Chegado o dia do vencimento do mútuo celebrado com o Banco BETA, a Companhia GAMA não reembolsou a quantia devida ao banco, muito embora tivesse bens suficientes para honrar todas as suas dívidas.\n\n Nesse caso, é correto afirmar que",
        "number": "43"
    }
]
