[
    {
        "filename": "2012-07.txt",
        "options": [
            {
                "letter": "A",
                "correct": null,
                "pmi": [
                    -0.031542552536189546,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Joana tem direito à visitação, que deve ser respeitado na frequência mínima semanal, e não poderá ser suspenso sob pena de violação das garantias fundamentais do adolescente internado."
            },
            {
                "letter": "B",
                "correct": null,
                "pmi": [
                    -0.042374984393527416,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "é expressamente garantido o direito de Joana se corresponder com seus familiares e amigos, mas é vedada a possibilidade de avistar-se reservadamente com seu defensor."
            },
            {
                "letter": "C",
                "correct": null,
                "pmi": [
                    -0.01965625011171422,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "a autoridade judiciária poderá suspender temporariamente a visita, exceto de pais e responsável, se existirem motivos sérios e fundados de sua prejudicialidade aos interesses do adolescente."
            },
            {
                "letter": "D",
                "correct": true,
                "pmi": [
                    -0.032221859554133835,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "as visitas dos pais de Joana poderão ser suspensas temporariamente, mas em tal situação permanece o seu direito de continuar internada na mesma localidade ou naquela mais próxima ao domicílio de seus pais."
            }
        ],
        "valid": true,
        "areas": [
            "CHILDREN"
        ],
        "enum": "Joana tem 16 anos e está internada no Educandário Celeste, na cidade de Pitió, por ato infracional equiparado ao crime de tráfico de entorpecentes. O Estatuto da Criança e do Adolescente regula situações dessa natureza, consignando direitos do adolescente privado de liberdade. Diante das diposições aplicáveis ao caso de Joana, é correto afirmar que",
        "number": "25"
    }
]
