[
    {
        "areas": [],
        "enum": "Você, na condição de advogado, foi procurado por um travesti que é servidor público federal. Na verdade, ele adota o nome social de Joana, embora, no assento de nascimento, o seu nome de registro seja João. Ele gostaria de ser identificado no trabalho pelo nome social e que, assim, o nome social constasse em coisas básicas, como o cadastro de dados, o correio eletrônico e o crachá.\n\n Sob o ponto de vista jurídico, em relação à orientação a ser dada ao solicitante, assinale a afirmativa correta.",
        "filename": "2016-19.txt",
        "number": "22",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.010256430997642674,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A Constituição Federal até prevê a promoção do bem sem qualquer forma de discriminação, mas não existe nenhuma norma específica que ampare a pretensão do solicitante."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.008503844467183202,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Não apenas a Constituição está orientada para a ideia de promoção do bem sem discriminação, como a demanda pleiteada pelo solicitante encontra amparo em norma infraconstitucional."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.035750416579471575,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O solicitante possui esse direito, pois assim está previsto na Convenção das Nações Unidas para os Direitos LGBT."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.031102587269931394,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Ainda que compreenda a demanda do solicitante, ele não possui o direito de ser identificado pelo nome social no trabalho, uma vez que é um homem que se traveste de mulher."
            }
        ],
        "valid": true
    }
]
