[
    {
        "areas": [],
        "enum": "O Presidente da República, cumprido todos os pressupostos constitucionais exigíveis, decreta estado de defesa no Estado-membro Alfa, que foi atingido por calamidades naturais de grandes proporções, o que causou tumulto e invasões a supermercados, farmácias e outros estabelecimentos, com atingimento à ordem pública e à paz social. Mesmo após o prazo inicial de 30 dias ter sido prorrogado por igual período (mais 30 dias), ainda restava evidente a ineficácia das medidas tomadas no decorrer do citado estado de defesa.\n\n Sem saber como proceder, a Presidência da República recorre ao seu corpo de assessoramento jurídico que, de acordo com a CRFB/88, informa que",
        "filename": "2016-20.txt",
        "number": "15",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.08376326071219849,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "será possível, cumpridas as exigências formais, uma nova prorrogação de, no máximo, 30 dias do estado de defesa."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.02456202007439118,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "será possível, cumpridas as exigências formais, prorrogar o estado de defesa até que seja a crise completamente debelada."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.10739885632874496,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "será possível, cumpridas as exigências formais, decretar o estado de sítio, já que vedada nova prorrogação do estado de defesa."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.040631509999368355,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "será obrigatoriamente decretada a intervenção federal no Estado Alfa, que possibilita a utilização de meios de ação mais contundentes do que os previstos no estado de defesa."
            }
        ],
        "valid": true
    }
]
