[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "Edgar, solteiro, maior e capaz, faleceu deixando bens, mas sem deixar testamento e contando com dois filhos maiores, capazes e também solteiros, Lúcio e Arthur.  Lúcio foi regularmente excluído da sucessão de Edgar, por tê-lo acusado caluniosamente em juízo, conforme apurado na esfera criminal. Sabendo-se que Lúcio possui um filho menor, chamado Miguel, assinale a alternativa correta.",
        "filename": "2012-07.txt",
        "number": "35",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O quinhão de Lúcio será acrescido à parte da herança a ser recebida por seu irmão, Arthur, tendo em vista que Lúcio é considerado como se morto fosse antes da abertura da sucessão.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "O quinhão de Lúcio será herdado por Miguel, seu filho, por representação, tendo em vista que Lúcio é considerado como se morto fosse antes da abertura da sucessão.",
                "pmi": [
                    0.005019096836185439,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "O quinhão de Lúcio será acrescido à parte da herança a ser recebida por seu irmão, Arthur, tendo em vista que a exclusão do herdeiro produz os mesmos efeitos da renúncia à herança.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O quinhão de Lúcio se equipara, para todos os efeitos legais, à herança jacente, ficando sob a guarda e administração de um curador, até a sua entrega ao sucessor devidamente habilitado ou à declaração de sua vacância.",
                "pmi": [
                    0.022280516442257405,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
