[
    {
        "filename": "2014-15.txt",
        "enum": "Donato, psiquiatra de renome, era dono de uma extensa e variada biblioteca, com obras de sua área profissional, importadas e raras. Com sua morte, seus três filhos, Hugo, José e Luiz resolvem alienar a biblioteca à Universidade do Estado, localizada na mesma cidade em que o falecido residia. Como Hugo vivia no exterior e José em outro estado, ambos incumbiram Luiz de fazer a entrega no prazo avençado. Luiz porém, mais preocupado com seus próprios negócios, esqueceu-se de entregar a biblioteca à Universidade, que, diante da mora, notificou José para exigir-lhe o cumprimento integral em 48 horas, sob pena de resolução do contrato em perdas e danos.\n\n Nesse contexto, assinale a afirmativa correta.",
        "areas": [],
        "options": [
            {
                "text": "José deve entregar a biblioteca no prazo designado pela Universidade, se quiser evitar a resolução do contrato em perdas e danos.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true,
                "letter": "A"
            },
            {
                "text": "Não tendo sido ajustada solidariedade, José não está obrigado a entregar todos os livros, respondendo, apenas, pela sua cota parte.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "B"
            },
            {
                "text": "Como Luiz foi incumbido da entrega, a Universidade não poderia ter notificado José, mas deveria ter interpelado Luiz.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "C"
            },
            {
                "text": "Tratando-se de três devedores, a Universidade não poderia exigir de um só o pagamento; logo, deveria ter notificado simultaneamente os três irmãos.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "D"
            }
        ],
        "valid": true,
        "number": "41"
    }
]
