[
    {
        "filename": "2016-21.txt",
        "number": "44",
        "areas": [],
        "valid": true,
        "enum": "Maria, mãe de João, criança com nove anos de idade, que está na guarda de fato da avó paterna Luisa, almeja viajar com o filho, que já possui passaporte válido, para os Estados Unidos. Para tanto, indagou ao pai e à avó se eles concordariam com a viagem do infante, tendo o primeiro anuído e a segunda não, pelo fato de o neto não estar com boas notas na escola. Preocupada, Maria procura orientação jurídica de como proceder.\n\n Àluz do Estatuto da Criança e do Adolescente, assinale a opção que indica a medida que deverá ser adotada pelo(a) advogado(a) de Maria.",
        "options": [
            {
                "correct": null,
                "text": "Ingressar com ação de suprimento do consentimento do pai e da avó paterna, para fins de obter a autorização judicial de viagem ao exterior.",
                "letter": "A",
                "pmi": [
                    -0.0407553467454473,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "text": "Solicitar ao pai que faça uma autorização de viagem acompanhada de cópias dos documentos dele, pois a criança já possui passaporte válido.",
                "letter": "B",
                "pmi": [
                    -0.02292711351002007,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "text": "Ingressar com ação de guarda de João, requerendo sua guarda provisória, para que possa viajar ao exterior independente da anuência do pai e da avó paterna.",
                "letter": "C",
                "pmi": [
                    -0.021105672721848566,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "text": "Solicitar ao pai que faça uma autorização de viagem com firma reconhecida, pois a criança já possui passaporte válido.",
                "letter": "D",
                "pmi": [
                    -0.025219824861022075,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ]
    }
]
