[
    {
        "areas": [
            "HUMAN-RIGHTS"
        ],
        "enum": "Em maio de 1996, o Brasil instituiu seu primeiro Programa Nacional de Direitos Humanos (PNDH 1). Na Introdução do PNDH 2, adotado em maio de 2002, vem escrito o seguinte: “Entre as principais medidas legislativas que resultaram de proposições do PNDH figuram... a transferência da justiça militar para a justiça comum dos crimes dolosos contra a vida praticados por policiais militares (Lei 9.299/96), que permitiu o indiciamento e o julgamento de policiais militares em casos de múltiplas e graves violações como os do Carandiru, Corumbiara e Eldorado dos Carajás; a tipificação do crime de tortura (Lei 9.455/97), que constituiu marco referencial para o combate a essa prática criminosa no Brasil; e a construção da proposta de reforma do Poder Judiciário, na qual se inclui, entre outras medidas destinadas a agilizar o processamento dos responsáveis por violações, a chamada ‘federalização’ dos crimes de direitos humanos.”\n\n Em relação ao último ponto descrito, é correto dizer que a federalização contra os crimes de direitos humanos pode ocorrer apenas no seguinte caso:",
        "filename": "2014-14.txt",
        "number": "20",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "havendo indício de violação de direitos humanos previstos na legislação nacional ou nos tratados internacionais.",
                "pmi": [
                    0.05116431216620573,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "havendo grave violação de direitos humanos previstos nos tratados internacionais de direitos humanos dos quais o Brasil seja parte.",
                "pmi": [
                    0.08765651879514794,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "havendo violação das leis protetivas dos direitos humanos, tais quais as leis citadas na Introdução do PNDH 2.",
                "pmi": [
                    0.019387514292104332,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "havendo grave violação dos direitos humanos previstos na Constituição Federal.",
                "pmi": [
                    0.07358239228229876,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
