[
    {
        "options": [
            {
                "pmi": [
                    -0.03453222302293655,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "A",
                "text": "A procuração pode ser outorgada por Rafael apenas em nome da sociedade e faculta a qualquer de suas integrantes a elaboração da inicial, que poderá requerer que as futuras intimações sejam feitas em seu nome, em nome da sociedade ou em nome das demais integrantes."
            },
            {
                "pmi": [
                    -0.03453222302293655,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "B",
                "text": "A procuração pode ser outorgada por Rafael apenas em nome da sociedade e faculta a qualquer de suas integrantes a elaboração da inicial, que poderá requerer que as futuras intimações sejam feitas apenas em seu nome ou em nome da sociedade, mas não em nome das demais integrantes."
            },
            {
                "pmi": [
                    -0.03021569514506948,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true,
                "letter": "C",
                "text": "A procuração deve ser outorgada por Rafael individualmente às advogadas e indicar a sociedade de MNP, podendo Marcela requerer que as futuras intimações sejam feitas em seu nome, em nome da sociedade ou em nome das demais outorgadas."
            },
            {
                "pmi": [
                    -0.03021569514506948,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "D",
                "text": "A procuração deve ser outorgada por Rafael individualmente às advogadas e indicar a sociedade de MNP, podendo Marcela requerer que as futuras intimações sejam feitas em seu nome ou em nome das demais outorgadas, mas não em nome da sociedade."
            }
        ],
        "valid": true,
        "number": "7",
        "filename": "2016-21.txt",
        "enum": "Marcela, Natália e Paula integram a sociedade de advogados MNP e foram procuradas por Rafael para ajuizar ação cível em face de Silvio. A procuração outorgada por Rafael indica apenas o nome da sociedade de advogados MNP, e na inicial elaborada por Marcela foi requerido que as futuras intimações fossem feitas apenas em nome da sociedade.\n\n Sobre o caso em exame, segundo o Estatuto da OAB, assinale a afirmativa correta.",
        "areas": [
            "ETHICS"
        ]
    }
]
