[
    {
        "areas": [],
        "enum": "O Ministério Público moveu ação civil pública em face do estado A1 e do município A2, e em favor dos interesses da criança B, que precisava realizar um procedimento cirúrgico indispensável à manutenção de sua saúde, ao custo de R$ 8.000,00 (oito mil reais), o qual a família não tinha como custear. Os réus aduziram em contestação que os recursos públicos não poderiam ser destinados individualmente, mas sim, em caráter igualitário e geral a todos os que deles necessitassem.\n\n Considere a narrativa e assinale a única opção correta a seguir.",
        "filename": "2014-15.txt",
        "number": "44",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Não tem cabimento a medida intentada pelo Ministério Público, uma vez que a ação civil pública destina-se a interesse difusos ou coletivos, não sendo ferramenta jurídica hábil a tutelar os interesses individuais indisponíveis, como os descritos no enunciado, devendo o processo ser extinto sem resolução do mérito.",
                "pmi": [
                    0.008156740844935445,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "A causa terá seguimento, visto que cabível ação civil pública na hipótese, mas, no mérito, os argumentos dos réus merecem acolhimento, já que conferir tratamento desigual à criança B implica violação ao princípio da isonomia, o que não encontra amparo na norma especial do ECA.",
                "pmi": [
                    -0.02158081944967975,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "A ação civil pública é perfeitamente cabível no caso e, no mérito, a prioridade legal assiste a criança B no atendimento a necessidades como vida e saúde, nisso justificando-se a absoluta prioridade na efetivação dos seus direitos, conferindo-lhe primazia de receber socorro e proteção, e a precedência no atendimento em serviço público.",
                "pmi": [
                    -0.011382742353504486,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Não é cabível ação civil pública na hipótese, por se tratar de direito meramente individual, embora indisponível, e, como no mérito assiste razão aos interesses da criança B, a ação deverá ser extinta sem resolução do mérito, a fim de que outra ação judicial, intentada com o uso da ferramenta jurídica adequada, possa ser processada sem incorrer em litispendência.",
                "pmi": [
                    -0.02086232603789653,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
