[
    {
        "areas": [
            null
        ],
        "enum": "Em um bazar beneficente, promovido por Júlia, Marta adquiriu um antigo faqueiro, praticamente sem uso. Acreditando que o faqueiro era feito de prata, Marta ofereceu um preço elevado sem nada perguntar sobre o produto. Júlia, acreditando no espírito benevolente de sua vizinha, prontamente aceitou o preço oferecido.  Após dois anos de uso constante, Marta percebeu que os talheres começaram a ficar manchados e a se dobrarem com facilidade. Consultando um especialista, ela descobre que o faqueiro era feito de uma liga metálica barata, de vida útil curta, e que, com o uso reiterado, ele se deterioraria.\n\n De acordo com o caso narrado, assinale a afirmativa correta.",
        "filename": "2017-23.txt",
        "number": "41",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "A compra e venda firmada entre Marta e Júlia é nula, por conter vício em seu objeto, um dos elementos essenciais do negócio jurídico.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "O negócio foi plenamente válido, considerando ter restado comprovado que Júlia não tinha qualquer motivo para suspeitar do engano de Marta.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "O prazo decadencial a ser observado para que Marta pretenda judicialmente o desfazimento do negócio deve ser contado da data de descoberta do vício.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "De acordo com a disciplina do Código Civil, Júlia poderá evitar que o negócio seja desfeito se oferecer um abatimento no preço de venda proporcional à baixa qualidade do faqueiro.",
                "pmi": [
                    0.012718178490882954,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
