[
    {
        "valid": true,
        "enum": "O advogado Caio atuava representando os interesses do autor em determinada ação indenizatória há alguns anos. Antes da prolação da sentença, substabeleceu, com reserva, os poderes que lhe haviam sido outorgados pelo cliente, ao advogado Tício. Ao final, o pedido foi julgado procedente e o cliente de Caio e Tício recebeu a indenização pleiteada, mas não repassou aos advogados os honorários de êxito contratados, estipulados em 30%. Caio, para evitar desgaste, preferiu não cobrar judicialmente os valores devidos pelo cliente. Tício, não concordando com a opção de Caio, decidiu, à revelia deste último, ingressar com a ação cabível, valendo-se, para tanto, do contrato de honorários celebrado entre Caio e o cliente.\n\n A partir do caso apresentado, assinale a afirmativa correta.",
        "options": [
            {
                "correct": null,
                "text": "Tício pode ajuizar tal ação, pois, embora não tivesse celebrado o contrato com o cliente, recebeu poderes de Caio para atuar na causa.",
                "letter": "A",
                "pmi": [
                    -0.1338934883652455,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "text": "Tício pode ajuizar tal ação, pois ingressou na causa antes da prolação da sentença, sendo, assim, igualmente responsável pelo êxito.",
                "letter": "B",
                "pmi": [
                    -0.11119919562960418,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "text": "Tício não pode ajuizar tal ação porque, como Caio e Tício não requereram o destaque dos honorários contratuais, ele não tem mais direito a recebê-los.",
                "letter": "C",
                "pmi": [
                    -0.07767137894347816,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "text": "Tício não pode ajuizar tal ação porque o advogado substabelecido com reserva de poderes não pode cobrar honorários sem a intervenção daquele que lhe conferiu o substabelecimento.",
                "letter": "D",
                "pmi": [
                    -0.0870451600808374,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "number": "6",
        "areas": [],
        "filename": "2014-15.txt"
    }
]
