[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "Em janeiro de 2010, Nádia, unida estavelmente com Rômulo, após dez anos de convivência e sem que houvesse entre eles contrato escrito que disciplinasse as relações entre companheiros, abandona definitivamente o lar. Nos dois anos seguintes, Rômulo, que não é proprietário de outro imóvel urbano ou rural, continuou, ininterruptamente, sem oposição de quem quer que fosse, na posse direta e exclusiva do imóvel urbano com 200 metros quadrados, cuja propriedade dividia com Nádia e que servia de moradia do casal. Em março de 2012, Rômulo – que nunca havia ajuizado ação de usucapião, de qualquer espécie, contra quem quer que fosse - ingressou com ação de usucapião, pretendendo o reconhecimento judicial para adquirir integralmente o domínio do referido imóvel.\n\n Diante dessa situação hipotética, assinale a afirmativa correta.",
        "filename": "2012-08.txt",
        "number": "42",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "A pretensão de aquisição do domínio integral do imóvel por Rômulo é infundada, pois o prazo assinalado pelo Código Civil é de 10 (dez) anos.",
                "pmi": [
                    0.012812611027461463,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "A pretensão de aquisição do domínio integral do imóvel por Rômulo é infundada, pois a hipótese de abandono do lar, embora possa caracterizar a impossibilidade da comunhão de vida, não autoriza a propositura de ação de usucapião.",
                "pmi": [
                    -0.0019625203014661348,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "A pretensão de aquisição do domínio integral do imóvel por Rômulo é infundada, pois tal direito só existe para as situações em que as pessoas foram casadas sob o regime da comunhão universal de bens.",
                "pmi": [
                    0.018102671300542737,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "A pretensão de aquisição do domínio integral do imóvel por Rômulo preenche todos os requisitos previstos no Código Civil.",
                "pmi": [
                    0.034210785031184736,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
