[
    {
        "filename": "2016-19.txt",
        "options": [
            {
                "pmi": [
                    -0.01819066845944655,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Luana não está proibida de exercer a advocacia, pois é empregada de instituição privada, inexistindo impedimentos ou incompatibilidades.",
                "correct": null,
                "letter": "A"
            },
            {
                "pmi": [
                    -0.11622800670495843,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Bruno, como os servidores públicos, apenas é impedido de exercer a advocacia contra a Fazenda Pública que o remunera.",
                "correct": null,
                "letter": "B"
            },
            {
                "pmi": [
                    -0.015878698887818603,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Os três graduados, Luana, Leonardo e Bruno, exercem funções incompatíveis com a advocacia, sendo determinada a proibição total de exercício das atividades privativas de advogado.",
                "correct": true,
                "letter": "C"
            },
            {
                "pmi": [
                    -0.047753537455750436,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Leonardo é impedido de exercer a advocacia apenas contra ou em favor de pessoas jurídicas de direito público, empresas públicas, sociedades de economia mista, fundações públicas, entidades paraestatais ou empresas concessionárias ou permissionárias de serviço público.",
                "correct": null,
                "letter": "D"
            }
        ],
        "valid": true,
        "number": "4",
        "areas": [],
        "enum": "Formaram-se em uma Faculdade de Direito, na mesma turma, Luana, Leonardo e Bruno. Luana, 35 anos, já exercia função de gerência em um banco quando se graduou. Leonardo, 30 anos, é prefeito do município de Pontal. Bruno, 28 anos, é policial militar no mesmo município. Os três pretendem praticar atividades privativas de advocacia.\n\n Considerando as incompatibilidades e impedimentos ao exercício da advocacia, assinale a opção correta."
    }
]
