[
    {
        "areas": [
            "CRIMINAL-PROCEDURE"
        ],
        "enum": "Para que a garantia no emprego em razão da candidatura do empregado a dirigente sindical se consolide, a CLT dispõe no Art. 543, § 5º que: “Para os fins deste artigo, a entidade sindical comunicará por escrito à empresa, dentro de 24 (vinte e quatro) horas, o dia e a hora do registro da candidatura do seu empregado e, em igual prazo, sua eleição e posse, fornecendo, outrossim, a este comprovante no mesmo sentido”.\n\n Gislene registrou sua candidatura a dirigente sindical, na condição de Vice-presidente na chapa, mas o sindicato não comunicou tal fato ao seu empregador que, ignorando a situação, concedeu aviso prévio à empregada 10 dias depois. Nessa hipótese, de acordo com o entendimento do TST, assinale a afirmativa correta.",
        "filename": "2013-12.txt",
        "number": "70",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O empregador, a seu critério, aceitará ou não a justificativa tardia da empregada que se candidatou a dirigente sindical e mantém seu contrato de trabalho."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.00725337467507003,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O empregador fica obrigado a respeitar a garantia no emprego, mesmo que seja informado deste fato após a ruptura da interlocução social, devendo readmiti-la."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.015816351291785245,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O empregador tem de respeitar a garantia, ainda que seja comunicado posteriormente da candidatura da empregada, desde que isso ocorra enquanto o pacto laboral estiver em vigor."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.0378614029695461,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A empresa não precisa respeitar a garantia no emprego porque o prazo legal não foi observado, de modo que isso não a vincula. Ademais, ignorando a garantia da empregada, a empresa não teria agido de má-fé."
            }
        ],
        "valid": true
    }
]
