[
    {
        "valid": true,
        "options": [
            {
                "letter": "A",
                "pmi": [
                    -0.024704897371819173,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "a sociedade de advogados é de natureza empresarial.",
                "correct": null
            },
            {
                "letter": "B",
                "pmi": [
                    -0.0041251275150031765,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "os advogados sócios da sociedade de advogados respondem limitadamente por danos causados aos clientes.",
                "correct": null
            },
            {
                "letter": "C",
                "pmi": [
                    -0.0023203842271892865,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "o registro da sociedade de advogados é realizado no Conselho Seccional da OAB onde a mesma mantiver sede.",
                "correct": true
            },
            {
                "letter": "D",
                "pmi": [
                    -0.016035877477271896,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "não é possível associação com advogados, sem vínculo de emprego, para participação nos resultados.",
                "correct": null
            }
        ],
        "enum": "Michel, Philippe e Lígia, bacharéis em Direito recém-formados e colegas de bancos universitários, comprometem-se a empreender a atividade advocatícia de forma conjunta logo após a aprovação no Exame de Ordem. Para gáudio dos bacharéis, todos são aprovados no certame e obtém sua inscrição no Quadro de Advogados da OAB.\n\n Assim, alugam sala compatível em local próximo ao prédio do Fórum do município onde pretendem exercer sua nobre função. De início, as causas são individuais, por indicação de amigos e parentes. Logo, no entanto, diante do sucesso profissional alcançado, são contactados por sociedades empresárias ansiosas pela prestação de serviços profissionais advocatícios de qualidade. Uma exigência, no entanto, é realizada: a prestação deve ocorrer por meio de sociedade de advogados.\n\n No concernente ao tema, à luz das normas aplicáveis",
        "areas": [
            "ETHICS"
        ],
        "number": "89",
        "filename": "2010-02.txt"
    }
]
