[
    {
        "enum": "Lauro emitiu uma nota promissória com vencimento a dia certo em favor da sociedade empresária W Corretora de Imóveis Ltda. Embora o título esteja assinado pelo emitente, nele não constam a data e o lugar de emissão. Há cláusula de juros remuneratórios, com fixação de taxa anual de 12%. Antes do vencimento, o título recebeu aval em branco prestado por Pedro, irmão de Lauro.\n\n Sendo certo que os dados omitidos na nota promissória não foram preenchidos pela sociedade empresária antes da cobrança judicial, assinale a afirmativa correta.",
        "valid": true,
        "filename": "2015-17.txt",
        "number": "52",
        "areas": [],
        "options": [
            {
                "text": "Por se tratar de nota promissória com vencimento a dia certo, é válida a cláusula de juros remuneratórios.",
                "pmi": [
                    -0.005319172733612758,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "A"
            },
            {
                "text": "O avalista em branco poderá alegar vício de forma como exceção ao pagamento perante a sociedade empresária.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true,
                "letter": "B"
            },
            {
                "text": "A ausência do lugar de emissão na nota promissória acarreta sua nulidade, em razão da autonomia das obrigações cambiais.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "C"
            },
            {
                "text": "Todos os dados omitidos na nota promissória deveriam ter sido preenchidos pela sociedade empresária até o dia do vencimento. Portanto, a ação de cobrança deverá observar o procedimento da ação monitória.",
                "pmi": [
                    -0.006647444717419682,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "D"
            }
        ]
    }
]
