[
    {
        "areas": [
            "CONSUMER"
        ],
        "enum": "A telespectadora Maria, após assistir ao anúncio de certa máquina fotográfica, ligou e comprou o produto via telefone. No dia 19 de março, a câmera chegou ao seu endereço. Acerca dessa situação, assinale a alternativa correta.",
        "filename": "2012-07.txt",
        "number": "47",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "A contar do recebimento do produto, a consumidora pode exercer o direito de arrependimento no prazo prescricional de quinze dias.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "Mesmo que o produto não tenha defeito, se Maria se arrepender da aquisição e desistir do contrato no dia 25 de março do mesmo ano, os valores eventualmente pagos, a qualquer título, deverão ser devolvidos, monetariamente atualizados.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Se, no dia 26 de março do mesmo ano, a consumidora pretender desistir do contrato, não poderá fazê-lo, pois, além de o prazo decadencial já ter fluído, os contratos são regidos pelo brocardo pacta sunt servanda.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Após o prazo de desistência, que é decadencial, Maria não poderá reclamar de vícios do produto ou de desconformidades entre a oferta apresentada e as características do bem adquirido, a não ser que exista garantia contratual.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
