[
    {
        "filename": "2016-21.txt",
        "enum": "Maria deu entrada em uma maternidade pública já em trabalho de parto. Contudo, a falta de pronto atendimento levou a óbito tanto Maria quanto o bebê. Você foi contratado(a) pela família de Maria para advogar neste caso de grave violação de Direitos Humanos. Após algumas rápidas pesquisas na Internet, o pai e a mãe de Maria pedem que o caso seja imediatamente encaminhado para julgamento na Corte Interamericana de Direitos Humanos.\n\n Você, como advogado(a) da família, deve esclarecer que",
        "areas": [],
        "valid": true,
        "options": [
            {
                "pmi": [
                    -0.05353523890172823,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "A",
                "correct": null,
                "text": "é uma ótima ideia e vai peticionar para que o caso seja submetido à decisão da Corte, bem como tomar todas as providências para que o caso seja julgado o mais cedo possível."
            },
            {
                "pmi": [
                    -0.026487420192326045,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "B",
                "correct": null,
                "text": "apesar de ser uma boa ideia, é necessário aguardar que hajam sido interpostos e esgotados os recursos de jurisdição interna para que a família possa submeter o caso à decisão da Corte."
            },
            {
                "pmi": [
                    -0.13972066500834412,
                    0.010115297130518414,
                    0.0,
                    0.0
                ],
                "letter": "C",
                "correct": true,
                "text": "não é possível a família encaminhar o caso à Corte, pois somente os Estados Partes da Convenção Americana de Direitos Humanos e a Comissão Interamericana de Direitos Humanos têm direito de submeter um caso à decisão da Corte."
            },
            {
                "pmi": [
                    -0.07478698722029811,
                    0.007002898013435826,
                    0.0,
                    0.0
                ],
                "letter": "D",
                "correct": null,
                "text": "não é possível que o caso seja encaminhado para decisão da Corte porque, embora o Brasil seja signatário da Convenção Americana dos Direitos Humanos, o país não reconheceu a jurisdição da Corte."
            }
        ],
        "number": "21"
    }
]
