[
    {
        "areas": [],
        "enum": "Xerxes constituiu uma Empresa Individual de Responsabilidade Limitada (EIRELI) com sede na zona rural do município de Vale Real para fabricação de laticínios, cuja matéria prima será adquirida de produtores rurais da região ou de cooperativas de produtores rurais. A pessoa jurídica será administrada por sua cunhada Ceres e seu instituidor pretende adotar como nome empresarial a espécie denominação.\n\n Com base nessas informações e na disciplina legal da EIRELI, assinale a afirmativa correta.",
        "filename": "2016-19.txt",
        "number": "48",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.06882382643791778,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A administração da EIRELI deverá ser exercida em caráter privativo por Xerxes, que poderá designar mandatário em ato separado."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.04212973942347664,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Para a constituição da EIRELI não há capital mínimo, no entanto esse deve estar previamente integralizado."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.04812261849091397,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A EIRELI em questão adquire personalidade jurídica com a inscrição do ato de constituição no Registro Público de Empresas Mercantis, a cargo das Juntas Comerciais."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.00897140340560869,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A EIRELI deverá adotar firma como espécie de nome empresarial, formada pelo patronímico do titular, acrescido do objeto da empresa e da expressão “EIRELI”."
            }
        ],
        "valid": true
    }
]
