[
    {
        "valid": true,
        "filename": "2012-06.txt",
        "areas": [
            "BUSINESS"
        ],
        "options": [
            {
                "text": "o juízo da recuperação deverá oficiar aos juízos em que estão sendo processadas as reclamações trabalhistas e as execuções fiscais para determinar a suspensão imediata de tais feitos.",
                "letter": "A",
                "correct": null,
                "pmi": [
                    -0.11177074177777649,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "não há qualquer irregularidade no prosseguimento das reclamações trabalhistas e execuções fiscais mencionadas no enunciado, pois tais ações não são suspensas pelo deferimento do processamento da recuperação judicial.",
                "letter": "B",
                "correct": null,
                "pmi": [
                    -0.12709961304646047,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "apenas as execuções fiscais deverão ser suspensas; as reclamações trabalhistas em fase de conhecimento poderão prosseguir até a sentença que tornar líquido o crédito do trabalhador reclamante.",
                "letter": "C",
                "correct": null,
                "pmi": [
                    -0.15612907337876514,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "text": "apenas as reclamações trabalhistas em fase de conhecimento deverão ser suspensas; as execuções fiscais deverão prosseguir normalmente.",
                "letter": "D",
                "correct": true,
                "pmi": [
                    -0.1300440357357413,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "number": "51",
        "enum": "ABC Indústria S.A. é uma companhia em crise econômico-financeira, sendo devedora de salários em atraso a seus empregados, tributos ao governo federal e créditos a diversos fornecedores decorrentes do fornecimento de matéria-prima. A ABC obteve o deferimento do processamento do seu pedido de recuperação judicial, e, na decisão, o juiz determinou a suspensão de todas as ações e execuções contra a ABC, na forma do artigo 6° da Lei 11.101/2005. Não obstante, diversas reclamações trabalhistas, ainda em fase de conhecimento em curso perante a Justiça do Trabalho, e duas execuções fiscais, em curso perante a Justiça Federal, das quais a ABC era ré, prosseguiram normalmente após o referido deferimento do processamento de sua recuperação judicial.\n\n A respeito da situação da recuperação judicial da ABC, é correto afirmar que"
    }
]
