[
    {
        "areas": [],
        "enum": "Luciana e Carla, duas amigas de faculdade, estavam voltando de uma festa de madrugada, quando foi solicitada a parada do veículo em que estavam por policiais militares em blitz.\n\n Os policiais, devidamente fardados e no exercício da função pública, solicitaram que as jovens os acompanhassem até o quartel e, em seu interior, pediram que elas os auxiliassem com a entrega de R$50,00 cada, para que pudessem almoçar de maneira confortável no dia seguinte e que, com isso, as deixariam ir embora sem maiores problemas. Além disso, deixaram Luciana e Carla por mais de duas horas dentro do veículo, na madrugada, sem adotar qualquer conduta como pedido de documentos ou revista no veículo.\n\n Sobre a hipótese apresentada, considerando a prática dos crimes de abuso de autoridade e corrupção, em conexão, assinale a afirmativa correta.",
        "filename": "2016-21.txt",
        "number": "67",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Ambos os delitos deverão ser julgados perante a Justiça Militar.",
                "pmi": [
                    0.03505874370672186,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "O crime de abuso de autoridade deverá ser julgado perante a Justiça Comum Estadual, enquanto que o de corrupção deverá ser julgado pela Justiça Militar.",
                "pmi": [
                    0.018501724747075014,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Ambos os delitos deverão ser julgados perante a Justiça Comum Estadual.",
                "pmi": [
                    -0.02141783620500618,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O crime de corrupção deverá ser julgado perante a Justiça Comum Estadual, enquanto que o de abuso de autoridade perante a Justiça Militar.",
                "pmi": [
                    0.024395550669169482,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
