[
    {
        "areas": [
            null
        ],
        "enum": "O Dr. Silvestre, advogado, é procurado por um cliente para patrociná-lo em duas demandas em curso, nas quais o aludido cliente figura como autor. Ao verificar o andamento processual dos feitos, Silvestre observa que o primeiro processo tramita perante a juíza Dra. Isabel, sua tia. Já o segundo processo tramita perante o juiz Dr. Zacarias, que, coincidentemente, é o locador do imóvel onde o Dr. Silvestre reside.  Considerando o disposto no Código de Ética e Disciplina da OAB, assinale a afirmativa correta.",
        "filename": "2017-23.txt",
        "number": "6",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    0.021306479303131617,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O Dr. Silvestre cometerá infração ética se atuar em qualquer dos processos, tendo em vista o grau de parentesco com a primeira magistrada e a existência de relação negocial com o segundo juiz."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.01086476950209729,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O Dr. Silvestre cometerá infração ética apenas se atuar no processo que tramita perante a juíza Dra. Isabel, tendo em vista o grau de parentesco com a magistrada. Quanto ao segundo processo, não há vedação ética ao patrocínio na demanda."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.013778284374343752,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O Dr. Silvestre cometerá infração ética apenas se atuar no processo que tramita perante o juiz Dr. Zacarias, tendo em vista a existência de relação negocial com o magistrado. Quanto ao primeiro processo, não há vedação ética ao patrocínio na demanda."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O Dr. Zacarias não cometerá infração ética se atuar em ambos os feitos, pois as hipóteses de suspeição e impedimento dos juízes versam sobre seu relacionamento com as partes, e não com os advogados."
            }
        ],
        "valid": true
    }
]
