[
    {
        "areas": [
            null
        ],
        "enum": "A sociedade empresária Gardênia Azul Ltda. aprovou acordo coletivo junto ao sindicato de classe dos seus empregados prevendo um plano de cargos e salários.  Nele, as promoções seriam feitas no máximo a cada dois anos, exclusivamente pelo critério de antiguidade.  No período de vigência dessa norma, Walter ajuizou uma ação requerendo equiparação salarial a Fernando, referente ao período do acordo coletivo.  Diante da situação concreta e da jurisprudência consolidada do TST, assinale a afirmativa correta.",
        "filename": "2017-23.txt",
        "number": "71",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O pedido de equiparação salarial não é possível juridicamente porque a sociedade empresária possui plano de cargos e salários.",
                "pmi": [
                    0.03616033985913388,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "A equiparação salarial é possível se atendidos os demais requisitos legais, porque o plano de cargos e salários em questão não tem validade.",
                "pmi": [
                    0.03757177273660224,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "A observância ou não ao acordo ficará a cargo de cada juiz, porque inexiste previsão legal ou jurisprudencial a respeito.",
                "pmi": [
                    0.03285574139363463,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O plano de cargos e salários, por ser fruto de negociação coletiva e atender aos requisitos legais, precisa ser observado pelo magistrado.",
                "pmi": [
                    0.026926254887347702,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
