[
    {
        "areas": [
            null
        ],
        "enum": "Nos Juízos de Direito da capital do Estado X tramitavam centenas de demandas semelhantes, ajuizadas por servidores públicos vinculados ao Município Y discutindo a constitucionalidade de lei ordinária municipal que tratava do plano de cargos e salários da categoria. Antevendo risco de ofensa à isonomia, com a possibilidade de decisões contraditórias, o advogado de uma das partes resolve adotar medida judicial para uniformizar o entendimento da questão jurídica.\n\n Nessa hipótese, o advogado deve peticionar",
        "filename": "2017-23.txt",
        "number": "52",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "ao Juízo de Direito no qual tramita a demanda por ele ajuizada, requerendo a instauração de incidente de assunção de competência.",
                "pmi": [
                    0.055165689250797734,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "ao Presidente do Tribunal ao qual está vinculado o Juízo de Direito, requerendo a instauração de incidente de resolução de demandas repetitivas.",
                "pmi": [
                    0.08694639363756496,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "ao Presidente do Tribunal ao qual está vinculado o Juízo de Direito, requerendo a instauração de incidente de arguição de inconstitucionalidade.",
                "pmi": [
                    0.09564103300132146,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "ao Juízo de Direito no qual tramita a demanda por ele ajuizada, requerendo a intimação do Ministério Público para conversão da demanda individual em coletiva.",
                "pmi": [
                    0.06695293778620055,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
