[
    {
        "areas": [],
        "enum": "Em maio de 2005, Sérgio e Lúcia casaram-se pelo regime da comunhão parcial de bens. Antes de se casar, ele já era proprietário de dois imóveis. Em 2006, Sérgio alugou seus dois imóveis e os aluguéis auferidos, mês a mês, foram depositados em conta corrente aberta por ele, um mês depois da celebração dos contratos de locação. Em 2010, Sérgio recebeu o prêmio máximo da loteria, em dinheiro, que foi imediatamente aplicado em uma conta poupança aberta por ele naquele momento. Em 2013, Lúcia e Sérgio se separaram. Lúcia procurou um advogado para saber se tinha direito à partilha do prêmio que Sérgio recebeu na loteria, bem como aos valores oriundos dos aluguéis dos imóveis adquiridos por ele antes do casamento e, mensalmente, depositados na conta corrente de Sérgio.\n\n Com base na hipótese narrada, assinale a afirmativa correta.",
        "filename": "2016-20.txt",
        "number": "40",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Ela não tem direito à partilha do prêmio e aos valores depositados na conta corrente de Sérgio, oriundos dos aluguéis de seus imóveis, uma vez que se constituem como bens particulares de Sérgio.",
                "pmi": [
                    0.036040866490986825,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Ela tem direito à partilha dos valores depositados na conta corrente de Sérgio, oriundos dos aluguéis de seus imóveis, mas não tem direito à partilha do prêmio obtido na loteria.",
                "pmi": [
                    0.03624817794234515,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Ela tem direito à partilha do prêmio, mas não poderá pleitear a partilha dos valores depositados na conta corrente de Sérgio, oriundos dos aluguéis de seus imóveis.",
                "pmi": [
                    0.030717174632177265,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "Ela tem direito à partilha do prêmio e dos valores depositados na conta corrente de Sérgio, oriundos dos aluguéis dos imóveis de Sérgio, uma vez que ambos constituem-se bens comuns do casal.",
                "pmi": [
                    0.03363814205825437,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
