[
    {
        "areas": [],
        "enum": "João outorgou procuração ao advogado Antônio, para sua defesa em certo processo. Todavia, decorridos alguns dias, João concluiu que a atuação de apenas um profissional não seria suficiente à sua satisfatória representação e buscou Antônio, a fim de informá-lo de que pretendia também contratar o advogado Luiz, para atuar juntamente com ele no feito. Ocorre que Antônio negou-se a aceitar a indicação, por duvidar das qualidades profissionais do colega. Meses depois, convencido de que realmente precisa de auxílio, resolveu substabelecer o mandato, com reserva de poderes, ao advogado Lucas, que goza de sua absoluta confiança.\n\n Diante da situação narrada, assinale a afirmativa correta.",
        "filename": "2016-20.txt",
        "number": "4",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.014742696184801252,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A recusa de Antônio à indicação de outro profissional pelo cliente não constitui infração ética, pois o advogado não é obrigado a aceitar a indicação de outro profissional para com ele trabalhar no processo. Por sua vez, o substabelecimento do mandato a Lucas depende de prévia comunicação a João."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.00839861047305127,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A recusa de Antônio à indicação de outro profissional pelo cliente constitui infração ética, uma vez que ele comportou-se com deslealdade em face do colega advogado, pronunciando-se contra sua contratação. Por sua vez, o substabelecimento do mandato a Lucas depende de prévia comunicação a João."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.006373197733340887,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A recusa de Antônio à indicação de outro profissional pelo cliente constitui infração ética, uma vez que ele comportou-se com deslealdade em face do colega advogado, pronunciando-se contra sua contratação. Por sua vez, o substabelecimento do mandato a Lucas independe de prévia comunicação a João, pois constitui ato pessoal do advogado da causa."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.011756701337045877,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A recusa de Antônio à indicação de outro profissional pelo cliente não constitui infração ética, pois o advogado não é obrigado a aceitar a indicação de outro profissional para com ele trabalhar no processo. Por sua vez, o substabelecimento do mandato a Lucas independe de comunicação a João, já que constitui ato pessoal do advogado da causa."
            }
        ],
        "valid": true
    }
]
