[
    {
        "areas": [
            "ETHICS"
        ],
        "enum": "O estagiário Marcos trabalha em determinado escritório de advocacia e participou ativamente da elaboração de determinada peça processual que estava para ser analisada pelo magistrado da Vara em que o processo tramitava, assinando, ao final, a petição, em conjunto com alguns advogados do escritório. Como conhecia muito bem a causa, resolveu falar com o magistrado com o objetivo de ressaltar, de viva voz, alguns detalhes relevantes. Quando o magistrado percebeu que estava recebendo o estagiário do escritório, e não um dos advogados que atuava na causa, informou ao estagiário que não poderia tratar com ele sobre o processo, solicitando que os advogados viessem em seu lugar, se entendessem necessário. Marcos, muito aborrecido, afirmou que faria uma representação contra o magistrado, por entender que suas prerrogativas profissionais foram violadas.\n\n A respeito da conduta de Marcos, assinale a opção correta.",
        "filename": "2014-14.txt",
        "number": "7",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.004205795983985424,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Marcos teve sua prerrogativa profissional violada, pois é direito do advogado e do estagiário inscrito na OAB dirigir-se diretamente ao magistrado nas salas e gabinetes de trabalho, independentemente de horário previamente marcado, observando-se a ordem de chegada."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Marcos não teve sua prerrogativa profissional violada, pois apenas deve dirigir-se diretamente ao magistrado quando os advogados que atuam na causa estiverem impossibilitados de fazê-lo, sendo a atuação do estagiário subsidiária em relação à atuação do advogado."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.010359129001659325,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Marcos não teve sua prerrogativa profissional violada, pois apenas o advogado tem direito de dirigir-se diretamente ao magistrado nas salas e gabinetes de trabalho, independentemente de horário previamente marcado, observando-se a ordem de chegada. Ao contrário, Marcos praticou ato excedente à sua habilitação e, em razão disso, ficará impedido, posteriormente, de obter sua inscrição definitiva como advogado."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.017037915518041048,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Marcos não teve sua prerrogativa profissional violada, pois apenas o advogado tem direito de dirigir-se diretamente ao magistrado nas salas e gabinetes de trabalho, independentemente de horário previamente marcado, observando-se a ordem de chegada. Ao contrário, Marcos praticou ato excedente à sua habilitação e deve ser punido com pena de censura."
            }
        ],
        "valid": true
    }
]
