[
    {
        "areas": [],
        "enum": "Determinado Governador de Estado, inconformado com decisões proferidas pelo Poder Judiciário local, que determinaram o fechamento de diversos estabelecimentos comprovadamente envolvidos com ilícitos, decidiu que os órgãos estaduais a ele subordinados não cumpririam as decisões judiciais. Alegou que os negócios desenvolvidos nesses estabelecimentos, mesmo sendo ilícitos, geravam empregos e aumentavam a arrecadação do Estado, e que o não cumprimento das ordens emanadas do Poder Judiciário se justificava em razão da repercussão econômica que o seu cumprimento teria.\n\n Das opções a seguir, assinale a que se mostra consentânea com a Constituição Federal.",
        "filename": "2015-16.txt",
        "number": "17",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    0.041534158002214126,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O Presidente da República, após a requisição do Supremo Tribunal Federal, decretará a intervenção federal, dispensado, nesse caso, o controle pelo Congresso Nacional."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.0072198420329891225,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O Governador de Estado, tendo por base a inafastável autonomia concedida aos Estados em uma organização federativa, está juridicamente autorizado a adotar o indicado posicionamento."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.025588534755658483,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O Presidente da República poderá decretar a intervenção federal, se provocado pelo Procurador Geral da República e com autorização prévia do Congresso Nacional, que exercerá um controle político."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.05401459432357435,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O Supremo Tribunal Federal, prescindindo de qualquer atuação por parte do Presidente da República, determinará, ele próprio, a intervenção federal, que será posteriormente apreciada pelo Congresso Nacional."
            }
        ],
        "valid": true
    }
]
