[
    {
        "areas": [],
        "enum": "Reinaldo trabalha em uma empresa cujo regulamento interno prevê que o empregador pagará a conta de telefone celular do empregado, até o limite de R$ 150,00 mensais. Posteriormente, havendo crise no setor em que a empresa atua, o regulamento interno foi expressamente alterado para constar que, dali em diante, a empresa arcará com a conta dos celulares dos empregados até o limite de R$ 50,00 mensais.\n\n De acordo com o entendimento consolidado do TST, assinale a afirmativa correta.",
        "filename": "2015-18.txt",
        "number": "74",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.013606134118239218,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O regulamento interno é ato unilateral de vontade do empregador, que poderá modificá-lo a qualquer momento, daí por que não há direito adquirido e a nova condição alcança Reinaldo."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.005175904789442267,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A alteração somente é válida para aqueles que foram admitidos anteriormente à mudança e não prevalece para os que forem contratados após a mudança."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    -0.0006306877796592751,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A alteração é válida, mas só alcança aqueles admitidos posteriormente à mudança, não podendo então alcançar a situação de Reinaldo."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.0004451216226819495,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A alteração feita pela empresa é ilegal, pois, uma vez concedida a benesse, ela não pode ser retirada em momento algum e para nenhum empregado, atual ou futuro."
            }
        ],
        "valid": true
    }
]
