[
    {
        "areas": [
            "INTERNATIONAL"
        ],
        "enum": "A Conferência de Bretton Woods (1944), realizada no ocaso da Segunda Guerra Mundial, é considerada um marco na história do Direito Internacional no século XX porque",
        "filename": "2011-03.txt",
        "number": "99",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "estabeleceu as bases do sistema econômico e financeiro internacional, por meio da criação do Banco Mundial – BIRD, do Fundo Monetário Internacional – FMI e do Acordo Geral de Tarifas Aduaneiras e Comércio – GATT."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "inaugurou uma nova etapa na cooperação política internacional ao extinguir a Liga das Nações e transferir a Corte Internacional de Justiça para a estrutura da então recém-criada Organização das Nações Unidas – ONU."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.012000163256246213,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "criou o sistema internacional de proteção aos direitos humanos, a partir da adoção da Declaração Universal dos Direitos Humanos, do Pacto Internacional de Direitos Civis e Políticos e do Pacto Internacional de Direitos Econômicos, Sociais e Culturais."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "criou o Tribunal de Nuremberg, corte ad hoc responsável pelo julgamento dos principais comandantes nazistas e seus colaboradores diretos pelos crimes de guerra cometidos durante a Segunda Guerra Mundial."
            }
        ],
        "valid": true
    }
]
