[
    {
        "areas": [],
        "enum": "O advogado Márcio, sócio de determinado escritório de advocacia, contratou novos advogados para a sociedade e substabeleceu, com reserva em favor dos novos contratados, os poderes que lhe haviam sido outorgados por diversos clientes. O mandato possuía poderes para substabelecer. Um dos clientes do escritório, quando percebeu que havia novos advogados trabalhando na causa, os quais não eram por ele conhecidos, não apenas resolveu contratar outro escritório para atuar em sua demanda como ofereceu representação disciplinar contra Márcio, afirmando que o advogado não agira com lealdade e honestidade.\n\n A esse respeito, assinale a afirmativa correta.",
        "filename": "2015-17.txt",
        "number": "5",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    0.013476072196699749,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A representação oferecida não deve ser enquadrada como infração disciplinar, pois apenas o substabelecimento do mandato sem reserva de poderes deve ser comunicado previamente ao cliente."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.012439451258492076,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A representação oferecida não deve ser enquadrada como infração disciplinar, pois o substabelecimento do mandato, com ou sem reserva de poderes, é ato pessoal do advogado da causa."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.013476072196699749,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A representação oferecida deve ser enquadrada como infração disciplinar, pois o substabelecimento do mandato, com ou sem reserva de poderes, deve ser comunicado previamente ao cliente."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.012898423419294345,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A representação oferecida deve ser enquadrada como infração disciplinar, pois o advogado deve avisar previamente ao cliente acerca de todas as petições que apresentará nos autos do processo, inclusive sobre as de juntada de substabelecimentos."
            }
        ],
        "valid": true
    }
]
