[
    {
        "areas": [],
        "enum": "Você, na condição de advogado(a) comprometido com os Direitos Humanos, foi procurado por José, que é paraplégico e candidato a vereador. A partir de denúncia feita por ele, você constatou que um outro candidato e desafeto de José, tem afirmado, em programa de rádio local, que não obstante José ser boa pessoa, o fato de ser deficiente o impede de exercer o mandato de forma plena, razão pela qual ele nem deveria ter a candidatura homologada pelo TRE.\n\n Com base na hipótese apresentada, assinale a opção que apresenta a resposta que, juridicamente, melhor caracteriza a situação.",
        "filename": "2016-21.txt",
        "number": "20",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.023890348660772262,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O problema é político e não jurídico. José deve ser aconselhado a reforçar sua campanha, a apresentar suas propostas aos eleitores e mostrar que sempre foi um cidadão ativo, de maneira a demonstrar que tem plena condição para o exercício de um eventual mandato, apesar de sua deficiência."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.01598311571734041,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A análise jurídica revela um problema restrito ao campo do Direito Civil. O fato é que o desafeto de José não o impediu de candidatar-se, assim não houve discriminação. O procedimento deve ser caracterizado apenas como dano moral, uma vez que José teve sua dignidade atacada."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.004649611504725353,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O fato evidencia crime de incitação à discriminação de pessoa em razão de deficiência, com o agravante de ter sido cometido em meio de comunicação, independentemente da caracterização ou não de dano moral."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.03147469441517177,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O caso é típico de colisão de princípios em que, de um lado, está o princípio da dignidade da pessoa humana e, do outro, o princípio da liberdade de expressão. Mas não há caracterização de ilícito civil nem de ilícito penal."
            }
        ],
        "valid": true
    }
]
