[
    {
        "areas": [],
        "enum": "Caio da Silva, Senador da República pelo Estado “Z”, no decorrer do recesso parlamentar, viaja de férias com a família para um resort situado no Estado “X”, a fim de descansar.  Todavia, em meio aos hóspedes que ali se encontravam, deparou-se com Tício dos Santos, um ferrenho adversário político, com quem acabou por travar áspera discussão em torno de temas políticos já discutidos anteriormente no Senado. Caio da Silva, durante a discussão, atribuiu ao seu adversário a responsabilidade pela prática de fatos definidos como crimes, além de injuriá-lo com vários adjetivos ofensivos. Tício dos Santos, inconformado com as agressões públicas a ele desferidas, decidiu ajuizar queixa-crime em face de Caio da Silva.\n\n Tendo em vista as particularidades da narrativa acima e considerando o que dispõe a Constituição Federal, assinale a afirmativa correta.",
        "filename": "2015-16.txt",
        "number": "16",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.01511020903608718,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Caio da Silva, por estar fora do espaço físico do Congresso Nacional, não é alcançado pela garantia da imunidade material, respondendo pelos crimes contra a honra que praticou."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.025333729511613376,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Caio da Silva, mesmo fora do espaço físico do Congresso Nacional, é alcançado pela garantia da imunidade material, tendo em vista que as ofensas proferidas estão relacionadas ao exercício da atividade parlamentar."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.035761586071384646,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Caio da Silva não está coberto pela garantia da imunidade material, tendo em vista que as ofensas foram proferidas em um momento de recesso parlamentar, o que afasta qualquer relação com a atividade de Senador."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.02759384502395034,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Caio da Silva não está coberto pela garantia da imunidade material, visto que, durante o recesso parlamentar, sequer estava no território do Estado que representa na condição de Senador."
            }
        ],
        "valid": true
    }
]
