[
    {
        "areas": [
            "LABOUR"
        ],
        "enum": "O sindicato dos empregados de empresa de transporte e o sindicato das empresas de transporte firmaram convenção coletiva, na qual foi estipulado aviso prévio de 60 dias por tempo de serviço, no caso de dispensa sem justa causa. Dois meses depois de esse instrumento normativo estar em vigor, o motorista Sílvio de Albuquerque foi despedido imotivadamente pela Transportadora Carga Pesada Ltda. Em virtude de não ter a CTPS assinada e de não terem sido pagas suas verbas rescisórias, Sílvio ajuizou ação trabalhista, pleiteando o reconhecimento do vínculo de emprego, assim como o pagamento das verbas rescisórias, observando-se o aviso prévio de 60 dias, bem como a projeção de 2/12 nas suas férias proporcionais, 13º proporcional e FGTS, além da contagem desse período no registro do termo final do contrato em sua CTPS. Em contestação, a transportadora impugnou a pretensão de Sílvio, sob o argumento de que ele era autônomo e, ainda que não o fosse, o instituto do aviso prévio, tal como previsto no art. 7º, XXI, da CRFB, é de trinta dias, inexistindo lei que o regulamente. Argumentou, ainda, que convenção coletiva não é lei em sentido formal e que, portanto, seria inválida a regulamentação da Constituição por meio da autonomia coletiva sindical.\n\n Com base na situação acima descrita, é correto afirmar que Sílvio",
        "filename": "2011-05.txt",
        "number": "74",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "não faz jus ao aviso prévio de 60 dias, uma vez que o art. 7º, XXI, da CRFB é norma de eficácia limitada, inexistindo lei que a regulamente.",
                "pmi": [
                    0.017264369768445528,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "faz jus ao aviso prévio de 60 dias, uma vez que o art. 7º, XXI, da CRFB não é empecilho para a ampliação do período de 30 dias por meio de norma coletiva.",
                "pmi": [
                    0.025710834285321463,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "não faz jus ao aviso prévio de 60 dias, uma vez que não teve a CTPS assinada.",
                "pmi": [
                    0.011437316018199651,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "faz jus ao aviso prévio de 60 dias, uma vez que era trabalhador autônomo.",
                "pmi": [
                    0.014042471214747448,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
