[
    {
        "areas": [
            "CONSUMER"
        ],
        "enum": "Eliane trabalha em determinada empresa para a qual uma seguradora apresentou proposta de seguro de vida e acidentes pessoais aos empregados. Eliane preencheu o formulário entregue pela seguradora e, dias depois, recebeu comunicado escrito informando, sem motivo justificado, a recusa da seguradora para a contratação por Eliane.\n\n Partindo da situação fática narrada, à luz da legislação vigente, assinale a afirmativa correta.",
        "filename": "2014-13.txt",
        "number": "46",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "Eliane pode exigir o cumprimento forçado da obrigação nos termos do serviço apresentado, já que a oferta obriga a seguradora e a negativa constituiu prática abusiva pela recusa infundada de prestação de serviço.",
                "pmi": [
                    0.013924013584531904,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Trata-se de hipótese de aplicação da legislação consumerista, mas, a despeito das garantias conferidas ao consumidor, em hipóteses como a narrada no caso, é facultado à seguradora recusar a contratação antes da assinatura do contrato.",
                "pmi": [
                    0.010182544830768784,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Por se tratar de contrato bilateral, a seguradora poderia ter se recusado a ser contratada por Eliane nos termos do Código Civil, norma aplicável ao caso, que assegura que a proposta não obriga o proponente.",
                "pmi": [
                    0.015096719740407093,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "A seguradora não está obrigada a se vincular a Eliane, já que a proposta de seguro e acidentes pessoais dos empregados não configura oferta, nos termos do Código do Consumidor.",
                "pmi": [
                    0.008455204589180518,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
