[
    {
        "areas": [],
        "enum": "Paulo é operador de máquinas de uma montadora de automóveis. Seu horário de trabalho é das 7:00 às 16:00, dispondo de uma hora de intervalo. O aparelho para registro do ponto eletrônico fica situado ao lado da máquina operada por Paulo e os controles são marcados no início e no fim da efetiva jornada de trabalho. Paulo diariamente chega ao trabalho às 6:15, horário em que sai da condução que o deixa na porta da empresa. Porém, tem que caminhar por cerca de trinta minutos até o local de início efetivo do trabalho.  Insatisfeito, Paulo decidiu mover uma reclamação trabalhista em face de seu empregador.\n\n Considerando o caso acima, assinale a afirmativa correta.",
        "filename": "2015-16.txt",
        "number": "70",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Paulo não tem direito às horas extras, pois não havia excesso de jornada."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.008719289970868323,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Tendo havido extrapolação de 5 (cinco) minutos no tempo de deslocamento entre o portão e o local de trabalho, Paulo faz jus a 10 (dez) minutos extras no início e no fim da jornada."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.015377412678089683,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Paulo tem direito às horas extras (minutos) no início e no fim da jornada, dada a distância entre o portão da empresa e o local de trabalho, que supera 10 (dez) minutos de deslocamento."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Paulo tem direito às horas extras registradas em seu cartão de ponto."
            }
        ],
        "valid": true
    }
]
