[
    {
        "areas": [
            "TAXES"
        ],
        "enum": "O Imposto sobre Operações Relativas à Circulação de Mercadorias e sobre a Prestação de Serviços de Transporte Interestadual e Intermunicipal e de Comunicação tem seus princípios delineados na Constituição, que é complementada pela Lei Complementar 87/1996, com as alterações posteriores.\n\n A respeito desse imposto é correto afirmar que",
        "filename": "2011-04.txt",
        "number": "54",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.06984324588072109,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "é autorizada a sua cobrança sobre bens importados do exterior por pessoa física que tenha intuito de comercializá-los, mas é vedada a sua incidência quando esses bens, importados do exterior, são destinados ao consumo próprio da pessoa natural."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.006376685920015703,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "ele tem função precipuamente fiscal, podendo ser seletivo em função da essencialidade, incide sobre o valor agregado, em obediência ao princípio da não cumulatividade, mas não incide sobre o ouro, quando definido em lei como ativo financeiro."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.15000370910988242,
                    0.060531416112553055,
                    0.0,
                    0.0
                ],
                "text": "ele incide sobre operações que destinem a outros Estados petróleo, inclusive lubrificantes, combustíveis líquidos e gasosos dele derivados, e energia elétrica, assim como nas prestações de serviço de radiodifusão sonora e de sons e imagens de recepção livre e gratuita."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.15655738078446227,
                    0.026872029754677253,
                    0.0,
                    0.0
                ],
                "text": "suas alíquotas aplicáveis às operações e prestações interestaduais e de exportação são estabelecidas por meio de resolução do Senado Federal, por iniciativa do seu Presidente ou de um terço dos Senadores da casa, com aprovação dada pela maioria absoluta de seus membros."
            }
        ],
        "valid": true
    }
]
