[
    {
        "areas": [
            "ADMINISTRATIVE"
        ],
        "enum": "Caio, chefe de gabinete do prefeito do município X, ocupante exclusivamente de cargo em comissão, conhecendo os planos concretos da prefeitura para levar asfaltamento, saneamento e outras intervenções urbanísticas a um bairro mais distante, revela a alguns construtores tal fato, levando-os a adquirir numerosos terrenos naquela localidade antes que ocorresse sua valorização imobiliária. Caio recusa, expressamente, todos os presentes enviados pelos construtores.\n\n Sobre a situação hipotética descrita acima, assinale a opção correta.",
        "filename": "2014-14.txt",
        "number": "34",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    0.000193042020354717,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O ato de improbidade pode estar configurado com a mera comunicação, antes da divulgação oficial, da medida a ser adotada pela prefeitura, que valorizará determinados imóveis, ainda que não tenha havido qualquer vantagem para Caio."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.009269424311556623,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A configuração da improbidade administrativa depende, sempre, da existência de enriquecimento ilícito por parte de Caio ou de lesão ao erário, requisitos ausentes no caso concreto."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    -0.005536844265873357,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Caio, caso venha a ser condenado criminalmente pela prática das condutas acima descritas, não poderá responder por improbidade administrativa, sob pena de haver bis in idem."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.041444382585118955,
                    0.019990423264760197,
                    0.0,
                    0.0
                ],
                "text": "Caio não responde por ato de improbidade, por não ser servidor de carreira; responde, todavia, por crime de responsabilidade, na qualidade de agente político, ocupante de cargo em comissão."
            }
        ],
        "valid": true
    }
]
