[
    {
        "areas": [],
        "enum": "Tício, presidente de determinada Subseção da OAB, valendo-se da disciplina do Art. 50 da Lei Federal nº 8.906/94 (Estatuto da OAB), pretende requisitar, ao cartório de certa Vara de Fazenda Pública, cópias de peças dos autos de um processo judicial que não estão cobertas pelo sigilo. Assim, analisou o entendimento jurisprudencial consolidado no Supremo Tribunal Federal sobre o tema, a fim de apurar a possibilidade da requisição, bem como, caso positivo, a necessidade de motivação e pagamento dos custos respectivos.\n\n Diante da situação narrada, Tício estará correto ao concluir que",
        "filename": "2016-19.txt",
        "number": "3",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "não dispõe de tal prerrogativa, pois o citado dispositivo legal foi declarado inconstitucional pelo Supremo Tribunal Federal, uma vez que compete privativamente aos tribunais organizar as secretarias e cartórios judiciais, não se sujeitando a requisições da OAB, por expressa disciplina constitucional.",
                "pmi": [
                    0.042197975489378925,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "pode realizar tal requisição, pois o citado dispositivo legal foi declarado constitucional pelo Supremo Tribunal Federal, independentemente de motivação e pagamento dos respectivos custos.",
                "pmi": [
                    0.05430457777199739,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "pode realizar tal requisição, pois o Supremo Tribunal Federal, em sede de controle de constitucionalidade, assegurou-a, desde que acompanhada de motivação compatível com as finalidades da Lei nº 8.906/94 e o pagamento dos respectivos custos.",
                "pmi": [
                    0.03994563124326776,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "não dispõe de tal prerrogativa, pois ao citado dispositivo legal foi conferida, pelo Supremo Tribunal Federal, interpretação conforme a Constituição Federal para excluir os presidentes de Subseções, garantindo a requisição apenas aos Presidentes do Conselho Federal da OAB e dos Conselhos Seccionais, desde que motivada.",
                "pmi": [
                    0.06142020077597158,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
