[
    {
        "areas": [
            null
        ],
        "enum": "A teoria dimensional dos direitos fundamentais examina os diferentes regimes jurídicos de proteção desses direitos ao longo do constitucionalismo democrático, desde as primeiras Constituições liberais até os dias de hoje. Nesse sentido, a teoria dimensional tem o mérito de mostrar o perfil de evolução da proteção jurídica dos direitos fundamentais ao longo dos diferentes paradigmas do Estado de Direito, notadamente do Estado Liberal de Direito e do Estado Democrático Social de Direito. Essa perspectiva, calcada nas dimensões ou gerações de direitos, não apenas projeta o caráter cumulativo da evolução protetiva, mas também demonstra o contexto de unidade e indivisibilidade do catálogo de direitos fundamentais do cidadão comum.\n\n A partir dos conceitos da teoria dimensional dos direitos fundamentais, assinale a afirmativa correta.",
        "filename": "2017-22.txt",
        "number": "14",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.01704612128025815,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Os direitos estatais prestacionais, ligados ao Estado Liberal de Direito, nasceram atrelados ao princípio da igualdade formal perante a lei, perfazendo a primeira dimensão de direitos."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.075560626228116,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A chamada reserva do possível fática, relacionada à escassez de recursos econômicos e financeiros do Estado, não tem nenhuma influência na efetividade dos direitos fundamentais de segunda dimensão do Estado Democrático Social de Direito."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.03938845764324343,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O conceito de direitos coletivos de terceira dimensão se relaciona aos direitos transindividuais de natureza indivisível de que sejam titulares pessoas indeterminadas e ligadas por circunstâncias de fato, como ocorre com o direito ao meio ambiente."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.014792917287888759,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Sob a égide da estatalidade mínima do Estado Liberal, os direitos negativos de defesa dotados de natureza absenteísta são corretamente classificados como direitos de primeira dimensão."
            }
        ],
        "valid": true
    }
]
