[
    {
        "options": [
            {
                "pmi": [
                    -0.04004692666175986,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Ainda que a lei espanhola não conceda direitos sucessórios à filha adotiva, poderá ela habilitar-se na ação de inventário ajuizada pelo cônjuge supérstite, no Brasil, regendo-se a sucessão pela lei brasileira, que não faz qualquer distinção entre filhos naturais e adotivos.",
                "correct": true,
                "letter": "A"
            },
            {
                "pmi": [
                    -0.03593782658811096,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A capacidade de suceder da filha é regulada pela legislação espanhola.",
                "correct": null,
                "letter": "B"
            },
            {
                "pmi": [
                    -0.08851038955808224,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A ação de inventário e partilha de todos os bens é de competência exclusiva do Poder Judiciário Brasileiro, já que o de cujus era domiciliado no Brasil.",
                "correct": null,
                "letter": "C"
            },
            {
                "pmi": [
                    -0.07558337506986003,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Se o de cujus houvesse deixado bens imóveis somente na Espanha, a sucessão seria regida pela lei espanhola.",
                "correct": null,
                "letter": "D"
            }
        ],
        "valid": true,
        "areas": [
            "INTERNATIONAL"
        ],
        "number": "24",
        "enum": "Tício, espanhol, era casado com Tácita, brasileira. Os cônjuges eram domiciliados no Brasil. Tício possuía uma filha adotiva espanhola, cujo nome é Mévia, e que residia com o pai. Em razão de um grave acidente na Argentina, Tício faleceu. O de cujus era proprietário de dois bens imóveis em Barcelona e um bem imóvel no Rio de Janeiro.\n\n Diante da situação exposta, à luz das regras de Direito Internacional Privado veiculadas na Lei de Introdução às Normas do Direito Brasileiro (LINDB) e do Código de Processo Civil Brasileiro (CPC), assinale a assertiva correta.",
        "filename": "2012-06a.txt"
    }
]
