[
    {
        "areas": [
            null
        ],
        "enum": "André é motorista da transportadora Via Rápida Ltda. Certo dia, enquanto dirigia um ônibus da empresa, se distraiu ao tentar se comunicar com um colega, que dirigia outro coletivo ao seu lado, e precisou fazer uma freada brusca para evitar um acidente. Durante a manobra, Olívia, uma passageira do ônibus, sofreu uma queda no interior do veículo, fraturando o fêmur direito. Além do abalo moral, a passageira teve despesas médicas e permaneceu por semanas sem trabalhar para se recuperar da fratura. Olívia decide, então, ajuizar ação indenizatória pelos danos morais e materiais sofridos.  Em referência ao caso narrado, assinale a afirmativa correta.",
        "filename": "2017-22.txt",
        "number": "41",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Olívia deve, primeiramente, ajuizar a ação em face da transportadora, e apenas demandar André se não obtiver a reparação pretendida, pois a responsabilidade do motorista é subsidiária.",
                "pmi": [
                    -0.001392380296382305,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "Olívia pode ajuizar ação em face da transportadora e de André, simultânea ou alternativamente, pois ambos são solidariamente responsáveis.",
                "pmi": [
                    -0.011453362340973086,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Olívia apenas pode demandar, nesse caso, a transportadora, mas esta terá direito de regresso em face de André, se for condenada ao dever de indenizar.",
                "pmi": [
                    0.019523586002941747,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "André e a transportadora são solidariamente responsáveis e podem ser demandados diretamente por Olívia, mas aquele que vier a pagar a indenização não terá regresso em face do outro.",
                "pmi": [
                    0.025046887594700654,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
