[
    {
        "areas": [],
        "enum": "Dominique, cidadão francês, foi parte em procedimento arbitral que teve como sede uma câmara localizada em Paris, na França, tendo este também sido o local onde a sentença foi proferida. Ele obteve êxito em sua pretensão, que foi julgada conforme a legislação francesa, e, agora, deseja receber da parte sucumbente os valores a que faz jus. A parte devedora é brasileira e possui patrimônio no Brasil, sendo a condenação de natureza cível. Ele procura você para, como advogado(a), orientá-lo.\n\n Assinale a opção que indica o procedimento que Dominique deve adotar.",
        "filename": "2015-18.txt",
        "number": "57",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Iniciar procedimento de cumprimento de sentença perante uma das varas cíveis da comarca onde está localizada a devedora, uma vez que a sentença arbitral, conforme legislação processual brasileira, é titulo executivo judicial.",
                "pmi": [
                    0.02465714611931608,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Ajuizar ação de execução perante uma das varas cíveis da comarca onde está localizada a devedora, uma vez que a sentença arbitral, conforme legislação processual brasileira, é titulo executivo extrajudicial.",
                "pmi": [
                    0.0036853928733109093,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Dar início aos trâmites para recebimento dos valores perante os tribunais de Paris, na França, uma vez que esse foi o local onde foi conduzido o procedimento de arbitragem.",
                "pmi": [
                    0.01771090890558988,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "Obter, preliminarmente, a homologação da sentença arbitral perante o Superior Tribunal de Justiça, uma vez que, pelas características narradas na questão, trata-se de sentença arbitral estrangeira.",
                "pmi": [
                    0.010692125066545648,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
