[
    {
        "options": [
            {
                "correct": null,
                "text": "Há direito de preferência do sócio no caso de aumento do capital social, exercendo, primeiro, esse direito o sócio majoritário, que poderá adquirir todas as quotas ou quantas lhe interessarem. Após exercido esse direito, caso restem quotas a serem adquiridas, terá preferência sobre os demais quem tiver maior número de quotas, e assim sucessivamente.",
                "pmi": [
                    -0.2607236945965172,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "A"
            },
            {
                "correct": null,
                "text": "Para que haja aumento do capital social, não há necessidade de os sócios terem integralizado totalmente suas quotas.",
                "pmi": [
                    -0.1056834620933912,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "B"
            },
            {
                "correct": true,
                "text": "Uma das hipóteses para que haja diminuição do capital social é que a sociedade tenha tido prejuízos que não serão mais recuperados, devendo-se, nesse caso, haver diminuição proporcional do valor das quotas, tornando-se efetiva essa diminuição a partir do momento em que for feita a averbação no cartório competente da ata da assembleia que a aprovou.",
                "pmi": [
                    -0.0396312982850217,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "C"
            },
            {
                "correct": null,
                "text": "A diminuição do valor do capital social é direito da sociedade, não podendo haver objeção por parte dos credores.",
                "pmi": [
                    -0.3968124090062198,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "D"
            }
        ],
        "areas": [
            "BUSINESS"
        ],
        "filename": "2011-04.txt",
        "valid": true,
        "enum": "Em relação à modificação do capital social das sociedades limitadas, assinale a alternativa correta.",
        "number": "51"
    }
]
