[
    {
        "areas": [
            "CIVIL-PROCEDURE"
        ],
        "enum": "A ação de consignação em pagamento, procedimento especial de jurisdição contenciosa, é o meio pelo qual o devedor ou terceiro poderá requerer a consignação da quantia ou da coisa devida com efeito de pagamento.\n\n A respeito da resposta do réu na referida ação, assinale a afirmativa correta.",
        "filename": "2013-12.txt",
        "number": "57",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Por ser o réu o credor, ainda que não ofereça contestação, não estará sujeito aos efeitos da revelia, caso em que haverá procedência do pedido e extinção da obrigação, devendo arcar com as custas e os honorários de sucumbência.",
                "pmi": [
                    0.021787035293494093,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Alegado em contestação que o depósito não é integral, o autor poderá completá-lo, salvo se o inadimplemento acarretou a rescisão contratual, mas o réu ficará impedido de levantar o valor ou coisa depositada até que a sentença conclua acerca da parcela controvertida.",
                "pmi": [
                    0.06428682274001297,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "Na contestação o réu poderá alegar que foi justa a recusa e que o depósito não é integral, e, na segunda hipótese, tal argumento somente será admissível se o réu indicar o montante que entende devido.",
                "pmi": [
                    0.048372402918202294,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Caso o objeto da prestação seja coisa indeterminada e a escolha couber ao credor, será citado para exercer o direito no prazo legal e, em vez de contestar, receber e dar quitação, a obrigação será extinta, sem condenação em custas e honorários.",
                "pmi": [
                    0.0026297846886998645,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
