[
    {
        "areas": [
            "CIVIL-PROCEDURE"
        ],
        "enum": "O direito processual brasileiro, em sua origem, possuía um caráter eminentemente individualista, estando filiado às tradições dos ordenamentos de linha romano-germânica. Posteriormente, fruto da evolução social e das transformações provocadas pelas descobertas científicas e tecnológicas, observou-se uma massificação das relações interpessoais, que contribuiu, de forma determinante, para o desenvolvimento da tutela dos direitos e interesses coletivos.\n\n Sobre o tema, assinale a opção correta.",
        "filename": "2014-14.txt",
        "number": "55",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.052858931551618554,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Nas ações coletivas intentadas para a defesa de interesses ou direitos individuais homogêneos, a sentença sempre produzirá efeitos inter partes, atingindo apenas os sujeitos que integram aquela determinada relação processual."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.031157574420822058,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A Defensoria Pública possui legitimidade ativa para a propositura de Ação Civil Pública."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    -0.006538320370305299,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Apesar de a doutrina mencionar a existência do microssistema da tutela coletiva, a Lei n. 4.717/65, por trazer regras e procedimentos de natureza específica, prevê expressamente que jamais será aplicado subsidiariamente o Código de Processo Civil à Ação Popular."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.016109424972203575,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Os órgãos públicos legitimados, no âmbito das Ações Civis Públicas, poderão celebrar, com os interessados, Termo de Ajustamento de Conduta (TAC) às exigências legais, documento que possui eficácia de título executivo judicial."
            }
        ],
        "valid": true
    }
]
