[
    {
        "areas": [
            "CIVIL-PROCEDURE"
        ],
        "enum": "Como forma de prestigiar o princípio da razoável duração do processo e propiciar uma prestação jurisdicional mais célere e eficiente, um legislador promoveu uma série de alterações na sistemática recursal do Processo Civil brasileiro. Nesse sentido, destaca-se a Emenda Constitucional n. 45/2004 que introduziu em nosso ordenamento jurídico a figura da repercussão geral.\n\n Acerca deste instituto, assinale a afirmativa correta.",
        "filename": "2012-09.txt",
        "number": "57",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "É um pressuposto processual de admissibilidade específico do Recurso Especial que permite que apenas sejam analisados os recursos que tratem de questões relevantes do ponto de vista econômico, político, social ou jurídico, e as que ultrapassem os interesses subjetivos da causa.",
                "pmi": [
                    0.03789366286407224,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "Sempre que o recurso impugnar decisão contrária à súmula ou jurisprudência dominante do Supremo Tribunal Federal, haverá repercussão geral.",
                "pmi": [
                    0.020671355503415163,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Não se admite, quando da análise da existência de repercussão geral pelo Ministro Relator do recurso, a manifestação de terceiros interessados.",
                "pmi": [
                    0.02396092695052607,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "A decisão que nega a existência da repercussão geral não tem o condão de atingir outros recursos que tratem de matéria idêntica, apenas gerando efeitos endoprocessuais.",
                "pmi": [
                    0.019537167892977682,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
