[
    {
        "areas": [],
        "enum": "Determinada sociedade empresária consulta seu advogado para obter informações sobre as exigências ambientais que possam incidir em seus projetos, especialmente no que tange à apresentação e aprovação de Estudo Prévio de Impacto Ambiental e seu respectivo Relatório (EIA/RIMA).\n\n Considerando a disciplina do EIA/RIMA pelo ordenamento jurídico, assinale a afirmativa correta.",
        "filename": "2015-18.txt",
        "number": "35",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.01489307728379783,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O EIA/RIMA é um estudo simplificado, integrante do licenciamento ambiental, destinado a avaliar os impactos ao meio ambiente natural, não abordando impactos aos meios artificial e cultural, pois esses componentes, segundo pacífico entendimento doutrinário e jurisprudencial, não integram o conceito de “meio ambiente”."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.08240104824113864,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O EIA/RIMA é exigido em todas as atividades e empreendimentos que possam causar impactos ambientais, devendo ser aprovado previamente à concessão da denominada Licença Ambiental Prévia."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.053996488157432784,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O EIA/RIMA, além de ser aprovado entre as Licenças Ambientais Prévia e de Instalação, tem a sua metodologia e o seu conteúdo regrados exclusivamente por Resoluções do Conselho Nacional do Meio Ambiente (CONAMA), podendo a entidade / o órgão ambiental licenciador dispensá-lo segundo critérios discricionários e independentemente de fundamentação, ainda que a atividade esteja prevista em Resolução CONAMA como passível de EIA/RIMA."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.021587014089428726,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O EIA-RIMA é um instrumento de avaliação de impactos ambientais, de natureza preventiva, exigido para atividades/empreendimentos não só efetiva como potencialmente capazes de causar significativa degradação, sendo certo que a sua publicidade é uma imposição Constitucional (CRFB/1988)."
            }
        ],
        "valid": true
    }
]
