[
    {
        "areas": [
            null
        ],
        "enum": "O Conselho Seccional Y da OAB, entendendo pela inconstitucionalidade de certa norma em face da Constituição da República, subscreve indicação de ajuizamento de ação direta de inconstitucionalidade, endereçando-a ao Conselho Federal da OAB.\n\n Considerando o caso apresentado, de acordo com o Regulamento Geral do Estatuto da Advocacia e da OAB, assinale a afirmativa correta.",
        "filename": "2017-24.txt",
        "number": "5",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "A mencionada indicação de ajuizamento de ação direta de inconstitucionalidade submete-se a obrigatório juízo prévio de admissibilidade realizado pela Diretoria do Conselho Federal para aferição da relevância da defesa dos princípios e das normas constitucionais. Caso seja admitida, o relator, designado pelo Presidente, independentemente da decisão da Diretoria, pode levantar preliminar de inadmissibilidade perante o Conselho Pleno, quando não encontrar norma ou princípio constitucionais violados pelo ato normativo. Após, se aprovado o ajuizamento da ação, esta será proposta pelo Presidente do Conselho Federal.",
                "pmi": [
                    0.03370428381423159,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "A mencionada indicação de ajuizamento de ação direta de inconstitucionalidade submete-se a obrigatório juízo prévio de admissibilidade realizado pela Segunda Câmara do Conselho Federal para aferição da relevância da defesa dos princípios e das normas constitucionais. Caso seja admitida, o relator designado pelo Presidente, independentemente da decisão da Segunda Câmara, pode levantar preliminar de inadmissibilidade perante o Conselho Pleno, quando não encontrar norma ou princípio constitucionais violados pelo ato normativo. Após, se aprovado o ajuizamento da ação, esta será proposta pelo Presidente do Conselho Federal.",
                "pmi": [
                    0.04093446016034685,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "A mencionada indicação de ajuizamento de ação direta de inconstitucionalidade não se sujeita a juízo prévio obrigatório de admissibilidade, seja pela Diretoria ou qualquer Câmara do Conselho Federal. Porém, o relator, designado pelo Presidente, pode levantar preliminar de inadmissibilidade perante o Conselho Pleno, quando não encontrar norma ou princípio constitucionais violados pelo ato normativo. Após, se aprovado o ajuizamento da ação, esta será proposta pelo Presidente do Conselho Federal.",
                "pmi": [
                    0.026624389096215808,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "A mencionada indicação de ajuizamento de ação direta de inconstitucionalidade não se sujeita a juízo prévio obrigatório de admissibilidade seja pela Diretoria ou qualquer Câmara do Conselho Federal. Porém, o relator designado pelo Presidente, pode levantar preliminar de inadmissibilidade perante o Conselho Pleno, quando não encontrar norma ou princípio constitucionais violados pelo ato normativo. Após, se aprovado o ajuizamento da ação, esta será proposta pelo relator designado.",
                "pmi": [
                    0.022960731298143227,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
