[
    {
        "options": [
            {
                "text": "podem observar o rito comum sumário causas cujo valor corresponda a trezentos vezes o valor do salário mínimo e que versem acerca da cobrança ao condômino de quantias devidas ao condomínio.",
                "pmi": [
                    -0.10924805501182817,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "A",
                "correct": true
            },
            {
                "text": "ações que seguem o rito comum sumário são dúplices, razão pela qual pode o réu valer-se da reconvenção para formular pedidos contra o autor em seu favor.",
                "pmi": [
                    -0.042470107407480535,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "B",
                "correct": null
            },
            {
                "text": "no rito comum sumário, têm as partes que comparecer pessoalmente à audiência de conciliação, jamais podendo se fazer representar por preposto com poderes para transigir.",
                "pmi": [
                    -0.10799840866799582,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "C",
                "correct": null
            },
            {
                "text": "no rito comum sumário, não é admissível a ação declaratória incidental. Da mesma forma não se admitem nesse rito, em nenhuma hipótese, quaisquer das espécies de intervenção de terceiros.",
                "pmi": [
                    -0.04862661246109544,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "D",
                "correct": null
            }
        ],
        "filename": "2011-04.txt",
        "areas": [
            "CIVIL-PROCEDURE"
        ],
        "valid": true,
        "enum": "O rito comum sumário tem suas hipóteses de incidência expressamente disciplinadas no sistema processual civil pátrio. Tal rito apresenta trâmite mais célere que o observado pelo rito comum ordinário, e, exatamente por isso, as causas que o observam têm menor complexidade se comparadas às que tramitam pelo rito comum ordinário.\n\n Acerca do rito comum sumário, é correto afirmar que",
        "number": "43"
    }
]
