[
    {
        "areas": [
            null
        ],
        "enum": "Bárbara, nascida em 23 de janeiro de 1999, no dia 15 de janeiro de 2017, decide sequestrar Felipe, por dez dias, para puni-lo pelo fim do relacionamento amoroso.\n\n No dia 16 de janeiro de 2017, efetivamente restringe a liberdade do ex-namorado, trancando-o em uma casa e mantendo consigo a única chave do imóvel. Nove dias após a restrição da liberdade, a polícia toma conhecimento dos fatos e consegue libertar Felipe, não tendo, assim, se realizado, em razão de circunstâncias alheias, a restrição da liberdade por dez dias pretendida por Bárbara.\n\n Considerando que, no dia 23 de janeiro de 2017, entrou em vigor nova lei, mais gravosa, alterando a sanção penal prevista para o delito de sequestro simples, passando a pena a ser de 01 a 05 anos de reclusão e não mais de 01 a 03 anos, o Ministério Público ofereceu denúncia em face de Bárbara, imputando-lhe a prática do crime do Art. 148 do Código Penal (Sequestro e Cárcere Privado), na forma da legislação mais recente, ou seja, aplicando-se, em caso de condenação, pena de 01 a 05 anos de reclusão.\n\n Diante da situação hipotética narrada, é correto afirmar que o advogado de Bárbara, de acordo com a jurisprudência do Supremo Tribunal Federal, deverá pleitear",
        "filename": "2017-24.txt",
        "number": "60",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    0.0032876168427753896,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "a aplicação do instituto da suspensão condicional do processo."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.024977056470484885,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "a aplicação da lei anterior mais benéfica, ou seja, a aplicação da pena entre o patamar de 01 a 03 anos de reclusão."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "o reconhecimento da inimputabilidade da acusada, em razão da idade."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.032140891352477254,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "o reconhecimento do crime em sua modalidade tentada."
            }
        ],
        "valid": true
    }
]
