[
    {
        "areas": [],
        "enum": "Túlio, brasileiro, é casado com Alexia, de nacionalidade sueca, estando o casal domiciliado no Brasil. Durante um cruzeiro marítimo, na Grécia, ela, após a ceia, veio a falecer em razão de uma intoxicação alimentar. Alexia, quando ainda era noiva de Túlio, havia realizado um testamento em Lisboa, dispondo sobre os seus bens, entre eles, três apartamentos situados no Rio de Janeiro.\n\n À luz das regras de Direito Internacional Privado, assinale a afirmativa correta.",
        "filename": "2014-15.txt",
        "number": "23",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Se houver discussão acerca da validade do testamento, no que diz respeito à observância das formalidades, deverá ser aplicada a legislação brasileira, pois Alexia encontrava se domiciliada no Brasil.",
                "pmi": [
                    0.036882616204261004,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "Se houver discussão acerca da validade do testamento, no que diz respeito à observância das formalidades, deverá ser aplicada a legislação portuguesa, local em que foi realizado o ato de disposição da última vontade de Alexia.",
                "pmi": [
                    0.0026135134988896085,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "A autoridade judiciária brasileira não é competente para proceder ao inventário e à partilha de bens, porquanto Alexia faleceu na Grécia, e não no Brasil.",
                "pmi": [
                    0.10395075742788285,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Se houver discussão acerca do regime sucessório, deverá ser aplicada a legislação sueca, em razão da nacionalidade do de cujus.",
                "pmi": [
                    0.005907240676352622,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
