[
    {
        "areas": [
            null
        ],
        "enum": "Gilson, 35 anos, juntamente com seu filho Rafael, de 15 anos, em dificuldades financeiras, iniciaram atos para a subtração de um veículo automotor. Gilson portava arma de fogo e, quando a vítima tentou empreender fuga, ele efetua disparos contra ela, a fim de conseguir subtrair o carro. O episódio levou o proprietário do automóvel a falecer. Apesar disso, os agentes não levaram o veículo, já que outras pessoas que estavam no local chamaram a Polícia. Descobertos os fatos, Gilson é denunciado pelo crime de latrocínio consumado e corrupção de menores em concurso formal, sendo ao final da instrução, após confessar os fatos, condenado à pena mínima de 20 anos pelo crime do Art. 157, §3º, do Código Penal, e à pena mínima de 01 ano pelo delito de corrupção de menores, não havendo reconhecimento de quaisquer agravantes ou atenuantes. Reconhecido, porém, o concurso formal de crimes, ao invés de as penas serem somadas, a pena mais grave foi aumentada de 1/6, resultando em um total de 23 anos e 04 meses de reclusão.  Considerando a situação narrada, o advogado de Gilson poderia pleitear, observando a jurisprudência dos Tribunais Superiores, em sede de recurso de apelação,",
        "filename": "2017-22.txt",
        "number": "64",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    0.002663348408532233,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "a aplicação da regra do cúmulo material em detrimento da exasperação, pelo concurso formal de crimes."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.002179103243344554,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "a aplicação da pena intermediária abaixo do mínimo legal, em razão do reconhecimento da atenuante da confissão espontânea."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "o reconhecimento da modalidade tentada do latrocínio, já que o veículo automotor não foi subtraído."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.009197143784317473,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "o afastamento da condenação por corrupção de menor, pela natureza material do delito."
            }
        ],
        "valid": true
    }
]
