[
    {
        "areas": [
            null
        ],
        "enum": "Silva foi vítima de um crime de ameaça por meio de uma ligação telefônica realizada em 02 de janeiro de 2016. Buscando identificar o autor, já que nenhum membro de sua família tinha tal informação, requereu, de imediato, junto à companhia telefônica, o número de origem da ligação, vindo a descobrir, no dia 03 de julho de 2016, que a linha utilizada era de propriedade do ex-namorado de sua filha, Carlos, razão pela qual foi até a residência deste, onde houve a confissão da prática do crime.  Quando ia ao Ministério Público, na companhia de Marta, sua esposa, para oferecer representação, Silva sofreu um infarto e veio a falecer. Marta, no dia seguinte, afirmou oralmente, perante o Promotor de Justiça, que tinha interesse em representar em face do autor do fato, assim como seu falecido marido. Diante do apelo de sua filha, Marta retorna ao Ministério Público no dia 06 de julho de 2016 e diz que não mais tem interesse na representação. Ainda assim, considerando que a ação penal é pública condicionada, o Promotor de Justiça ofereceu denúncia, no dia 07 de julho de 2016, em face de Carlos, pela prática do crime de ameaça.\n\n Considerando a situação narrada, o(a) advogado(a) de Carlos, em resposta à acusação, deverá alegar que",
        "filename": "2017-23.txt",
        "number": "64",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.049634106151345975,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "ocorreu decadência, pois se passaram mais de 6 meses desde a data dos fatos."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.022952370349582047,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "a representação não foi válida, pois não foi realizada pelo ofendido."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.027011434822406567,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "ocorreu retratação válida do direito de representação."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.022952370349582047,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "a representação não foi válida, pois foi realizada oralmente."
            }
        ],
        "valid": true
    }
]
