[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "José celebrou com Maria um contrato de compra e venda de imóvel, no valor de R$100.000,00, quantia paga à vista, ficando ajustada entre as partes a exclusão da responsabilidade do alienante pela evicção. A respeito desse caso, vindo a adquirente a perder o bem em decorrência de decisão judicial favorável a terceiro, assinale a afirmativa correta.",
        "filename": "2013-12.txt",
        "number": "39",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    -0.0035539234129388763,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Tal cláusula, que exonera o alienante da responsabilidade pela evicção, é vedada pelo ordenamento jurídico brasileiro."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    -0.006361952097430166,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Não obstante a cláusula de exclusão da responsabilidade pela evicção, se Maria não sabia do risco, ou, dele informada, não o assumiu, deve José restituir o valor que recebeu pelo bem imóvel."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    -0.009616598427758803,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Não obstante a cláusula de exclusão da responsabilidade pela evicção, Maria, desconhecendo o risco, terá direito à dobra do valor pago, a título de indenização pelos prejuízos dela resultantes."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    -0.009472973770263514,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O valor a ser restituído para Maria será aquele ajustado quando da celebração do negócio jurídico, atualizado monetariamente, sendo irrelevante se tratar de evicção total ou parcial."
            }
        ],
        "valid": true
    }
]
