[
    {
        "areas": [
            null
        ],
        "enum": "Em observância aos princípios da transparência, publicidade e responsabilidade fiscal, o prefeito do Município Alfa elabora detalhado relatório contendo a prestação de contas anual, ficando tal documento disponível, para consulta e apreciação, no respectivo Poder Legislativo e no órgão técnico responsável pela sua elaboração.\n\n Carlos, morador do Município Alfa, contribuinte em dia com suas obrigações civis e políticas, constata diversas irregularidades nos demonstrativos apresentados, apontando indícios de superfaturamento e desvios de verbas em obras públicas.\n\n Em função do exposto e com base na Constituição da República, você, como advogado de Carlos, deve esclarecer que",
        "filename": "2017-24.txt",
        "number": "15",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.04171514327955354,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "a fiscalização das referidas informações, concernentes ao Município Alfa, conforme previsto na Constituição brasileira, é de responsabilidade exclusiva dos Tribunais de Contas do Estado ou do Município, onde houver."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.0512792750634439,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Carlos tem legitimidade para questionar as contas do Município Alfa, já que, todos os anos, as contas permanecem à disposição dos contribuintes durante sessenta dias para exame e apreciação."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.06015269746815656,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "a impugnação das contas apresentadas pelo Chefe do Executivo local exige a adesão mínima de um terço dos eleitores do Município Alfa."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.07741544155941837,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "a CRFB/88 não prevê qualquer forma de participação popular no controle das contas públicas, razão pela qual Carlos deve recorrer ao Ministério Público Estadual para que seja apresentada ação civil pública impugnando os atos lesivos ao patrimônio público praticados pelo prefeito do Município Alfa."
            }
        ],
        "valid": true
    }
]
