[
    {
        "areas": [
            "LABOUR-PROCEDURE"
        ],
        "enum": "Em reclamação trabalhista, o advogado do reclamante interpôs recurso ordinário contra a sentença proferida pelo juiz de primeiro grau, que julgou improcedente o pedido de condenação em horas extras formulado pelo reclamante e indeferiu a oitiva das testemunhas arroladas, por entender que o depoimento do reclamante era suficiente para o julgamento da demanda. Argumentando a tese do cerceamento de defesa, o advogado formulou pedido de anulação dos atos processuais, sem requerer expressamente a análise, pelo tribunal, das horas extras negadas. Ao se julgar o recurso ordinário no TRT, foi reconhecido o cerceamento de defesa e condenada a empresa a pagar ao reclamante as horas extras pleiteadas.\n\n Em face dessa situação hipotética, assinale a opção correta a respeito da decisão do TRT.",
        "filename": "2010-01.txt",
        "number": "79",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O recurso ordinário devolve toda a matéria para a análise do TRT, logo, reconhecido o cerceamento de defesa, deve o tribunal analisar a questão das horas extras.",
                "pmi": [
                    0.05399653020135089,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Não cabe ao TRT fazer nova análise de prova em sede de recurso ordinário, portanto o tribunal não poderia ter estabelecido condenação em horas extras.",
                "pmi": [
                    0.048137350296738886,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "Não tendo o advogado requerido análise das horas extras, o julgamento deve limitar-se ao que foi expressamente pedido, logo, não poderia o TRT estabelecer condenação em horas extras.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O TRT agiu equivocadamente, visto que, reconhecido o cerceamento de defesa, deveria ter designado data para a oitiva de testemunhas, e, só então, analisar o pedido de condenação em horas extras.",
                "pmi": [
                    0.004394384928459002,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
