[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "Embora sujeito às constantes mutações e às diferenças de contexto em que é aplicado, o conceito tradicional de contrato sugere que ele representa o acordo de vontades estabelecido com a finalidade de produzir efeitos jurídicos.\n\n Tomando por base a teoria geral dos contratos, assinale a afirmativa correta.",
        "filename": "2012-08.txt",
        "number": "41",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.015861652741070605,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A celebração de contrato atípico, fora do rol contido na legislação, não é lícita, pois as partes não dispõem da liberdade de celebrar negócios não expressamente regulamentados por lei."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.020451645830320286,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A atipicidade contratual é possível, mas, de outro lado, há regra específica prevendo não ser lícita a contratação que tenha por objeto a herança de pessoa viva, seja por meio de contrato típico ou não."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A liberdade de contratar é limitada pela função social do contrato e os contratantes deverão guardar, assim na conclusão, como em sua execução, os princípios da probidade e da boa-fé subjetiva, princípios esses ligados ao voluntarismo e ao individualismo que informam o nosso Código Civil."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Será obrigatoriamente declarado nulo o contrato de adesão que contiver cláusulas ambíguas ou contraditórias."
            }
        ],
        "valid": true
    }
]
