[
    {
        "areas": [
            "ADMINISTRATIVE"
        ],
        "enum": "Uma determinada empresa concessionária transfere o seu controle acionário para uma outra empresa privada, sem notificar, previamente, o Poder concedente, parte no contrato de concessão.\n\n Assinale a alternativa que indique a medida que o Poder concedente poderá tomar, se não restarem atendidas as mesmas exigências técnicas, de idoneidade financeira e regularidade jurídica por esta nova empresa.",
        "filename": "2010-02.txt",
        "number": "20",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "Poderá o Poder concedente declarar a caducidade da concessão, tendo em vista o caráter intuitu personae do contrato de concessão.",
                "pmi": [
                    0.017625999233784544,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Poderá retomar o serviço, por motivo de interesse público, através da encampação, autorizada por lei específica, após prévio pagamento da indenização.",
                "pmi": [
                    0.07011997083197871,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Poderá o Poder concedente anular o contrato de concessão, através de decisão administrativa,, uma vez que a transferência acionária da empresa concessionária sem a notificação prévia ao Poder concedente gera irregularidade, insusceptível de convalidação.",
                "pmi": [
                    0.058094589026842815,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Nada poderá fazer o Poder concedente, uma vez que a empresa concessionária, apesar da alteração societária, não desnatura o caráter intuitu personae do contrato de concessão.",
                "pmi": [
                    0.09845783375232983,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
