[
    {
        "areas": [],
        "enum": "Magno ajuizou ação de execução em face de Maria, alegando ser credor da quantia de R$ 28.000,00. A obrigação está vencida há 50 dias, não foi paga e está representada por contrato particular de mútuo, regularmente originado em país estrangeiro, assinado pelos contratantes e por duas testemunhas, estando  indicada, para cumprimento da obrigação, a cidade de Salinas/MG.\n\n Após despacho positivo proferido pelo Juiz da Vara Cível de Salinas/MG, Maria foi citada, bem como houve penhora eletrônica de quantia existente em caderneta de poupança de titularidade da devevedora, sendo a quantia suficiente para suportar 80% da dívida executada. A quantia penhorada foi depositada na caderneta de poupança 10 dias antes do ajuizamento da execução, sendo que Maria possui dois veículos que poderiam ter sido penhorados.\n\n A partir dos elementos do enunciado, considerando as regras do CPC/15, assinale a afirmativa correta.",
        "filename": "2016-20a.txt",
        "number": "55",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Antes do ajuizamento da ação de execução, exige-se que Magno proceda à homologação do título executivo originado em país estrangeiro.",
                "pmi": [
                    0.0027155712753916287,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Maria poderá alegar a inexistência de título executivo extrajudicial apto a instruir a ação de execução.",
                "pmi": [
                    -0.007891097015038233,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "A penhora recaiu sobre quantia impenhorável.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O juiz deve manter a penhora sobre a quantia depositada e seus rendimentos.",
                "pmi": [
                    0.026891691533404868,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
