[
    {
        "options": [
            {
                "pmi": [
                    -0.041894378717653946,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "A",
                "text": "No que concerne às Medidas Específicas de Proteção, é incabível, qualquer que seja o estágio de compreensão da criança, prestar-lhe informações sobre os motivos que determinam a intervenção, o que será informado apenas aos pais e responsáveis."
            },
            {
                "pmi": [
                    -0.0771527527467564,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true,
                "letter": "B",
                "text": "Deve haver o encorajamento dos órgãos de comunicação social a levar em conta as necessidades linguísticas das crianças indígenas ou que pertençam a um grupo minoritário."
            },
            {
                "pmi": [
                    -0.016346537488238628,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "C",
                "text": "Os proprietários das lojas que explorem a locação de fitas de programação respondem pela falta de informação no invólocro sobre a natureza da obra e faixa etária a que se destinam, isentando os funcionários e gerentes."
            },
            {
                "pmi": [
                    -0.07617732309925752,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "letter": "D",
                "text": "A criança tem direito à liberdade de expressão, que compreende, inclusive, liberdade de procurar, receber e expandir informações e ideias, sem restrições, de forma oral ou por qualquer outro meio à escolha da criança."
            }
        ],
        "filename": "2012-08.txt",
        "areas": [
            "HUMAN-RIGHTS"
        ],
        "number": "20",
        "enum": "A Convenção sobre os Direitos da Criança estabelece que os Estados-partes reconheçam a importância da função exercida pelos órgãos de comunicação social, devendo assegurar o acesso da criança à informação. Do mesmo modo o Estatuto da Criança e do Adolescente assegura que a informação é um direito da criança e do adolescente.\n\n Acerca da política de informação envolvendo menores, assinale a afirmativa correta.",
        "valid": true
    }
]
