[
    {
        "areas": [
            "LABOUR"
        ],
        "enum": "Maria da Silva foi contratada para trabalhar como cozinheira na residência de Márcio dos Santos, percebendo um salário mínimo. Passados dois anos, Márcio ficou desempregado e decidiu iniciar um negócio próprio de venda de doces e salgados. Para atingir seu objetivo, aproveitou-se dos serviços de Maria, oferecendo-lhe um acréscimo de R$ 100,00 na remuneração. Assim, além de preparar as refeições da família de Márcio, a empregada Maria também dedicava parte de seu tempo preparando os doces e salgados que seriam vendidos por ele posteriormente. Durante três anos, Márcio desenvolveu essa atividade comercial com base em sua residência. Contudo, em virtude de uma proposta de emprego, Márcio encerrou a venda de quitutes e retirou o acréscimo de R$ 100,00 da remuneração de Maria. Inconformada, Maria reclamou ao longo de seis meses com o seu empregador, a fim de ver restabelecida a gratificação.\n\n Entretanto, depois de tanta insistência, Márcio decidiu dispensá-la sem justa causa. Dois meses depois, Maria ajuizou ação trabalhista, pleiteando o pagamento de aviso prévio, 13º salário, férias e terço constitucional, FGTS e indenização de 40%, além de seis meses de diferença salarial, tudo com base na sua remuneração total (salário mínimo acrescido de R$ 100,00).\n\n Com base na situação acima descrita, assinale a alternativa correta.",
        "filename": "2011-05.txt",
        "number": "72",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Maria não faz jus à permanência do acréscimo remuneratório, uma vez que, por se tratar de salário-condição vinculado à confecção de doces e salgados, seu empregador poderia suprimi-lo quando a situação especial deixasse de existir.",
                "pmi": [
                    -0.017618826582473393,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Maria faz jus ao pagamento de FGTS, mas sem indenização de 40%, uma vez que voltou a ser empregada doméstica.",
                "pmi": [
                    0.015605614318127053,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "Maria faz jus à permanência do acréscimo remuneratório, uma vez que, por se tratar de parcela de natureza salarial, não poderia ser reduzida unilateralmente pelo empregador.",
                "pmi": [
                    -0.01392544165422141,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Maria não faz jus ao pagamento de FGTS e indenização de 40%, uma vez que era empregada doméstica.",
                "pmi": [
                    0.017556316107892933,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
