[
    {
        "areas": [
            null
        ],
        "enum": "Carlos ajuizou, em 18/03/2016, ação contra o Banco Sucesso, pelo procedimento comum, pretendendo a revisão de determinadas cláusulas de um contrato de abertura de crédito.  Após a apresentação de contestação e réplica, iniciou-se a fase de produção de provas, tendo o Banco Sucesso requerido a produção de prova pericial para demonstrar a ausência de abusividade dos juros remuneratórios. A prova foi indeferida e o pedido foi julgado procedente para revisar o contrato e limitar a cobrança de tais juros.  Sobre a posição do Banco Sucesso, assinale a afirmativa correta.",
        "filename": "2017-22.txt",
        "number": "56",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.010986583643528558,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Ele deve interpor recurso de agravo de instrumento contra a decisão que indeferiu a produção de prova. Não o tendo feito, a questão está preclusa e não admite rediscussão."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.02257578707759367,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Ele deve apresentar petição de protesto contra a decisão que indeferiu a produção de prova, evitando-se a preclusão, com o objetivo de rediscuti-la em apelação."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.01183588230349585,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Ele deve permanecer inerte em relação à decisão de indeferimento de produção de prova, mas poderá rediscutir a questão em preliminar de apelação."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.017447533867911133,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Ele deve interpor recurso de agravo retido contra a decisão que indeferiu a produção de prova, evitando-se a preclusão, com o objetivo de rediscuti-la em apelação."
            }
        ],
        "valid": true
    }
]
