[
    {
        "areas": [
            "ETHICS"
        ],
        "enum": "Os advogados Márcio, Bruno e Jorge, inscritos nas Seccionais do Paraná e de Santa Catarina da Ordem dos Advogados resolveram constituir determinada sociedade civil de advogados, para atuação na área tributária. A sede da sociedade estava localizada em Curitiba. Como os três sócios estavam inscritos na Seccional de Santa Catarina, eles requereram o registro da sociedade também nessa Seccional. Márcio, por outro lado, já fazendo parte da sociedade com Bruno e Jorge, requereu, juntamente com seu irmão, igualmente advogado, o registro de outra sociedade de advogados também na Seccional do Paraná, esta com especialização na área tributária. As sociedades não são filiais.\n\n Sobre a hipótese descrita é correto afirmar que a sociedade de advogados de Márcio, Bruno e Jorge",
        "filename": "2015-18.txt",
        "number": "7",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    0.010861485533991617,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "não poderá ser registrada na seccional de Santa Catarina, pois apenas tem sede na Seccional do Paraná. Márcio não poderá requerer inscrição em outra sociedade de advogados no Paraná."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.010861485533991617,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "não poderá ser registrada na seccional de Santa Catarina, pois apenas tem sede na Seccional do Paraná. Márcio poderá requerer inscrição em outra sociedade de advogados no Paraná."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.021722971067983234,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "poderá ser registrada na seccional de Santa Catarina, pois os três advogados que dela fazem parte estão inscritos na Seccional em questão. Márcio não poderá requerer inscrição em outra sociedade de advogados no Paraná."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.021722971067983234,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "poderá ser registrada na seccional de Santa Catarina, pois os três advogados que dela fazem parte estão inscritos na Seccional em questão. Márcio poderá requerer inscrição em outra sociedade de advogados no Paraná."
            }
        ],
        "valid": true
    }
]
