[
    {
        "areas": [],
        "enum": "Marina comprometeu-se a obter para Mônica um negócio de compra e venda de um imóvel para que ela pudesse abrir seu curso de inglês. Marina encontrou uma grande sala em um prédio bem localizado e informou a Mônica que entraria em contato com o vendedor para saber detalhes do imóvel.\n\n A partir da hipótese apresentada, assinale a opção correta.",
        "filename": "2014-14.txt",
        "number": "41",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "Marina marca uma reunião entre o vendedor e Mônica, mas o negócio não se realiza por arrependimento das partes. Sem pagar a comissão, Mônica dispensa Marina, que reclama seu pagamento, explicando que conseguiu o negócio e que não importa se não ocorreu a compra da sala.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Passado o prazo contratual para a obtenção do negócio, o próprio vendedor entra em contato com Mônica para celebrar o negócio, liberando-a, portanto, de pagar a comissão de Marina.",
                "pmi": [
                    0.004534934491172305,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Como a obrigação de Marina é apenas de obtenção do negócio, a responsabilidade pela segurança e pelo risco é apenas do vendedor, sendo desnecessário que Marina se procupe com esses detalhes.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "A remuneração de Marina deve ser previamente ajustada entre as partes; caso contrário, Mônica pagará o valor que achar suficiente.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
