[
    {
        "areas": [],
        "enum": "O órgão do Ministério Público do Trabalho foi procurado por um grupo de trabalhadores da construção civil. Eles denunciam que o sindicato de classe obreiro está sendo omisso na busca de direitos e vantagens para a categoria, tanto assim que há cinco anos eles não têm reajuste salarial nem é elaborada uma convenção coletiva.\n\n Na hipótese narrada, sobre a situação do MPT, de acordo com o entendimento do TST e do STF, assinale a afirmativa correta.",
        "filename": "2016-21.txt",
        "number": "72",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O parquet poderá ajuizar dissídio coletivo de natureza econômica na Justiça do Trabalho, em substituição ao sindicato de classe omisso, evitando maiores prejuízos para os trabalhadores.",
                "pmi": [
                    0.08148317671535842,
                    0.0179361484299632,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "O órgão do Ministério Público não poderá ajuizar dissídio coletivo, pois sua atribuição fica limitada ao caso de greve em serviço essencial, o que não é o caso.",
                "pmi": [
                    0.06540562388190983,
                    0.01931585215534498,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "O MPT poderá entabular negociação diretamente com o sindicato dos empregadores e, elaborada a convenção coletiva, levar à homologação do Poder Judiciário.",
                "pmi": [
                    0.0658380990777029,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O Ministério Público poderá instaurar inquérito civil e, apurando a irregularidade, ajuizar ação na Justiça do Trabalho, requerendo a condenação criminal dos dirigentes do sindicato por ato de improbidade.",
                "pmi": [
                    0.08654875092396376,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
