[
    {
        "areas": [
            "ETHICS"
        ],
        "enum": "João, advogado regularmente inscrito nos quadros da Ordem dos Advogados do Brasil, veio a ser indiciado por força de investigação proposta em face de um dos seus inúmeros clientes, não tendo o causídico participado de qualquer ato ilícito, mas apenas como advogado. Veio a saber que seu nome fora incluído por força de exercício considerado exacerbado de sua atividade advocatícia. Contratou advogado para a sua defesa no inquérito criminal e postulou assistência à Ordem dos Advogados do Brasil por entender feridas suas prerrogativas profissionais.\n\n Observado tal relato, consoante as normas do Regulamento Geral do Estatuto da Advocacia e da OAB, assinale a afirmativa correta.",
        "filename": "2013-10.txt",
        "number": "3",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.06875845597352977,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Ao contratar advogado para a defesa da sua pretensão, não mais cabe à Ordem dos Advogados interferir no processo para salvaguardar eventuais prerrogativas feridas."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.054425377034760254,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A atuação da Ordem dos Advogados na defesa das prerrogativas profissionais implicará a assistência de representante da instituição, mesmo com defensor constituído."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.0469210064604745,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A assistência da Ordem dos Advogados está restrita a processos judiciais ou administrativos, mas não a inquéritos."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.055204773383844906,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A postulação de assistência deve ser examinada pelo Conselho Federal da Ordem dos Advogados que pode autorizar ou não essa atividade."
            }
        ],
        "valid": true
    }
]
