[
    {
        "areas": [
            "INTERNATIONAL"
        ],
        "enum": "José, de nacionalidade brasileira, era casado com Maria, de nacionalidade sueca, encontrando-se o casal domiciliado no Brasil. Durante a viagem de “lua de mel”, na França, Maria, após o jantar, veio a falecer, em razão de uma intoxicação alimentar. Maria, quando ainda era noiva de José, havia realizado testamento em Londres, dispondo sobre os seus bens, entre eles dois imóveis situados no Rio de Janeiro.\n\n À luz das regras de Direito Internacional Privado, assinale a afirmativa correta.",
        "filename": "2012-09.txt",
        "number": "24",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Se houver discussão acerca da validade do testamento, no que diz respeito à observância das formalidades, deverá ser aplicada a legislação brasileira, pois Maria encontrava-se domiciliada no Brasil.",
                "pmi": [
                    0.06627679428465456,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "Se houver discussão acerca da validade do testamento, no que diz respeito à observância das formalidades, deverá ser aplicada a legislação inglesa, local em que foi realizado o ato de disposição de última vontade de Maria.",
                "pmi": [
                    0.0024860250355291397,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "A autoridade judiciária brasileira não é competente para proceder ao inventário e à partilha de bens, porquanto Maria faleceu na França, e não no Brasil.",
                "pmi": [
                    0.10591787062231935,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Se houver discussão acerca do regime sucessório, deverá ser aplicada a legislação sueca, em razão da nacionalidade do de cujus.",
                "pmi": [
                    0.005619082594579323,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
