[
    {
        "areas": [
            "LABOUR-PROCEDURE"
        ],
        "enum": "Josenildo da Silva ajuizou reclamação trabalhista em face da empresa Arca de Noé Ltda., postulando o pagamento de verbas resilitórias, em razão de dispensa imotivada; de horas extraordinárias com adicional de 50% (cinquenta por cento); das repercussões devidas em face da percepção de parcelas salariais não contabilizadas e de diferenças decorrentes de equiparação salarial com paradigma por ele apontado. Na defesa, a reclamada alega que, após discussão havida com colega de trabalho, o reclamante não mais retornou à empresa, tendo sido surpreendida com o ajuizamento da ação; que a empresa não submete seus empregados a jornada extraordinária; que jamais pagou qualquer valor ao reclamante que não tivesse sido contabilizado e que não havia identidade de funções entre o autor e o paradigma indicado. Considerando que a ré possui 10 (dez) empregados e que não houve a juntada de controles de ponto, assinale a alternativa correta.",
        "filename": "2012-07.txt",
        "number": "80",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Cabe ao reclamante o ônus de provar a dispensa imotivada.",
                "pmi": [
                    -0.0033327067625690695,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Cabe à reclamada o ônus da prova quanto à diferença entre as funções do equiparando e do paradigma.",
                "pmi": [
                    -0.0061846531554897825,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "Cabe ao reclamante o ônus de provar o trabalho extraordinário.",
                "pmi": [
                    -0.003999248115082884,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Cabe à reclamada o ônus da prova no tocante à ausência de pagamento de salário não contabilizado.",
                "pmi": [
                    0.035180911235964916,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
