[
    {
        "areas": [
            null
        ],
        "enum": "Luiz emitiu uma nota promissória em favor de Jerônimo. No momento da emissão, ele não inseriu a quantia nem o lugar de pagamento. Na data do vencimento, o subscritor foi procurado por um procurador do beneficiário, que lhe exibiu a cártula com endosso-mandato e exigiu o pagamento.  Luiz verificou, então, que o título havia sido preenchido abusivamente, pois constava o valor de R$ 000,00 (quinze mil reais), quando o correto seria R$ 1.500,00 (mil e quinhentos reais), e o lugar de pagamento era diverso de seu domicílio, em Cachoeiro de Itapemirim, ES.\n\n Procurado pelo devedor para analisar o caso e ciente de que o pagamento não foi realizado por ele, você, como advogado(a), responde que",
        "filename": "2017-22.txt",
        "number": "52",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    -0.003750493177265102,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "é possível alegar em juízo, com êxito, a nulidade do título, em razão de o lugar de pagamento ser domicílio diverso do subscritor, caracterizando má-fé do portador atual."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    -0.04010894524155128,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "não é possível ao subscritor se recusar validamente ao pagamento diante da autonomia das obrigações cambiárias e do endosso-mandato realizado na cártula."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.0248023257339615,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "é possível ao subscritor da nota promissória opor exceção pessoal ao beneficiário Jerônimo quanto ao conteúdo literal do título, diante do preenchimento abusivo."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    -0.020918345590064925,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "não é possível a oposição de exceção ao pagamento, porque o subscritor da nota promissória é equiparado ao aceitante da letra de câmbio e, como tal, obriga-se a pagar na data do vencimento."
            }
        ],
        "valid": true
    }
]
