[
    {
        "areas": [
            null
        ],
        "enum": "O governador do estado Alfa, diante de grave crise financeira que assola as contas estaduais, elaborou numerosos projetos de lei para diminuir os gastos públicos e atender ao disposto na Lei de Responsabilidade Fiscal. Dentre esses projetos encontram-se: i) corte de 25% (vinte e cinco por cento) dos cargos em comissão do Poder Executivo; ii) redução dos subsídios e vencimentos dos servidores públicos estáveis em 10% (dez por cento) de seu valor nominal.  Com relação à constitucionalidade de tais projetos, assinale a afirmativa correta.",
        "filename": "2017-22.txt",
        "number": "29",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.051956716797389176,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Os projetos são constitucionais, porque cabe ao Estado zelar por suas finanças, à luz dos princípios aplicáveis à Administração Pública."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.03165268671469483,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O projeto que determina o corte de cargos em comissão é inconstitucional, pois resultará na exoneração dos servidores que os ocupam."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.03401065980942774,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O projeto que reduz diretamente os subsídios e vencimentos pagos aos servidores públicos é inconstitucional."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.07143770526242893,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Os projetos são inconstitucionais, porque há direito adquirido à imutabilidade de regime jurídico dos servidores públicos."
            }
        ],
        "valid": true
    }
]
