[
    {
        "areas": [
            "CRIMINAL-PROCEDURE"
        ],
        "enum": "Pedro foi denunciado pela prática de homicídio triplamente qualificado. Como se trata de um crime doloso contra a vida, será julgado pelo Tribunal do Júri. O processo seguiu seu curso normal, tendo Pedro sido pronunciado.\n\n Acerca da 2ª fase do procedimento, assinale a afirmativa que não corresponde à realidade.",
        "filename": "2012-08.txt",
        "number": "69",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.00790991459885504,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Encerrada a instrução, será concedida a palavra ao Ministério Público, que fará a acusação, nos limites da pronúncia ou das decisões posteriores que julgaram admissível a acusação, sustentando, se for o caso, a existência de circunstância agravante."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.05711910752605278,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "À medida que as cédulas forem sendo retiradas da urna, o juiz presidente as lerá, e a defesa e, depois dela, o Ministério Público poderão recusar os jurados sorteados, até 3 (três) cada parte, sem motivar a recusa."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.02137396232140183,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Prestado o compromisso pelos jurados, será iniciada a instrução plenária quando o juiz presidente, o Ministério Público, o assistente, o querelante e o defensor do acusado tomarão, sucessiva e diretamente, as declarações do ofendido, se possível, e inquirirão as testemunhas arroladas pela acusação."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.009660856759288142,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Durante o julgamento não será permitida a leitura de documento ou a exibição de objeto que não tiver sido juntado aos autos com a antecedência mínima de 3 (três) dias úteis, dando-se ciência à outra parte, salvo jornais ou revistas."
            }
        ],
        "valid": true
    }
]
