[
    {
        "valid": true,
        "filename": "2017-22.txt",
        "options": [
            {
                "letter": "A",
                "correct": null,
                "pmi": [
                    -0.02305619284895162,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A cláusula dez do contrato viola o disposto no Código de Ética e Disciplina da OAB, uma vez que é vedada a limitação do patrocínio a apenas um grau de jurisdição. Quanto à cláusula treze, não se vislumbram irregularidades."
            },
            {
                "letter": "B",
                "correct": true,
                "pmi": [
                    -0.03074159046526883,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Não se vislumbram irregularidades quanto às claúsulas dez e treze do contrato, ambas consonantes com o disposto no Estatuto da OAB e no Código de Ética e Disciplina da OAB."
            },
            {
                "letter": "C",
                "correct": null,
                "pmi": [
                    -0.020872348625491283,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A cláusula treze do contrato viola o disposto no Código de Ética e Disciplina da OAB, uma vez que o advogado não faz jus ao recebimento de honorários contratuais em caso de acordo feito entre o cliente e a parte contrária, anteriormente ao oferecimento da demanda. Quanto à cláusula dez, não se vislumbram irregularidades."
            },
            {
                "letter": "D",
                "correct": null,
                "pmi": [
                    -0.025583395664559316,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A cláusula dez do contrato viola o disposto no Código de Ética e Disciplina da OAB, uma vez que é vedada a limitação do patrocínio a apenas um grau de jurisdição. A cláusula treze do contrato também viola o disposto no Código de Ética e Disciplina da OAB, uma vez que o advogado não faz jus ao recebimento de honorários contratuais em caso de acordo feito entre o cliente e a parte contrária, anteriormente ao oferecimento da demanda."
            }
        ],
        "areas": [
            null
        ],
        "enum": "A advogada Maria foi procurada por certo cliente para o patrocínio de uma demanda judicial. Ela, então, apresentou ao cliente contrato de prestação de seus serviços profissionais.  A cláusula dez do documento estabelecia que Maria obrigava- se apenas a atuar na causa no primeiro grau de jurisdição. Além disso, a cláusula treze dispunha sobre a obrigatoriedade de pagamento de honorários, em caso de ser obtido acordo antes do oferecimento da petição inicial. Irresignado, o cliente encaminhou cópia do contrato à OAB, solicitando providências disciplinares.  Sobre os termos do contrato, assinale a afirmativa correta.",
        "number": "9"
    }
]
