[
    {
        "number": "38",
        "options": [
            {
                "letter": "A",
                "text": "a manifestação de vontade no sentido da recompensa subsiste em relação a João ainda que Mauro tenha feito a reserva mental de não querer o que manifestou originariamente.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null
            },
            {
                "letter": "B",
                "text": "a manifestação de vontade no sentido da recompensa não subsiste em relação a João, pois este tomou conhecimento da alteração da vontade original de Mauro.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true
            },
            {
                "letter": "C",
                "text": "a manifestação de vontade no sentido da recompensa não mais terá validade em relação a qualquer pessoa, pois ela foi alterada a partir do momento em que foi feita a reserva mental por parte de Mauro.",
                "pmi": [
                    -0.014415809823862097,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null
            },
            {
                "letter": "D",
                "text": "a manifestação de vontade no sentido da recompensa subsiste em relação a toda e qualquer pessoa, pois a reserva mental não tem o condão de modificar a vontade originalmente tornada pública.",
                "pmi": [
                    -0.02286770171401459,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null
            }
        ],
        "enum": "Mauro, entristecido com a fuga das cadelinhas Lila e Gopi de sua residência, às quais dedicava grande carinho e afeição, promete uma vultosa recompensa para quem eventualmente viesse a encontrá-las. Ocorre que, no mesmo dia em que coloca os avisos públicos da recompensa, ao conversar privadamente com seu vizinho João, afirma que não irá, na realidade, dar a recompensa anunciada, embora assim o tenha prometido. Por coincidência, no dia seguinte, João encontra as cadelinhas passeando tranquilamente em seu quintal e as devolve imediatamente a Mauro. Neste caso, é correto afirmar que",
        "filename": "2012-07.txt",
        "areas": [
            "CIVIL"
        ],
        "valid": true
    }
]
