[
    {
        "areas": [
            null
        ],
        "enum": "João foi denunciado pela prática do crime de furto qualificado previsto no Art. 155, § 4º, inciso I, do Código Penal. Em primeira instância, João foi absolvido.\n\n Em sede de recurso de apelação apresentado pelo Ministério Público, houve provimento parcial do recurso, sendo o agente condenado de maneira unânime. Apesar da unanimidade na condenação, o reconhecimento da qualificadora restou afastado por maioria de votos. Ademais, um dos desembargadores ainda votou pelo reconhecimento do privilégio do Art. 155, § 2º, do CP, mas restou isolado e vencido.\n\n Insatisfeito com a condenação pelo furto simples, o Ministério Público apresenta embargos infringentes em busca do reconhecimento da qualificadora.\n\n Considerando apenas as informações narradas, é correto afirmar que o advogado de João, sob o ponto de vista técnico, deverá defender",
        "filename": "2017-24.txt",
        "number": "65",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.020869568872872196,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "o não conhecimento dos embargos infringentes apresentados pelo Ministério Público e apresentar recurso de embargos infringentes em busca da absolvição de João."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.012937169768226963,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "o conhecimento e não provimento dos embargos infringentes apresentados pelo Ministério Público e apresentar embargos infringentes em busca do reconhecimento do privilégio."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.016334837224034466,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "o não conhecimento dos embargos infringentes apresentados pelo Ministério Público e apresentar embargos infringentes em busca do reconhecimento do privilégio."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.02789272352835043,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "o conhecimento e não provimento dos embargos do Ministério Público e não poderá apresentar recurso de embargos infringentes."
            }
        ],
        "valid": true
    }
]
