[
    {
        "areas": [
            "LABOUR"
        ],
        "enum": "Uma Fundação Municipal de Direito Público decidiu implementar uma reestruturação administrativa, a fim de produzir melhores resultados, com proveito para a sociedade como um todo, prestigiando a sua função social e o princípio da eficiência. Para tanto, desenvolveu um Plano de Incentivo à Demissão Voluntária (PIDV), por meio do qual o empregado que aderisse receberia as verbas resilitórias, acrescidas de um bônus de 80% sobre o seu valor. Ao ler atentamente os termos do PIDV, o empregado Josué de Souza constatou a existência de uma cláusula em que se previa a expressa e geral quitação das obrigações oriundas do contrato de trabalho, nada mais havendo a reclamar depois de efetuado o ajuste. Após refletir cuidadosamente sobre a questão, Josué resolveu aderir ao PIDV. Ocorre que, tão logo recebeu as verbas resilitórias e o bônus de 80%, Josué ajuizou uma ação trabalhista em face da Fundação, pleiteando o pagamento de horas extraordinárias e os reflexos delas decorrentes, sob o argumento de que essas parcelas não foram englobadas expressamente pelo PIDV. Em defesa, o antigo empregador reconheceu a existência de trabalho extraordinário, mas afirmou que as querelas oriundas do contrato de emprego já haviam sido definitivamente solucionadas pelo PIDV. Diante dessa situação concreta, é correto afirmar que o pedido de pagamento de horas extraordinárias e reflexos deve ser julgado",
        "filename": "2011-03.txt",
        "number": "75",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "procedente, uma vez que o PIDV efetua a quitação exclusivamente das parcelas e valores dele constantes.",
                "pmi": [
                    0.010903624948427672,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "improcedente, haja vista a cláusula de quitação geral prevista no PIDV.",
                "pmi": [
                    0.004507566346491883,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "improcedente, haja vista a natureza jurídica de renúncia do PIDV.",
                "pmi": [
                    0.007926372366689959,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "procedente, uma vez que Josué de Souza possui prazo de cinco anos após o término do contrato para pleitear tudo o que entender cabível.",
                "pmi": [
                    0.0010149187037176337,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
