[
    {
        "areas": [],
        "enum": "Inconformado com decisão proferida em sede de primeiro grau da Justiça Estadual, que reconheceu a licitude da exigência de prévio depósito de dinheiro como condição para a admissibilidade de recurso administrativo, em clara afronta à Súmula Vinculante editada pelo Supremo Tribunal Federal, João busca orientação jurídica com conceituado advogado.\n\n Assinale a opção que apresenta a medida judicial que deve ser apresentada para que, em consonância com o sistema jurídico-constitucional brasileiro, João, como legitimado, possa buscar a cassação da supramencionada decisão judicial.",
        "filename": "2016-20a.txt",
        "number": "18",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    0.1648985513857643,
                    0.04919727468305385,
                    0.0,
                    0.0
                ],
                "text": "Ingressar com reclamação perante o Supremo Tribunal Federal, por contrariar Súmula Vinculante por ele aprovada."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.12638936143608606,
                    0.011294147648625956,
                    0.0,
                    0.0
                ],
                "text": "Interpor recurso extraordinário perante o Supremo Tribunal Federal, pelo fato de a decisão ofender a interpretação constitucional sumulada pelo Tribunal."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.11719407721835065,
                    0.010425367060270113,
                    0.0,
                    0.0
                ],
                "text": "Propor ação direta de inconstitucionalidade, perante o Tribunal de Justiça ou o Supremo Tribunal Federal, por a referida decisão conter explícita inconstitucionalidade."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.040366173714476566,
                    0.019671069001295692,
                    0.0,
                    0.0
                ],
                "text": "Arguir o descumprimento de preceito fundamental, já que a decisão está baseada em ato administrativo contrário à inteligência da CRFB/88."
            }
        ],
        "valid": true
    }
]
