[
    {
        "areas": [],
        "enum": "O contrato da sociedade do tipo simples Angélica Médicos Associados é omisso quanto à possibilidade de sucessão por morte de sócio. Inocência, uma das sócias, consulta você para saber qual a regra prevista no Código Civil para esse caso. Você respondeu corretamente que, com a morte de sócio,",
        "filename": "2015-18.txt",
        "number": "51",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "opera-se a dissolução da sociedade de pleno direito. Caberá a liquidação da quota do sócio falecido, cujo valor, considerado pelo montante efetivamente realizado, será apurado, com base no último balanço aprovado, salvo disposição contratual em contrário.",
                "pmi": [
                    0.022763677213071522,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "opera-se a sucessão dos herdeiros do sócio falecido na sociedade. Os herdeiros poderão pleitear o levantamento de balanço de resultado econômico para verificação da situação patrimonial da sociedade à data do óbito, salvo disposição contratual em contrário.",
                "pmi": [
                    0.03946613176778171,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "opera-se a resolução da sociedade em relação ao sócio falecido. Caberá a liquidação da quota do falecido, cujo valor, considerado pelo montante efetivamente realizado, será apurado, com base na situação patrimonial da sociedade à data do óbito, verificada em balanço especialmente levantado, salvo disposição contratual em contrário.",
                "pmi": [
                    0.005568864970484658,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "opera-se a substituição do sócio falecido mediante acordo dos sócios remanescentes com os herdeiros. Os herdeiros poderão pleitear a liquidação da quota com base no valor econômico da sociedade, a ser apurado em avaliação por três peritos ou por sociedade especializada, mediante laudo fundamentado, salvo disposição contratual em contrário.",
                "pmi": [
                    0.03361929743181405,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
