[
    {
        "enum": "A Medida Provisória Z, embora tendo causado polêmica na data de sua edição, foi convertida, em julho de 2014, na Lei Y.  Inconformado com o posicionamento do Congresso Nacional, o principal partido de oposição, no mês seguinte, ajuizou Ação Direta de Inconstitucionalidade (ADI) atacando vários dispositivos normativos da referida Lei. Todavia, no início do mês de fevereiro de 2015, o Presidente da República promulgou a Lei X, revogando integralmente a Lei Y, momento em que esta última deixou de produzir os seus efeitos concretos.\n\n Nesse caso, segundo entendimento cristalizado no âmbito do Supremo Tribunal Federal,",
        "options": [
            {
                "correct": null,
                "pmi": [
                    -0.17358683156600932,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "A",
                "text": "deverá a ADI seguir a sua regular tramitação, de modo que se possam discutir os efeitos produzidos no intervalo de tempo entre a promulgação e a revogação da Lei Y."
            },
            {
                "correct": null,
                "pmi": [
                    -0.19729831527871866,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "B",
                "text": "deverá a ADI seguir a sua regular tramitação, de modo que se possam discutir os efeitos produzidos no intervalo de tempo entre a edição da Medida Provisória Z e a revogação da Lei Y."
            },
            {
                "correct": true,
                "pmi": [
                    -0.023090325994634123,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "C",
                "text": "deverá ser reconhecido que a ADI perdeu o seu objeto, daí resultando a sua extinção, independentemente de terem ocorrido, ou não, efeitos residuais concretos."
            },
            {
                "correct": null,
                "pmi": [
                    -0.3034918479152298,
                    -0.009106089591971652,
                    0.0,
                    0.0
                ],
                "letter": "D",
                "text": "em razão da separação de poderes, deverá ser reconhecida a impossibilidade de o Supremo Tribunal Federal avaliar as matérias debatidas, sob a ótica política, pelo Poder Legislativo."
            }
        ],
        "filename": "2015-16.txt",
        "areas": [],
        "number": "14",
        "valid": true
    }
]
