[
    {
        "areas": [],
        "enum": "Na cláusula décima do contrato social de Populina Comércio de Brinquedos Ltda., ficou estabelecido que: “A cessão a qualquer título da quota de qualquer dos sócios depende da oferta prévia aos demais sócios (direito de preferência) nas mesmas condições da oferta a não sócio. Caso, após o decurso de 30 (trinta) dias, não haja interessado, o cedente poderá livremente realizar a cessão da quota a não sócio\".\n\n Tendo em vista as disposições do Código Civil acerca de cessão de quotas na sociedade limitada, assinale a afirmativa correta.",
        "filename": "2014-15.txt",
        "number": "52",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    0.03562536747160179,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A cláusula é integralmente válida, tendo em vista ser lícito aos sócios dispor no contrato sobre as regras a serem observadas na cessão de quotas."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.008354397026730458,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A cláusula é nula, porque não é lícito aos sócios dispor no contrato sobre a cessão de quotas, eis que ela depende sempre do consentimento dos demais sócios."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.018238987161583706,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A cláusula é ineficaz em relação à sociedade e a terceiros, porque o sócio pode ceder sua quota, total ou parcialmente, a outro sócio, independentemente da audiência dos demais."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.024782397366455735,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A cláusula é válida parcialmente, sendo nula na parte em que autoriza a cessão a não sócio, eis que ela depende sempre do consentimento de três quartos do capital social."
            }
        ],
        "valid": true
    }
]
