[
    {
        "number": "21",
        "filename": "2016-20.txt",
        "areas": [],
        "enum": "João e Maria são casados e ambos são deficientes visuais. Enquanto João possui visão subnormal (incapacidade de enxergar com clareza suficiente para contar os dedos da mão a uma distância de 3 metros), Maria possui cegueira total. O casal tentou se habilitar ao processo de adoção de uma criança, mas foi informado no Fórum local que não teriam o perfil de pais adotantes, em função da deficiência visual, uma vez que isso seria um obstáculo para a criação de um futuro filho.\n\n Diante desse caso, assinale a opção que melhor define juridicamente a situação.",
        "valid": true,
        "options": [
            {
                "pmi": [
                    -0.009377424774883321,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A informação obtida no Fórum local está errada e o casal, a despeito da deficiência visual, pode exercer o direito à adoção em igualdade de oportunidades com as demais pessoas, conforme previsão expressa na legislação pátria.",
                "correct": true,
                "letter": "A"
            },
            {
                "pmi": [
                    -0.010321242313305992,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A informação prestada no Fórum está imprecisa. Embora não haja previsão legal expressa que assegure o direito à adoção em igualdade de oportunidades pela pessoa com deficiência, é possível defender e postular tal direito com base nos princípios constitucionais.",
                "correct": null,
                "letter": "B"
            },
            {
                "pmi": [
                    -0.05125090032948153,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Conforme previsto no Art. 149 do Estatuto da Criança e do Adolescente, cabe ao juiz disciplinar, por meio de Portaria, os critérios de habilitação dos pretendentes à adoção. Assim, se no Fórum foi dito que o casal não pode se habilitar em função da deficiência é porque a Portaria do Juiz assim definiu, sendo esta válida nos termos do artigo citado do ECA.",
                "correct": null,
                "letter": "C"
            },
            {
                "pmi": [
                    -0.07275295635758254,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Como não há nenhuma previsão expressa na legislação sobre adoção em igualdade de oportunidades por pessoas com deficiência e os princípios constitucionais não possuem densidade normativa para regulamentar tal caso, deve-se reconhecer a lacuna da lei e raciocinar com base em analogia, costumes e princípios gerais do direito, conforme determina o Art. 4º da Lei de Introdução às Normas do Direito Brasileiro.",
                "correct": null,
                "letter": "D"
            }
        ]
    }
]
