[
    {
        "areas": [
            null
        ],
        "enum": "Rodolfo Alencar ajuizou reclamação trabalhista em desfavor da sociedade empresária Sabonete Silvestre Ltda. Em síntese, ele afirma que cumpria longa jornada de trabalho, mas que não recebia as horas extras integralmente. A defesa nega o fato e advoga que toda a sobrejornada foi escorreitamente paga, nada mais sendo devido ao reclamante no particular.\n\n Na audiência designada, cada parte conduziu duas testemunhas, que começaram a ser ouvidas pelo juiz, começando pelas do autor. Após o magistrado fazer as perguntas que desejava, abriu oportunidade para que os advogados fizessem indagações, e o patrono do autor passou a fazer suas perguntas diretamente à testemunha, contra o que se opôs o juiz, afirmando que as perguntas deveriam ser feitas a ele, que, em seguida, perguntaria à testemunha.\n\n Diante do incidente instalado e de acordo com o regramento da CLT, assinale a afirmativa correta.",
        "filename": "2017-24.txt",
        "number": "79",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Correto o advogado, pois, de acordo com o CPC, o advogado fará perguntas diretamente à testemunha."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.019893823714328306,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A CLT não tem dispositivo próprio, daí porque poderia ser admitido tanto o sistema direto quanto o indireto."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.013241140135915807,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A CLT determina que o sistema seja híbrido, intercalando perguntas feitas diretamente pelo advogado, com indagações realizadas pelo juiz."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.024275423582512314,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Correto o magistrado, pois a CLT determina que o sistema seja indireto ou presidencial."
            }
        ],
        "valid": true
    }
]
