[
    {
        "areas": [
            "LABOUR"
        ],
        "enum": "ABC Manutenção e Limpeza manteve contrato de fornecimento de mão de obra de limpeza com Aeroportos Brasileiros, empresa pública federal. Por ocasião da ruptura do contrato entre as empresas, Paulo, funcionário da ABC Manutenção e Limpeza, e que prestava serviços para Aeroportos Brasileiros, foi dispensado sem receber as verbas rescisórias. Ajuizou ação trabalhista em face de ambas as empresas, sendo a empregadora revel. A tomadora dos serviços apresentou defesa com robusta documentação, demonstrando a efetiva fiscalização do cumprimento do contrato e de aspectos legais, sendo certo que o contrato foi cancelado justamente em razão desta fiscalização.\n\n Diante deste caso, assinale a afirmativa correta.",
        "filename": "2014-13.txt",
        "number": "70",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "A empresa pública federal responde solidariamente por força da terceirização.",
                "pmi": [
                    0.08553857768080225,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "A empresa pública federal responde subsidiariamente por força da terceirização, haja vista o inadimplemento das obrigações trabalhistas por parte do empregador.",
                "pmi": [
                    0.05888237349898841,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "A empresa pública federal é parte ilegítima para figurar no polo passivo da demanda porque não tem vínculo de emprego com Paulo.",
                "pmi": [
                    0.06395744406066725,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "A empresa pública federal não responde pelo inadimplemento das verbas trabalhistas porque sua responsabilidade não decorre do simples inadimplemento contratual, tendo ficado provado, no caso, que houve efetiva fiscalização por parte da tomadora dos serviços.",
                "pmi": [
                    0.05103115729276551,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
