[
    {
        "areas": [],
        "enum": "João Henrique residia com sua companheira Natália em imóvel alugado a ele por Frederico pelo prazo certo de trinta meses, tendo como fiador Waldemar, pai de João Henrique. A união do casal, porém, chegou ao fim, de forma que João Henrique deixou o lar quando faltavam seis meses para o fim do prazo da locação. O locador e o fiador foram comunicados a respeito da saída de João Henrique do imóvel.\n\n Sobre o caso apresentado, assinale a afirmativa correta.",
        "filename": "2015-18.txt",
        "number": "38",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Como o locatário era João Henrique, sua saída do imóvel implica a extinção do contrato de locação, podendo Frederico exigir, imediatamente, que Natália o desocupe.",
                "pmi": [
                    0.007661593370855249,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Como João Henrique era o locatário, sua saída permite que Natália continue residindo no imóvel apenas até o término do prazo contratual, momento em que o contrato se extingue, sem possibilidade de renovação, salvo nova convenção entre Natália e Frederico.",
                "pmi": [
                    0.008401765170240482,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Com a saída do locatário do imóvel, a locação prossegue automaticamente tendo Natália como locatária, porém a fiança prestada por Waldemar caduca, permitindo a Frederico exigir de Natália o oferecimento de nova garantia, sob pena de resolução do contrato.",
                "pmi": [
                    0.010661807869502727,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "Com a saída do locatário, a locação prossegue com Natália, permitido a Waldemar exonerar-se da fiança em até trinta dias da data em que for cientificado da saída do seu filho do imóvel; ainda assim, a exoneração só produzirá efeitos cento e vinte dias depois de notificado o locador.",
                "pmi": [
                    0.05510483741114211,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
