[
    {
        "areas": [
            "INTERNATIONAL"
        ],
        "enum": "Em junho de 2009, uma construtora brasileira assina, na Cidade do Cabo, África do Sul, contrato de empreitada com uma empresa local, tendo por objeto a duplicação de um trecho da rodovia que liga a Cidade do Cabo à capital do país, Pretória. As contratantes elegem o foro da comarca de São Paulo para dirimir eventuais dúvidas. Um ano depois, as partes se desentendem quanto aos critérios técnicos de medição das obras e não conseguem chegar a uma solução amigável. A construtora brasileira decide, então, ajuizar, na justiça paulista, uma ação rescisória com o objetivo de colocar termo ao contrato.\n\n Com relação ao caso hipotético acima, é correto afirmar que",
        "filename": "2011-03.txt",
        "number": "100",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "o Poder Judiciário brasileiro não é competente para conhecer e julgar a lide, pois o foro para dirimir questões em matéria contratual é necessariamente o do local onde o contrato é assinado.",
                "pmi": [
                    0.04754220343032788,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "o juiz brasileiro poderá conhecer e julgar a lide, mas deverá basear sua decisão na legislação sul-africana, pois os contratos se regem pela lei do local de sua assinatura.",
                "pmi": [
                    0.019542506793975806,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "o juiz brasileiro poderá conhecer e julgar a lide, mas deverá basear sua decisão na legislação brasileira, pois um juiz brasileiro não pode ser obrigado a aplicar leis estrangeiras.",
                "pmi": [
                    0.05579202424243542,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "o juiz brasileiro poderá conhecer e julgar a lide, mas deverá se basear na legislação brasileira, pois em litígios envolvendo brasileiros e estrangeiros aplica-se a lex fori.",
                "pmi": [
                    0.05855492118384351,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
