[
    {
        "areas": [
            "CIVIL-PROCEDURE"
        ],
        "enum": "Júlia ingressou com ação de indenização por danos morais e materiais em face da Gráfica Bela Escrita, bem como do Ateliê Alta-Costura, sob a alegação de que o seu casamento não pôde ser realizado tendo em vista que a Gráfica escreveu o endereço errado do local da cerimônia em todos os convites confeccionados, e o Ateliê, por sua vez, não entregou o vestido de noiva no dia do casamento. Tendo sido ambos os réus regularmente citados, o Ateliê Alta-Costura apresentou contestação tempestiva, em que afirmou se isentar de responsabilidade, uma vez que o vestido de noiva já estava praticamente pronto, quando, na véspera da cerimônia, a noiva subitamente decidiu solicitar inúmeras alterações no modelo da roupa, o que inviabilizou a sua tempestiva entrega. A Gráfica Bela Escrita, por seu turno, não se manifestou nos autos.\n\n A respeito da situação descrita, é correto afirmar que a contestação apresentada pelo Ateliê Alta-Costura",
        "filename": "2011-04.txt",
        "number": "41",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.01253882942742059,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "automaticamente aproveita à Gráfica Bela Escrita, não se operando o efeito material da revelia contra este réu."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.006873349858168052,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "reabre automaticamente o prazo para a apresentação de contestação pela Gráfica Bela Escrita, operando-se o efeito material da revelia somente se este réu, mesmo assim, permanecer inerte."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.01393203269713399,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "não aproveita à Gráfica Bela Escrita, operando-se o efeito material da revelia contra este réu."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.007836768392137868,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "aproveita à Gráfica Bela Escrita, não se operando o efeito material da revelia contra este réu, desde que o Ateliê Alta-Costura, uma vez intimado, manifeste expressa concordância."
            }
        ],
        "valid": true
    }
]
