[
    {
        "areas": [
            null
        ],
        "enum": "A Delegacia Especializada de Crimes Tributários recebeu informações de órgãos competentes de que o sócio Mário, da sociedade empresária “Vamos que vamos”, possivelmente sonegou imposto estadual, gerando um prejuízo aos cofres do Estado avaliado em R$ 60.000,00. Foi instaurado, então, inquérito policial para apurar os fatos.  Ao mesmo tempo, foi iniciado procedimento administrativo, não havendo, até o momento, lançamento definitivo do crédito tributário. O inquérito policial foi encaminhado ao Ministério Público, que ofereceu denúncia em face de Mário, imputando-lhe a prática do crime previsto no Art. 1º, inciso I, da Lei nº 8.137/90.  Diante da situação narrada, assinale a afirmativa correta.",
        "filename": "2017-22.txt",
        "number": "59",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "Não se tipifica o crime imputado ao acusado antes do lançamento definitivo.",
                "pmi": [
                    -0.013520763128761739,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Em razão da independência de instância, o lançamento definitivo é irrelevante para configuração da infração penal.",
                "pmi": [
                    -0.00212636756093623,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "O crime imputado a Mário é de natureza formal, consumando-se no momento da omissão de informação com o objetivo de reduzir tributo, ainda que a redução efetivamente não ocorra.",
                "pmi": [
                    -0.006024560607959279,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O crime imputado a Mário é classificado como próprio, de modo que é necessária a presença de ao menos um funcionário público como autor ou partícipe do delito.",
                "pmi": [
                    -0.014455323770822112,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
