[
    {
        "options": [
            {
                "correct": null,
                "pmi": [
                    -0.07982872548123807,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Agiu em consonância com o sistema jurídico-constitucional brasileiro, pois é de competência exclusiva do Chefe do Poder Executivo decidir quais as medidas a serem tomadas nos casos que envolvam perigo de epidemia.",
                "letter": "A"
            },
            {
                "correct": null,
                "pmi": [
                    -0.09036516594289917,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Não agiu em consonância com o sistema jurídico-constitucional brasileiro, pois o princípio da irremovibilidade dos índios de suas terras é absoluto e, por essa razão, torna ilegítima a ação de remoção das tribos.",
                "letter": "B"
            },
            {
                "correct": null,
                "pmi": [
                    -0.0759292161014715,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Agiu em consonância com a CRFB/88, pois, como o seu ato foi referendado pelo Poder Legislativo do Estado Alfa, respeitou os ditames estabelecidos pelo sistema jurídico- constitucional brasileiro.",
                "letter": "C"
            },
            {
                "correct": true,
                "pmi": [
                    -0.0902765248089293,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Não agiu em consonância com o sistema jurídico- constitucional brasileiro, posto que, no caso concreto, as autoridades estaduais não poderiam ter decidido, de modo conclusivo, pela remoção das tribos.",
                "letter": "D"
            }
        ],
        "valid": true,
        "filename": "2017-23.txt",
        "enum": "Ao constatar que numerosas tribos indígenas, que ocupam determinadas áreas em caráter permanente, estão sendo fortemente atingidas por uma epidemia de febre amarela, o Governador do Estado Alfa remove-as da localidade de maneira forçada. Dada a repercussão do caso, logo após a efetivação da remoção, submete suas justificativas à Assembleia Legislativa do Estado Alfa, informando que o deslocamento das tribos será temporário e que ocorreu em defesa dos interesses das populações indígenas da região. A Assembleia Legislativa do Estado Alfa termina por referendar a ação do Chefe do Poder Executivo estadual.  Sobre o ato do Governador, com base no quadro acima apresentado, assinale a afirmativa correta.",
        "areas": [
            null
        ],
        "number": "11"
    }
]
