[
    {
        "areas": [],
        "enum": "No curso de uma assembleia de condomínio de prédio residencial foram discutidos e tratados vários pontos. O morador Rodrigo foi o designado para redigir a ata respectiva, descrevendo tudo que foi discutido na reunião. Por esquecimento, deixou de fazer constar ponto relevante debatido, o que deixou Lúcio, um dos moradores, revoltado ao receber cópia da ata. Indignado, Lúcio promove o devido registro na delegacia própria, comprovando que Rodrigo, com aquela conduta, havia lhe causado grave prejuízo financeiro.\n\n Após oitiva dos moradores do prédio, em que todos confirmaram que o tema mencionado por Lúcio, de fato, fora discutido e não constava da ata, o Ministério Público ofereceu denúncia em face de Rodrigo, imputando-lhe a prática do crime de falsidade ideológica de documento público.\n\n Considerando que todos os fatos acima destacados foram integralmente comprovados no curso da ação, o(a) advogado(a) de Rodrigo deverá alegar que",
        "filename": "2016-21.txt",
        "number": "63",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.006618968144707914,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "ele deve ser absolvido por respeito ao princípio da correlação, já que a conduta por ele praticada melhor se adequa ao crime de falsidade material, que não foi descrito na denúncia."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.005992704607489532,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "sua conduta deve ser desclassificada para crime de falsidade ideológica culposa."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.01756217736000183,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "a pena a ser aplicada, apesar da prática do crime de falsidade ideológica, é de 01 a 03 anos de reclusão, já que a ata de assembleia de condomínio é documento particular e não público."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "ele deve ser absolvido por atipicidade da conduta."
            }
        ],
        "valid": true
    }
]
