[
    {
        "areas": [
            null
        ],
        "enum": "Os irmãos Pedro e Júlio Cesar foram contratados como empregados pela sociedade empresária Arco Doce S/A e lá permaneceram por dois anos. Como foram aprovados em diferentes concursos públicos da administração direta, eles pediram demissão e, agora, com a possibilidade concedida pelo Governo, dirigiram-se à Caixa Econômica Federal (CEF) para sacar o FGTS.  Na agência da CEF foram informados que só havia o depósito de FGTS de 1 ano, motivo por que procuraram o contador da Arco Doce para uma explicação. O contador informou que não havia o depósito porque, no último ano, Pedro afastara-se para prestar serviço militar obrigatório e Júlio Cesar afastara- se pelo INSS, recebendo auxílio-doença comum (código B-31). Diante desses fatos, confirmados pelos ex-empregados, o contador ponderou que não havia obrigação de a empresa depositar o FGTS durante 1 ano para ambos. Sobre a questão retratada e de acordo com a legislação em vigor, assinale a afirmativa correta.",
        "filename": "2017-23.txt",
        "number": "74",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    0.005046887154254961,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A sociedade empresária tem razão na justificativa de Júlio Cesar, mas está errada em relação a Pedro."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.009087749011986914,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A sociedade empresária está errada em relação a ambos os empregados."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.004486121914893299,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "No que tange a Pedro, a sociedade empresária está certa, mas, no tocante a Julio Cesar, não tem razão."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.01201545973530731,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A pessoa jurídica está correta em relação a Pedro e a Júlio Cesar."
            }
        ],
        "valid": true
    }
]
