[
    {
        "areas": [],
        "enum": "Um representante da sociedade civil, apresentando indícios de que o Presidente da República teria ultrapassado os gastos autorizados pela lei orçamentária e, portanto, cometido crime de responsabilidade, denuncia o Chefe do Poder Executivo Federal à Câmara dos Deputados. Protocolizada a denúncia na Câmara, foram observados os trâmites legais e regimentais de modo que o Plenário pudesse ou não autorizar a instauração de processo contra o Presidente da República. Do total de 513 deputados da Câmara, apenas 400 estiveram presentes à sessão, sendo que 260 votaram a favor da instauração do processo.\n\n Diante desse fato,",
        "filename": "2015-17.txt",
        "number": "17",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.21871887187467137,
                    0.04988121497343833,
                    0.0,
                    0.0
                ],
                "text": "o processo será enviado ao Senado Federal para que este, sob a presidência do Presidente do STF, proceda ao julgamento do Presidente da República."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.18467133041487022,
                    0.015240632046547051,
                    0.0,
                    0.0
                ],
                "text": "o processo será enviado ao Supremo Tribunal Federal, a fim de que a Corte Maior proceda ao julgamento do Presidente da República."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.14411476074153176,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "o processo deverá ser arquivado, tendo em vista o fato de a decisão da Câmara dos Deputados não ter contado com a manifestação favorável de dois terços dos seus membros."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.07867664246321644,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "dá-se o impeachment do Presidente da República, que perde o cargo e fica inabilitado para o exercício de outra função pública por oito anos."
            }
        ],
        "valid": true
    }
]
