[
    {
        "filename": "2016-21.txt",
        "options": [
            {
                "letter": "A",
                "correct": true,
                "text": "Propor uma ação trabalhista pedindo a rescisão indireta em razão do descumprimento do contrato por não concessão do vale transporte, podendo permanecer, ou não, no serviço até decisão do processo.",
                "pmi": [
                    -0.03445609716125731,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "B",
                "correct": null,
                "text": "Propor uma ação trabalhista pedindo a rescisão indireta em razão do descumprimento do contrato por mora salarial.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "C",
                "correct": null,
                "text": "Propor uma ação trabalhista pedindo a rescisão indireta em razão do descumprimento do contrato por não concessão do vale transporte, mas deverá continuar trabalhando até a data da sentença.",
                "pmi": [
                    -0.02441009232988839,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "D",
                "correct": null,
                "text": "Propor uma ação trabalhista pedindo as parcelas decorrentes da ruptura contratual por pedido de demissão, além do vale transporte e salários atrasados e indenização por dano moral, mas seu cliente deve pedir demissão.",
                "pmi": [
                    -0.008970314889445304,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "areas": [],
        "number": "71",
        "valid": true,
        "enum": "Plínio é empregado da empresa Vigilância e Segurança Ltda., a qual não lhe paga salário há dois meses e não lhe fornece vale transporte há cinco meses. Plínio não tem mais condições de ir ao trabalho e não consegue prover seu sustento e de sua família.\n\n Na qualidade de advogado(a) de Plínio, de acordo com a CLT, assinale a opção que melhor atende aos interesses do seu cliente."
    }
]
