[
    {
        "enum": "Ao decretar segredo de Justiça nos autos de determinada investigação policial, o magistrado alertou o Delegado de Polícia de que, aos advogados ali constituídos, deveria ser facultado o acesso à integralidade dos elementos de prova já documentados nos autos, ressaltando, no entanto, expressa e reservadamente, que ninguém, nem mesmo advogado constituído por meio de instrumento de procuração, poderia ter acesso à medida cautelar de interceptação telefônica em andamento.\n\n Sobre a advertência do magistrado, assinale a afirmativa correta.",
        "valid": true,
        "number": "8",
        "filename": "2015-16.txt",
        "areas": [],
        "options": [
            {
                "letter": "A",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "A advertência é ilegal, pois é direito do advogado, apresentando procuração do investigado, ter vista da integralidade de procedimentos de qualquer natureza."
            },
            {
                "letter": "B",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "A advertência é ilegal, pois é direito do advogado ter vista de procedimentos de qualquer natureza, independentemente da apresentação de procuração."
            },
            {
                "letter": "C",
                "pmi": [
                    -0.016551365915797697,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true,
                "text": "A advertência é lícita, pois, em se tratando de procedimento sob segredo de Justiça, é permitido ao advogado, munido de procuração do investigado, o acesso aos elementos de prova já documentados nos autos, mas não a medidas cautelares ainda em andamento."
            },
            {
                "letter": "D",
                "pmi": [
                    -0.03144759524001562,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "A advertência é lícita, pois nem mesmo advogados munidos de procuração podem ter acesso a autos de procedimentos sob segredo de Justiça."
            }
        ]
    }
]
