[
    {
        "areas": [
            "PHILOSOPHY"
        ],
        "enum": "Em seu livro Levando os Direitos a Sério, Ronald Dworkin cita o caso Riggs contra Palmer, em que um jovem matou o próprio avô para ficar com a herança. O Tribunal de Nova Iorque (em 1889) julga o caso considerando que a legislação do local e da época não previa o homicídio como causa de exclusão da sucessão. Para solucionar o caso, o Tribunal aplica o princípio, não legislado, do direito que diz que ninguém pode se beneficiar de sua própria iniquidade ou ilicitude. Assim, o assassino não recebeu sua herança.\n\n Com esse exemplo podemos concluir que a jusfilosofia de Ronald Dworkin, dentre outras coisas, pretende",
        "filename": "2014-13.txt",
        "number": "12",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "revelar que a responsabilidade sobre o maior ou menor grau de justiça de um ordenamento jurídico é responsabilidade exclusiva do legislador que deve se esforçar por produzir leis justas.",
                "pmi": [
                    0.02616505342207729,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "mostrar como as cortes podem ser ativistas quando decidem com base em princípios e não com base na lei e que decidir assim fere o estado de direito.",
                "pmi": [
                    0.007411504340757789,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "defender que regras e princípios são normas jurídicas que possuem as mesmas características e, por isso, ambos podem ser aplicados livremente pelos tribunais.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "argumentar que regras e princípios são normas com características distintas e em certos casos os princípios poderão justificar de forma mais razoável a decisão judicial, pois a tornam também moralmente aceitável.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
