[
    {
        "number": "69",
        "valid": true,
        "enum": "Vinícius, sócio de um grande escritório de advocacia, especializado na área criminal, recebeu, no dia 02 de outubro de 2017, duas intimações de decisões referentes a dois clientes diferentes.\n\n A primeira intimação tratava de decisão proferida pela 1ª Câmara Criminal de determinado Tribunal de Justiça denegando a ordem de habeas corpus que havia sido apresentada perante o órgão em favor de Gilmar (após negativa em primeira instância), que responde preso a ação pela suposta prática de crime de roubo.\n\n A segunda intimação foi de decisão proferida pelo Juiz de Direito da 1ª Vara Criminal de Fortaleza, também denegando ordem de habeas corpus, mas, dessa vez, a medida havia sido apresentada em favor de Rubens, que figura como indiciado em inquérito que investiga a suposta prática do crime de tráfico de drogas.\n\n Diante das intimações realizadas, insatisfeito com as decisões proferidas, Vinícius, para combater as decisões prejudiciais a Gilmar e Rubens, deverá apresentar",
        "areas": [
            null
        ],
        "options": [
            {
                "pmi": [
                    -0.08752169742719874,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Recurso Ordinário Constitucional e Recurso em Sentido Estrito, respectivamente.",
                "correct": true,
                "letter": "A"
            },
            {
                "pmi": [
                    -0.0870079044371794,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Recurso em Sentido Estrito, nos dois casos.",
                "correct": null,
                "letter": "B"
            },
            {
                "pmi": [
                    -0.13106307424106162,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Recurso Ordinário Constitucional, nos dois casos.",
                "correct": null,
                "letter": "C"
            },
            {
                "pmi": [
                    -0.14906249695407003,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Recurso Especial e Recurso Ordinário Constitucional, respectivamente.",
                "correct": null,
                "letter": "D"
            }
        ],
        "filename": "2017-24.txt"
    }
]
