[
    {
        "areas": [
            "CRIMINAL"
        ],
        "enum": "Lucas, funcionário público do Tribunal de Justiça, e Laura, sua noiva, estudante de direito, resolveram subtrair notebooks de última geração adquiridos pela serventia onde Lucas exerce suas funções. Assim, para conseguir seu intento, combinaram dividir a execução do delito. Lucas, em determinado feriado municipal, valendo-se da facilidade que seu cargo lhe proporcionava, identificou-se na recepção e disse ao segurança que precisava ir até a serventia para buscar alguns pertences que havia esquecido. O segurança, que já conhecia Lucas de vista, não desconfiou de nada e permitiu o acesso. Ressalte-se que, além de ser serventuário, Lucas conhecia detalhadamente o prédio público, razão pela qual se dirigiu rapidamente ao local desejado, subtraindo todos os notebooks. Após, foi a uma janela e, dali, os entregou a Laura, que os colocou no carro e saiu. Ao final, Lucas conseguiu deixar o edifício sem que ninguém suspeitasse de nada. Todavia, cerca de uma semana após, Laura e Lucas têm uma discussão e terminam o noivado. Muito enraivecida, Laura procura a polícia e noticia os fatos, ocasião em que devolve todos os notebooks subtraídos.\n\n Com base nas informações do caso narrado, assinale a afirmativa correta.",
        "filename": "2013-12.txt",
        "number": "60",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "Laura e Lucas devem responder pelo delito de peculato-furto praticado em concurso de agentes.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Laura deve responder por furto qualificado e Lucas deve responder por peculato-furto, dada à incomunicabilidade das circunstâncias.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Laura e Lucas serão beneficiados pela causa extintiva de punibilidade, uma vez que houve reparação do dano ao erário anteriormente à denúncia.",
                "pmi": [
                    0.004311334766281274,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Laura será beneficiada pelo instituto do arrependimento eficaz, mas Lucas não poderá valer-se de tal benefício, pois a restituição dos bens, por parte dele, não foi voluntária.",
                "pmi": [
                    0.011445337568733702,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
