[
    {
        "areas": [
            "ENVIRONMENTAL"
        ],
        "enum": "A supressão de vegetação primária e secundária no estágio avançado de regeneração somente poderá ser autorizada em caso de utilidade pública, sendo que a vegetação secundária em estágio médio de regeneração poderá ser suprimida nos casos de utilidade pública e interesse social, em todos os casos devidamente caracterizados e motivados em procedimento administrativo próprio, quando inexistir alternativa técnica e locacional ao empreendimento proposto, conforme o disposto no art. 14 da Lei 11.428/2006, que dispõe sobre a utilização e proteção da vegetação nativa do bioma Mata Atlântica. A esse respeito, assinale a alternativa correta.",
        "filename": "2011-03.txt",
        "number": "93",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.03118363222287679,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Um advogado de proprietário de terreno urbano afirma ser possível a obtenção de licença ambiental para edificação de condomínio residencial com supressão de Mata Atlântica com base em utilidade pública."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.03728237596325615,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A licença ambiental de empreendimento de relevante e significativo impacto ambiental localizado em terreno recoberto de Mata Atlântica não pode ser concedida em hipótese alguma."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.03069585196781859,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Um produtor de pequena propriedade ou posse rural entende que é possível a obtenção de licença ambiental para atividade agroflorestal sustentável, tendo como motivo o interesse social."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.029195032583895032,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Desde que obtida a autorização de supressão de vegetação de Mata Atlântica, com base na Lei 11.428/2006, não é aplicável a legislação que exige a licença ambiental, de acordo com a CRFB/88, a Lei 6.938/81 e o Decreto 99.274/90."
            }
        ],
        "valid": true
    }
]
