[
    {
        "areas": [
            null
        ],
        "enum": "Marcelo, renomado advogado, foi convidado para participar de matéria veiculada pela Internet, por meio de portal de notícias, com a finalidade de informar os leitores sobre direitos do consumidor. Ao final da matéria, mediante sua autorização, foi divulgado o e-mail de Marcelo, bem como o número de telefone do seu escritório.\n\n Sobre essa situação, de acordo com o Código de Ética e Disciplina da OAB, assinale a afirmativa correta.",
        "filename": "2017-22.txt",
        "number": "1",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Marcelo não pode participar de matéria veiculada pela Internet, pois esse fato, por si só, configura captação de clientela."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Marcelo pode participar de matéria veiculada pela Internet, mas são vedadas a referência ao e-mail e ao número de telefone do seu escritório ao final da matéria."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Marcelo pode participar de matéria veiculada pela Internet e são permitidas a referência ao e-mail e ao número de telefone do seu escritório ao final da matéria."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.014249300850891813,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Marcelo pode participar de matéria veiculada pela Internet, mas é vedada a referência ao número de telefone do seu escritório ao final da matéria, sendo permitida a referência ao seu e-mail."
            }
        ],
        "valid": true
    }
]
