[
    {
        "areas": [
            null
        ],
        "enum": "João e Carla foram casados por cinco anos, mas, com o passar dos anos, o casamento se desgastou e eles se divorciaram. As três filhas do casal, menores impúberes, ficaram sob a guarda exclusiva da mãe, que trabalha em uma escola como professora, mas que está com os salários atrasados há quatro meses, sem previsão de recebimento.\n\n João vinha contribuindo para o sustento das crianças, mas, estranhamente, deixou de fazê-lo no último mês. Carla, ao procurá-lo, foi informada pelos pais de João que ele sofreu um atropelamento e está em estado grave na UTI do Hospital Boa Sorte. Como João é autônomo, não pode contribuir, justificadamente, com o sustento das filhas.\n\n Sobre a possibilidade de os avós participarem do sustento das crianças, assinale a afirmativa correta.",
        "filename": "2017-24.txt",
        "number": "40",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Em razão do divórcio, os sogros de Carla são ex-sogros, não são mais parentes, não podendo ser compelidos judicialmente a contribuir com o pagamento de alimentos para o sustento das netas.",
                "pmi": [
                    0.004607827308980995,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "As filhas podem requerer alimentos avoengos, se comprovada a impossibilidade de Carla e de João garantirem o sustento das filhas.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Os alimentos avoengos não podem ser requeridos, porque os avós só podem ser réus em ação de alimentos no caso de falecimento dos responsáveis pelo sustento das filhas.",
                "pmi": [
                    0.011589024581939809,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Carla não pode representar as filhas em ação de alimentos avoengos, porque apenas os genitores são responsáveis pelo sustento dos filhos.",
                "pmi": [
                    0.0350011353813092,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
