[
    {
        "areas": [
            null
        ],
        "enum": "Tânia, advogada, dirigiu-se à sala de audiências de determinada Vara Criminal, a fim de acompanhar a realização das audiências designadas para aquele dia em feitos nos quais não oficia. Tânia verificou que os processos não envolviam segredo de justiça e buscou ingressar na sala de audiências no horário designado.\n\n Não obstante, certo funcionário deu-lhe duas orientações. A primeira orientação foi de que ela não poderia permanecer no local se todas as cadeiras estivessem ocupadas, pois não seria autorizada a permanência de advogados de pé, a fim de evitar tumulto na sala. A segunda orientação foi no sentido de que, caso ingressassem na sala, Tânia e os demais presentes não poderiam sair até o fim de cada ato, salvo se houvesse licença do juiz, para evitar que a entrada e saída de pessoas atrapalhasse o regular andamento das audiências.\n\n Considerando o caso narrado, assinale a afirmativa correta.",
        "filename": "2017-24.txt",
        "number": "4",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.024775017407646528,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A primeira orientação dada pelo funcionário viola os direitos assegurados ao advogado, pois Tânia possui o direito de permanecer, mesmo que de pé, na sala de audiências. Todavia, a segunda orientação coaduna-se com o poder-dever do magistrado de presidir e evitar tumulto no ato judicial, não violando, por si, direitos normatizados no Estatuto da OAB."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.028542167040924608,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A segunda orientação dada pelo funcionário viola os direitos assegurados ao advogado, pois Tânia possui o direito de retirar-se a qualquer momento, indepentemente de licença do juiz, da sala de audiências. Todavia, a primeira orientação coaduna-se com o poder-dever do magistrado de presidir e evitar tumulto no ato judicial, não violando, por si, direitos normatizados no Estatuto da OAB."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.02888620886456662,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Ambas as orientações violam os direitos assegurados, pelo Estatuto da OAB, ao advogado, pois Tânia possui o direito de permanecer, mesmo que de pé, na sala de audiências, bem como de se retirar a qualquer momento, indepentemente de licença do juiz."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.02289734214604223,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Nenhuma das orientações viola os direitos assegurados ao advogado, pois se coadunam com o poder-dever do magistrado de presidir e evitar tumulto no ato judicial, não contrariando, por si sós, direitos normatizados no Estatuto da OAB."
            }
        ],
        "valid": true
    }
]
