[
    {
        "areas": [],
        "enum": "Saulo e Bianca são casados há quinze anos e, há dez, decidiram ingressar no ramo das festas de casamento, produzindo os chamados “bem-casados”, deliciosos doces recheados oferecidos aos convidados ao final da festa. Saulo e Bianca não possuem registro da atividade empresarial desenvolvida, sendo essa a fonte única de renda da família. No mês passado, os noivos Carla e Jair encomendaram ao casal uma centena de “bem-casados” no sabor doce de leite. A encomenda foi entregue conforme contratado, no dia do casamento. Contudo, diversos convidados que ingeriram os quitutes sofreram infecção gastrointestinal, já que o produto estava estragado. A impropriedade do produto para o consumo foi comprovada por perícia técnica.\n\n Com base no caso narrado, assinale a alternativa correta.",
        "filename": "2015-17.txt",
        "number": "46",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O casal Saulo e Bianca se enquadra no conceito de fornecedor do Código do Consumidor, pois fornecem produtos com habitualidade e onerosidade, sendo que apenas Carla e Jair, na qualidade de consumidores indiretos, poderão pleitear indenização."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.007021534211694401,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Embora a empresa do casal Saulo e Bianca não esteja devidamente registrada na Junta Comercial, pode ser considerada fornecedora à luz do Código do Consumidor, e os convidados do casamento, na qualidade de consumidores por equiparação, poderão pedir indenização diretamente àqueles."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.003942600471545143,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "O Código de Defesa do Consumidor é aplicável ao caso, sendo certo que tanto Carla e Jair quanto seus convidados intoxicados são consumidores por equiparação e poderão pedir indenização, porém a inversão do ônus da prova só se aplica em favor de Carla e Jair, contratantes diretos."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.01958781794005417,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A atividade desenvolvida pelo casal Saulo e Bianca não está oficialmente registrada na Junta Comercial e, portanto, por ser ente despersonalizado, não se enquadra no conceito legal de fornecedor da lei do consumidor, aplicando-se ao caso as regras atinentes aos vícios redibitórios do Código Civil."
            }
        ],
        "valid": true
    }
]
