[
    {
        "areas": [
            "CRIMINAL-PROCEDURE"
        ],
        "number": "68",
        "options": [
            {
                "letter": "A",
                "correct": true,
                "text": "o juiz interrogará o acusado, promoverá a inquirição das testemunhas (acusação e defesa), dando a palavra, sucessivamente, para a acusação e para a defesa, para sustentação oral, proferindo, posteriormente, sentença.",
                "pmi": [
                    -0.010546244103957077,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "B",
                "correct": null,
                "text": "o juiz procederá a inquirição das testemunhas (acusação e defesa), interrogando-se em seguida o acusado e, após, proferirá sentença.",
                "pmi": [
                    -0.017257490351929763,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "C",
                "correct": null,
                "text": "o juiz ouvirá a vítima e as testemunhas de acusação e defesa, interrogando-se a seguir o acusado, se presente, passando-se imediatamente aos debates orais e à prolação da sentença.",
                "pmi": [
                    -0.011864524616951711,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "letter": "D",
                "correct": null,
                "text": "o juiz providenciará o interrogatório do acusado, a oitiva da vítima e das testemunhas de defesa, nessa ordem, passando aos debates orais e à prolação da sentença.",
                "pmi": [
                    -0.03212122272562548,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "enum": "Huguinho está sendo acusado pela prática do delito de tráfico de entorpecentes.  O Ministério Público narra na inicial acusatória que o acusado foi preso em flagrante com 120 papelotes de cocaína, na subida do morro “X”, em conhecido ponto de venda de entorpecentes. O Magistrado competente notifica o denunciado Huguinho para apresentar a defesa preliminar.  Após a resposta prévia, a denúncia é recebida, oportunidade em que o Juiz designará dia e hora para a audiência de instrução e julgamento, ordenará a citação pessoal do acusado e a intimação do Ministério Público. De acordo com a Lei nº. 11.343/06, na Audiência de Instrução e Julgamento,",
        "valid": true,
        "filename": "2012-07.txt"
    }
]
