[
    {
        "options": [
            {
                "pmi": [
                    -0.0035739727826449904,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "A lavratura do Auto de Prisão em Flagrante observará as formalidades previstas nos artigos 304, 305 e 306 do Código de Processo Penal. Não são exigidas formalidades decorrentes da condição de advogado de João das Neves, pois a prisão deu-se por fato não relacionado ao exercício da advocacia.",
                "letter": "A"
            },
            {
                "pmi": [
                    -0.01952984393542828,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "A lavratura do Auto de Prisão em Flagrante deverá, invariavelmente, ocorrer na presença de representante da OAB, sob pena de nulidade do ato.",
                "letter": "B"
            },
            {
                "pmi": [
                    -0.005078803427969197,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true,
                "text": "A prisão em flagrante de João das Neves deverá ser objeto de comunicação expressa à seccional respectiva da OAB, não sendo exigida, neste caso, a presença de representante da OAB para lavratura do Auto de Prisão em Flagrante.",
                "letter": "C"
            },
            {
                "pmi": [
                    -0.009850872008731693,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "A lavratura do Auto de Prisão em Flagrante deverá ocorrer na presença de representante da OAB. Não obstante, a falta, segundo entendimento jurisprudencial consolidado do STF, não constitui nulidade, mas mera irregularidade, que pode ser suprida, a posteriori, mediante comunicação ao Conselho Federal da OAB.",
                "letter": "D"
            }
        ],
        "filename": "2016-20a.txt",
        "areas": [],
        "valid": true,
        "enum": "João das Neves, advogado, foi preso em flagrante delito, sendo-lhe imputada a suposta prática do delito de lesão corporal grave, perpetrado no contexto de violência doméstica e familiar contra a mulher, em face de sua companheira Ingrid.\n\n No que se refere à lavratura do Auto de Prisão em Flagrante, assinale a afirmativa correta.",
        "number": "10"
    }
]
