[
    {
        "areas": [
            "LABOUR"
        ],
        "enum": "Com relação às estabilidades e às garantias provisórias de emprego, é correto afirmar que",
        "filename": "2011-03.txt",
        "number": "71",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.12848383887730772,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "o servidor público celetista da administração direta, autárquica ou fundacional não é beneficiário da estabilidade prevista na Constituição da República de 1988, que se restringe ao ocupante de cargo de provimento efetivo em virtude de concurso público."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.06214314899456531,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "a empregada gestante tem direito à estabilidade provisória na hipótese de admissão mediante contrato de experiência, uma vez que se visa à proteção do instituto da maternidade."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.03672095167860678,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "os membros do Conselho Curador do FGTS representantes dos trabalhadores, efetivos e suplentes, têm direito à estabilidade no emprego, da nomeação até um ano após o término do mandato de representação, somente podendo ser dispensados por motivo de falta grave, regularmente comprovada por processo sindical."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "o registro da candidatura do empregado a cargo de dirigente sindical durante o período de aviso prévio não obsta a estabilidade sindical, porque ainda vigente o contrato de trabalho."
            }
        ],
        "valid": true
    }
]
