[
    {
        "areas": [
            "LABOUR-PROCEDURE"
        ],
        "enum": "Paulo ajuizou reclamação trabalhista pelo rito sumaríssimo em face da sua empregadora Carregada Ltda.. Arrolou suas testemunhas na petição inicial e pediu a notificação das mesmas, solicitação que foi indeferida. Na audiência, o advogado de Paulo requereu o adiamento pela ausência das testemunhas, dizendo que protestava pelo indeferimento da notificação e por isso não convidou espontaneamente as testemunhas. O requerimento foi indeferido pelo juiz, que prosseguiu com a audiência.\n\n Sobre a decisão do juiz, a partir da hipótese apresentada, assinale a opção correta.",
        "filename": "2013-12.txt",
        "number": "78",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A decisão foi equivocada, devendo ser deferido o adiamento, pois o prosseguimento do feito poderia gerar a nulidade por cerceamento de defesa."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A decisão foi correta, já que o procedimento sumaríssimo não contempla a oitiva de testemunhas."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A decisão foi correta, pois o procedimento sumaríssimo não admite a intimação de testemunhas."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A decisão foi correta, pois no procedimento sumaríssimo as testemunhas deverão comparecer à audiência independentemente de intimação. Em caso de ausência e mediante comprovação de convite, as testemunhas serão intimadas."
            }
        ],
        "valid": true
    }
]
