[
    {
        "areas": [],
        "valid": true,
        "options": [
            {
                "correct": null,
                "text": "Não praticou crime, tendo em vista que, apesar de garantidor, não podia agir, já que concretamente não viu a criança se afogando.",
                "pmi": [
                    -0.009978100769079977,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "A"
            },
            {
                "correct": true,
                "text": "Deve responder pelo crime de homicídio culposo, diante de sua omissão culposa, violando o dever de garantidor.",
                "pmi": [
                    -0.029321455260628047,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "B"
            },
            {
                "correct": null,
                "text": "Deve responder pelo crime de homicídio doloso, em razão de sua omissão dolosa, violando o dever de garantidor.",
                "pmi": [
                    -0.02638930973456524,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "C"
            },
            {
                "correct": null,
                "text": "Responde apenas pela omissão de socorro, mas não pelo resultado morte, já que não havia contrato regular que o obrigasse a agir como garantidor.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "D"
            }
        ],
        "number": "61",
        "enum": "Carlos presta serviço informal como salva-vidas de um clube, não sendo regularmente contratado, apesar de receber uma gorjeta para observar os sócios do clube na piscina, durante toda a semana. Em seu horário de “serviço”, com várias crianças brincando na piscina, fica observando a beleza física da mãe de uma das crianças e, ao mesmo tempo, falando no celular com um amigo, acabando por ficar de costas para a piscina. Nesse momento, uma criança vem a falecer por afogamento, fato que não foi notado por Carlos.\n\n Sobre a conduta de Carlos, diante da situação narrada, assinale a afirmativa correta.",
        "filename": "2016-21.txt"
    }
]
