[
    {
        "areas": [],
        "enum": "Flávia vendeu para Quitéria seu apartamento e incluiu, no contrato de compra e venda, cláusula pela qual se reservava o direito de recomprá-lo no prazo máximo de 2 (dois) anos. Antes de expirado o referido prazo, Flávia pretendeu exercer seu direito, mas Quitéria se recusou a receber o preço.\n\n Sobre o fato narrado, assinale a afirmativa correta.",
        "filename": "2015-17.txt",
        "number": "39",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.020041063982648002,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A cláusula pela qual Flávia se reservava o direito de recomprar o imóvel é ilícita e abusiva, uma vez que Quitéria, ao se tornar proprietária do bem, passa a ter total e irrestrito poder de disposição sobre ele."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.020041063982648002,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A cláusula pela qual Flávia se reservava o direito de recomprar o imóvel é válida, mas se torna ineficaz diante da justa recusa de Quitéria em receber o preço devido."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A disposição incluída no contrato é uma cláusula de preferência, a impor ao comprador a obrigação de oferecer ao vendedor a coisa, mas somente quando decidir vendê-la."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.0316223927597815,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A disposição incluída no contrato é uma cláusula de retrovenda, entendida como o ajuste por meio do qual o vendedor se reserva o direito de resolver o contrato de compra e venda mediante pagamento do preço recebido e das despesas, recuperando a coisa imóvel."
            }
        ],
        "valid": true
    }
]
