[
    {
        "areas": [
            null
        ],
        "enum": "Diogo é estudante de Direito com elevado desempenho acadêmico. Ao ingressar nos últimos anos do curso, ele é convidado por um ex-professor para estagiar em seu escritório.  Inscrito nos quadros de estagiários da OAB e demonstrando alta capacidade, Diogo ganha a confiança dos sócios do escritório e passa a, isoladamente e sob a responsabilidade do advogado, retirar e devolver autos em cartório, assinando a respectiva carga; visar atos constitutivos de sociedades para que sejam admitidos a registro; obter junto a escrivães e chefes de secretaria certidões de peças ou autos de processos em curso ou findos; assinar petições de juntada de documentos a processos judiciais ou administrativos; e subscrever embargos de declaração opostos em face de decisões judiciais.\n\n Considerando as diversas atividades desempenhadas por Diogo, isoladamente e sob a responsabilidade do advogado, de acordo com o Estatuto e Regulamento da OAB, ele pode",
        "filename": "2017-23.txt",
        "number": "7",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.02245215851783441,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "retirar e devolver autos em cartório, assinando a respectiva carga, bem como visar atos constitutivos de sociedades, para que sejam admitidos a registro."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.018399699341975904,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "obter, junto a escrivães e chefes de secretaria, certidões de peças ou autos de processos em curso ou findos, bem como assinar petições de juntada de documentos a processos judiciais ou administrativos."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.01268987921825372,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "obter, junto a escrivães e chefes de secretaria, certidões de peças ou autos de processos findos, mas não de processos em curso, bem como subscrever embargos de declaração opostos em face de decisões judiciais."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.020535272122980626,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "assinar petições de juntada de documentos a processos judiciais, mas não a processos administrativos, nem subscrever embargos de declaração opostos em face de decisões judiciais."
            }
        ],
        "valid": true
    }
]
