[
    {
        "areas": [
            "LABOUR"
        ],
        "enum": "Uma empresa contrata plano de saúde para os seus empregados, sem custo para os mesmos, com direito de internação em quarto particular. Posteriormente, estando em dificuldade financeira, resolve alterar as condições do plano para uso de enfermaria coletiva, em substituição ao quarto particular. Após a alteração, um empregado é contratado, passa mal e exige da empresa sua internação em quarto particular.\n\n Diante dessa situação, assinale a afirmativa correta.",
        "filename": "2013-10.txt",
        "number": "72",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O empregado está correto, pois não pode haver alteração contratual que traga malefício ao trabalhador, como foi o caso.",
                "pmi": [
                    0.12246848452313804,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "O empregado está errado, pois sua contratação já ocorreu na vigência das novas condições, retirando o direito ao quarto particular.",
                "pmi": [
                    0.05596425138990775,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "O empregado está correto, pois as vantagens atribuídas à classe trabalhadora não podem retroceder, sob pena de perda da conquista social.",
                "pmi": [
                    0.029508081799093533,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O empregado teria direito ao quarto particular se comprovasse que a doença teve origem antes de ser contratado e antes da alteração das condições do plano de saúde.",
                "pmi": [
                    0.02798571376254236,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
