[
    {
        "areas": [],
        "enum": "Alan ajuizou medida cautelar preparatória em face de Roberta, obtendo deferimento de pedido liminar para indisponibilizar a venda de veículos de propriedade da ré. De posse da decisão liminar, Alan protocolizou ofício junto ao órgão competente em 30 de janeiro, tendo a liminar sido efetivada em 10 de fevereiro, ou seja, quatro dias antes da citação de Roberta. As datas citadas eram dias úteis.\n\n Com base na hipótese narrada, assinale a afirmativa correta.",
        "filename": "2015-18.txt",
        "number": "53",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O ajuizamento da ação principal dentro do prazo legal veda ao magistrado revogar a decisão liminar antes da sentença de mérito.",
                "pmi": [
                    0.020040298185931216,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "O ajuizamento da ação principal no dia 14 de março acarreta a perda da eficácia da liminar deferida e a extinção da medida cautelar.",
                "pmi": [
                    0.026936882950979717,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "A eventual falta de diligência de Alan ao inobservar o prazo legal para execução da decisão liminar acarretará a automática extinção dos processos cautelar e principal.",
                "pmi": [
                    0.029561346253344962,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "O indeferimento do pedido acautelatório liminar formulado por Alan obsta o ajuizamento da ação principal, por falta de interesse.",
                "pmi": [
                    0.018761205629332114,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
