[
    {
        "filename": "2012-09.txt",
        "number": "58",
        "valid": true,
        "options": [
            {
                "pmi": [
                    -0.05358027007781838,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "A sentença arbitral, de acordo com o CPC, possui natureza de título executivo extrajudicial e poderá ser liquidada ou executada, conforme o caso, perante o juízo cível competente, hipótese na qual o mandado inicial incluirá a ordem de citação do devedor.",
                "letter": "A"
            },
            {
                "pmi": [
                    -0.011777445971410446,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": true,
                "text": "O executado, nas obrigações de pagar quantia certa ou já fixada em liquidação, poderá oferecer impugnação para rediscutir qualquer causa impeditiva, modificativa ou extintiva da obrigação, desde que superveniente à sentença.",
                "letter": "B"
            },
            {
                "pmi": [
                    -0.02199738845406248,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "O CPC prevê que o juiz pode atribuir efeito suspensivo aos embargos quando ficar demonstrado que o prosseguimento da execução manifestamente pode causar ao executado grave dano de difícil ou incerta reparação o que não ocorre na impugnação, tendo em vista que nesta modalidade de defesa está prevista, expressamente, a impossibilidade de concessão de efeitos suspensivos em quaisquer hipóteses.",
                "letter": "C"
            },
            {
                "pmi": [
                    -0.028814619844082724,
                    0.0,
                    0.0,
                    0.0
                ],
                "correct": null,
                "text": "A concessão de efeito suspensivo nos embargos do executado obsta o prosseguimento da execução principal, impedindo, inclusive, a efetivação dos atos de penhora e avaliação dos bens.",
                "letter": "D"
            }
        ],
        "enum": "A execução tem por finalidade precípua a adoção de medidas necessárias à satisfação da obrigação prevista em um título executivo judicial ou extrajudicial. Em um primeiro momento, vigia no ordenamento pátrio o princípio da autonomia, segundo o qual as atividades executivas e de conhecimento deveriam ser desenvolvidas necessariamente por meio de ações distintas. Contudo, tal sistemática foi alvo de uma série de reformas que buscaram prestigiar um desenvolvimento sincrético do processo, bem como a própria efetivação do título executivo.\n\n Com base na legislação vigente, assinale a afirmativa correta:",
        "areas": [
            "CIVIL-PROCEDURE"
        ]
    }
]
