[
    {
        "areas": [
            "ETHICS"
        ],
        "enum": "Luciana e Antônio são advogados que, embora não tenham constituído sociedade, atuam em conjunto em algumas causas, por meio de substabelecimentos conferidos reciprocamente. Em regra, acordam informalmente a divisão do trabalho e dos honorários.\n\n Todavia, após obterem sucesso em caso de valor vultoso, não chegaram a um consenso acerca da partilha dos honorários, pois cada um entendeu que sua participação foi preponderante. Assim, decidiram submeter a questão à Ordem dos Advogados.\n\n Nesse caso,",
        "filename": "2016-21.txt",
        "number": "8",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "havendo divergência, a partilha dos honorários entre Luciana e Antônio deve ser feita atribuindo-se metade a cada um, pois quando não há prévio acordo é irrelevante a participação de cada um no processo.",
                "pmi": [
                    0.009188987279560717,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "compete ao Tribunal de Ética e Disciplina atuar como mediador na partilha de honorários, podendo indicar mediador que contribua no sentido de que a distribuição se faça proporcionalmente à atuação de cada um no processo.",
                "pmi": [
                    0.00852665444729738,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "compete ao juiz da causa em que houve a condenação em honorários especificar o percentual ou o quanto é devido a cada um dos patronos, de modo que a distribuição se faça proporcionalmente à atuação de cada um no processo.",
                "pmi": [
                    0.008576388127590004,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "compete à Caixa de Assistência aos Advogados atuar como mediadora na partilha de honorários, podendo indicar mediador que contribua no sentido de que a distribuição se faça proporcionalmente à atuação de cada um no processo.",
                "pmi": [
                    0.021409546868132175,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
