[
    {
        "areas": [],
        "enum": "O advogado Felício é contatado pelo seu cliente Paulo que pretende promover ação de responsabilidade civil em face de Rosa, por danos causados à sua honra e ao seu patrimônio material. Nas tratativas, o cliente cientifica o advogado que presenciara diversos atos criminosos praticados por Rosa e por seus familiares Marta e Fábio. Contratado para realizar os seus serviços profissionais, apresenta diversas ações contra o réu Rosa em que descreve seus crimes e os praticados por Marta e Fábio, seus filhos. A petição é subscrita somente pelo advogado e a procuração tem os poderes gerais para o foro.\n\n Nos termos do Estatuto da Advocacia,",
        "filename": "2015-16.txt",
        "number": "10",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.06279806550458396,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "é inerente à atividade postulatória a menção a crimes praticados pelas partes ou terceiros."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.025321160009642713,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "é decorrente do processo a indicação dos fatos essenciais ao deslinde da causa, inclusive os criminosos, que somente demandam ciência do advogado."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.03394511813968789,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "é essencial a autorização escrita para imputação a terceiro de fato definido como crime."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.027397336909224718,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "é possível a descrição de fatos criminosos atribuídos a partes ou a terceiros por autorização verbal."
            }
        ],
        "valid": true
    }
]
