[
    {
        "areas": [
            "BUSINESS"
        ],
        "enum": "A Assembleia Geral de S.A. Empreendimentos Turísticos, companhia aberta sediada em “X”, delegou ao Conselho de Administração a deliberação sobre a oportunidade de emissão, época e condições de vencimento de debêntures conversíveis em ações. Petrossian Participações Ltda., acionista minoritário, consultou seu advogado sobre a legalidade da deliberação.\n\n Com relação ao fato acima, assinale a alternativa que apresenta a resposta correta à consulta.",
        "filename": "2012-08.txt",
        "number": "50",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "pmi": [
                    -0.012210687300304487,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A deliberação é válida, porque a deliberação sobre a oportunidade de emissão, a época e as condições de vencimento de debêntures conversíveis em ações pode ser delegada ao Conselho de Administração."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    -0.015506826503225591,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A deliberação é anulável, porque a deliberação sobre a oportunidade de emissão, a época e as condições de vencimento de debêntures conversíveis em ações é privativa da assembleia geral nas companhias abertas."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    -0.015548356938890858,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A deliberação é nula, porque a emissão de debêntures conversíveis em ações depende da autorização prévia dos titulares de ações preferenciais reunidos em assembleia especial convocada para esse fim."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    -0.004667499347749916,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A deliberação é ineficaz em relação aos acionistas minoritários, pois a emissão de debêntures conversíveis em ações acarretará aumento de capital com diluição injustificada de participação desses acionistas."
            }
        ],
        "valid": true
    }
]
