[
    {
        "areas": [
            null
        ],
        "enum": "Há cerca de três meses, foi verificado que os presos da Penitenciária Quebrantar estavam sofrendo diversas formas de maus tratos, incluindo violência física. Você foi contratado(a) por familiares dos presos, que lhe disseram ter elementos suficientes para acreditar que qualquer medida judicial no Brasil seria ineficaz no prazo desejado. Por isso, eles o(a) consultaram sobre a possibilidade de submeter o caso à Comissão Interamericana de Direitos Humanos (CIDH).\n\n Considerando as regras de funcionamento dessa Comissão, você deve informá-los de que a CIDH pode receber a denúncia:",
        "filename": "2017-24.txt",
        "number": "18",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.04127565160146613,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "caso sejam feitas petições individualizadas, uma vez que os casos de violação de direitos previstos no Pacto de São José da Costa Rica devem ser julgados diretamente pela Corte Interamericana de Justiça."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.06355762446179652,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "caso sejam feitas petições individualizadas relatando a violação sofrida por cada uma das vítimas e as relacionando aos direitos previstos na Convenção Americana; assim, a CIDH poderá adotar as medidas que julgar necessárias para a cessação da violação."
            },
            {
                "correct": true,
                "letter": "C",
                "pmi": [
                    0.043170431788743094,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "caso entenda haver situação de gravidade e urgência. Assim, a CIDH poderá instaurar de ofício um procedimento no qual solicita que o Estado brasileiro adote medidas cautelares de natureza coletiva para evitar danos irreparáveis aos presos."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.056071487136495055,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "caso entenda haver situação de gravidade e urgência. Assim, a CIDH deve encaminhar diretamente o caso à Corte Interamericana de Justiça, que poderá ordenar a medida provisória que julgar necessária à cessação da violação."
            }
        ],
        "valid": true
    }
]
