[
    {
        "areas": [
            "CONSTITUTIONAL"
        ],
        "filename": "2013-12.txt",
        "valid": true,
        "enum": "A Constituição da República de 1988 adotou elementos de federalismo cooperativo e de federalismo dual na repartição de competências entre os entes federados, distribuindo competências exclusivas, privativas, comuns e concorrentes. Assim sendo, a respeito da organização do Estado estabelecida na Constituição, assinale a afirmativa correta.",
        "number": "15",
        "options": [
            {
                "correct": true,
                "text": "É competência comum da União, dos Estados, do Distrito Federal e dos Municípios proteger o meio ambiente e combater a poluição em qualquer de suas formas, competindo à lei complementar fixar normas de cooperação entre os entes.",
                "pmi": [
                    -0.221836362314845,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "A"
            },
            {
                "correct": null,
                "text": "É vedado aos Estados criar códigos tributários próprios, uma vez que compete privativamente à União legislar sobre direito financeiro e tributário.",
                "pmi": [
                    -0.14599658023614132,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "B"
            },
            {
                "correct": null,
                "text": "É vedado à União decretar intervenção federal em Município localizado em território federal quando este não tiver aplicado o mínimo exigido de sua receita na manutenção e desenvolvimento do ensino.",
                "pmi": [
                    -0.16179144738725088,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "C"
            },
            {
                "correct": null,
                "text": "Em relação às competências legislativas concorrentes da União e dos Estados, havendo norma federal e estadual divergentes, deve prevalecer a norma federal, que serve de fundamento de validade à norma estadual.",
                "pmi": [
                    -0.15161514911238322,
                    0.0,
                    0.0,
                    0.0
                ],
                "letter": "D"
            }
        ]
    }
]
