[
    {
        "filename": "2013-11.txt",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Ocorreu prescrição porque a ação foi ajuizada após dois anos do rompimento do contrato.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "B",
                "text": "Não se cogita de prescrição no caso apresentado, pois com o ajuizamento da demanda perante a Comissão de Conciliação Prévia, o prazo prescricional foi suspenso.",
                "pmi": [
                    -0.028032006619566365,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "Está prescrito porque o período do aviso prévio não é computado para a contagem de prescrição, pois foi indenizado, e a apresentação de demanda na Comissão de Conciliação Prévia não gera qualquer efeito.",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Não se cogita de prescrição no caso apresentado, pois com o ajuizamento da demanda perante a Comissão de Conciliação Prévia, o prazo foi interrompido.",
                "pmi": [
                    -0.030580370857708764,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true,
        "number": "74",
        "areas": [
            "LABOUR"
        ],
        "enum": "Félix trabalhou na empresa Só Patinhas Pet Shop de 03.01.2011 a 15.06.2011, quando recebeu aviso prévio indenizado. Em 10.07.2013 procurou a comissão de conciliação prévia de sua categoria, reclamando contra a ausência de pagamento de algumas horas extras. A sessão foi designada para 20.07.2013, mas a empresa não compareceu. Munido de declaração neste sentido, Félix ajuizou reclamação trabalhista em 22.07.2013 postulando as referidas horas extraordinárias. Em defesa, a ré arguiu prescrição bienal.\n\n A partir dessa situação, assinale a afirmativa correta."
    }
]
