[
    {
        "areas": [],
        "enum": "A discussão a respeito das funções executiva, legislativa e judiciária parece se acirrar em torno dos limites do seu exercício pelos três tradicionais Poderes. Nesse sentido, sobre a estrutura adotada pela Constituição brasileira de 1988, assinale a afirmativa correta.",
        "filename": "2015-17.txt",
        "number": "18",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "O exercício da função legislativa é uma atribuição concedida exclusivamente ao Poder Legislativo, como decorrência natural de ser considerado o Poder que mais claramente representa o regime democrático.",
                "pmi": [
                    0.07124650398957882,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "O exercício da função jurisdicional é atribuição privativa do Poder Judiciário, embora se possa dizer que o Poder Executivo, no uso do seu poder disciplinar, também faça uso da função jurisdicional.",
                "pmi": [
                    0.059101141796512636,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "O exercício de funções administrativas, judiciárias e legislativas deve respeitar a mais estrita divisão de funções, não existindo possibilidade de que um Poder venha a exercer, atipicamente, funções afetas a outro Poder.",
                "pmi": [
                    0.10063607189484798,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "D",
                "text": "A produção de efeitos pelas normas elaboradas pelos Poderes Legislativo e Executivo pode ser limitada pela atuação do Poder Judiciário, no âmbito de sua atuação típica de controlar a constitucionalidade ou a legalidade das normas do sistema.",
                "pmi": [
                    0.081738111279658,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
