[
    {
        "areas": [],
        "enum": "Aproveitando-se da ausência do morador, Francisco subtraiu de um sítio diversas ferramentas de valor considerável, conduta não assistida por quem quer que seja. No dia seguinte, o proprietário Antônio verifica a falta das coisas subtraídas, resolvendo se dirigir à delegacia da cidade.  Após efetuar o devido registro, quando retornava para o sítio, Antônio avistou Francisco caminhando com diversas ferramentas em um carrinho, constatando que se tratavam dos bens dele subtraídos no dia anterior. Resolve fazer a abordagem, logo dizendo ser o proprietário dos objetos, vindo Francisco, para garantir a impunidade do crime anterior, a desferir um golpe de pá na cabeça de Antônio, causando-lhe as lesões que foram a causa de sua morte. Apesar de tentar fugir em seguida, Francisco foi preso por policiais que passavam pelo local, sendo as coisas recuperadas, ficando constatado o falecimento do lesado.  Revoltada, a família de Antônio o procura, demonstrando interesse em sua atuação como assistente de acusação e afirmando a existência de dúvidas sobre a capitulação da conduta do agente.\n\n Considerando o caso narrado, o advogado esclarece que a conduta de Francisco configura o(s) crime(s) de",
        "filename": "2016-20.txt",
        "number": "62",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.0,
                    0.0,
                    0,
                    0
                ],
                "text": "latrocínio consumado."
            },
            {
                "correct": null,
                "letter": "B",
                "pmi": [
                    0.0,
                    0.0,
                    0,
                    0
                ],
                "text": "latrocínio tentado."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "furto tentado e homicídio qualificado."
            },
            {
                "correct": true,
                "letter": "D",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "furto consumado e homicídio qualificado."
            }
        ],
        "valid": true
    }
]
