[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "João, credor quirografário de Marcos em R$ 150.000,00, ingressou com Ação Pauliana, com a finalidade de anular ato praticado por Marcos, que o reduziu à insolvência. João alega que Marcos transmitiu gratuitamente para seu filho, por contrato de doação, propriedade rural avaliada em R$ 200.000,00.\n\n Considerando a hipótese acima, assinale a afirmativa correta.",
        "filename": "2013-10.txt",
        "number": "42",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "text": "Caso o pedido da Ação Pauliana seja julgado procedente e seja anulado o contrato de doação, o benefício da anulação aproveitará somente a João, cabendo aos demais credores, caso existam, ingressarem com ação individual própria.",
                "pmi": [
                    -0.10521187373824425,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "O caso narrado traz hipótese de fraude de execução, que constitui defeito no negócio jurídico por vício de consentimento.",
                "pmi": [
                    -0.05388206058513608,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": true,
                "letter": "C",
                "text": "Na hipótese de João receber de Marcos, já insolvente, o pagamento da dívida ainda não vencida, ficará João obrigado a repor, em proveito do acervo sobre que se tenha de efetuar o concurso de credores, aquilo que recebeu.",
                "pmi": [
                    -0.027454140699334436,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "João tem o prazo prescricional de dois anos para pleitear a anulação do negócio jurídico fraudulento, contado do dia em que tomar conhecimento da doação feita por Marcos.",
                "pmi": [
                    -0.006711378821190572,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
