[
    {
        "areas": [
            null
        ],
        "enum": "Antônia contratou os arquitetos Nivaldo e Amanda para realizar o projeto de reforma de seu apartamento. No contrato celebrado entre os três, foi fixado o prazo de trinta dias para a prestação do serviço de arquitetura, o que não foi cumprido, embora tenha sido feito o pagamento dos valores devidos pela contratante.  Com o objetivo de rescindir o contrato celebrado e ser ressarcida do montante pago, Antônia procura um advogado, mas lhe informa que não gostaria de processar Amanda, por serem amigas de infância.\n\n Sobre a hipótese apresentada, assinale a opção que indica o procedimento correto a ser adotado.",
        "filename": "2017-22.txt",
        "number": "54",
        "options": [
            {
                "correct": null,
                "letter": "A",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Será possível o ajuizamento da ação unicamente em face de Nivaldo, na medida em que a hipótese tratada é de litisconsórcio simples. A sentença proferida contra Nivaldo será ineficaz em relação a Amanda."
            },
            {
                "correct": true,
                "letter": "B",
                "pmi": [
                    0.01553163894243567,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Não será possível o ajuizamento da ação unicamente em face de Nivaldo, uma vez que a hipótese tratada é de litisconsórcio necessário. Caso a ação não seja ajuizada em face de Amanda, o juiz deverá determinar que seja requerida sua citação, sob pena de extinção do processo."
            },
            {
                "correct": null,
                "letter": "C",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Será possível o ajuizamento da ação unicamente em face de Nivaldo, na medida em que a hipótese tratada é de litisconsórcio facultativo. A sentença proferida contra Nivaldo será eficaz em relação a Amanda, pois entre eles há comunhão de direitos ou de obrigações."
            },
            {
                "correct": null,
                "letter": "D",
                "pmi": [
                    0.0,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "Não será possível o ajuizamento da ação unicamente em face de Nivaldo, uma vez que a hipótese tratada é de litisconsórcio simples. A sentença proferida contra Nivaldo será ineficaz."
            }
        ],
        "valid": true
    }
]
