[
    {
        "areas": [
            "CIVIL"
        ],
        "enum": "Tiago celebrou com Ronaldo contrato de compra e venda de dez máquinas de costura importadas da China. Restou acordado que o pagamento se daria em trinta e seis prestações mensais e consecutivas com reajuste a cada doze meses conforme taxa Selic, a ser efetuado no domicílio do credor. O contrato estabeleceu, ainda, a incidência de juros moratórios, no importe de 2% (dois por cento) do valor da parcela em atraso, e cláusula penal, fixada em 10% (dez por cento) do valor do contrato, em caso de inadimplência. Após o pagamento de nove parcelas, Tiago foi surpreendido com a notificação extrajudicial enviada por Ronaldo, em que se comunicava um reajuste de 30% (trinta por cento) sobre o valor da última parcela paga sob o argumento de que ocorreu elevada desvalorização no câmbio. Tiago não concordou com o reajuste e ao tentar efetuar o pagamento da décima parcela com base no valor inicialmente ajustado teve o pagamento recusado por Ronaldo.\n\n Considerando o caso acima e as regras previstas no Código Civil, assinale a afirmativa correta.",
        "filename": "2012-09.txt",
        "number": "42",
        "options": [
            {
                "correct": true,
                "letter": "A",
                "text": "Caso Tiago consigne o valor da décima parcela por meio de depósito judicial, poderá levantá-lo enquanto Ronaldo não informar o aceite ou não o impugnar, desde que pague todas as despesas.",
                "pmi": [
                    0.04654702535479105,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "B",
                "text": "Na hipótese de Tiago consignar judicialmente duas máquinas de costura com a finalidade de afastar a incidência dos encargos moratórios e da cláusula penal, este depósito será apto a liberá-lo da obrigação assumida.",
                "pmi": [
                    0.0041646521897582035,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "C",
                "text": "O depósito consignatório realizado por Tiago em seu domicílio terá o poder liberatório do vínculo obrigacional, isentando-o do pagamento dos juros moratórios e da cláusula penal.",
                "pmi": [
                    0.022217051878170947,
                    0.0,
                    0.0,
                    0.0
                ]
            },
            {
                "correct": null,
                "letter": "D",
                "text": "Tiago poderá depositar o valor referente à décima parcela sob o fundamento de injusta recusa, porém não poderá discutir, no âmbito da ação consignatória, a abusividade ou ilegalidade das cláusulas contratuais.",
                "pmi": [
                    0.03548667459941107,
                    0.0,
                    0.0,
                    0.0
                ]
            }
        ],
        "valid": true
    }
]
