[
    {
        "valid": true,
        "areas": [],
        "options": [
            {
                "pmi": [
                    -0.05042011642653973,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A preliminar apontada por Carlos nos embargos deve ser acolhida, pois é vedado pleitear cumprimento de obrigação de fazer por intermédio de ação monitória.",
                "correct": null,
                "letter": "A"
            },
            {
                "pmi": [
                    -0.08643448530263953,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A reconvenção deve ser rejeitada, em virtude do descabimento dessa forma de resposta em ação monitória.",
                "correct": null,
                "letter": "B"
            },
            {
                "pmi": [
                    -0.09430739186134858,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A preliminar indicada por Carlos não deve prosperar, tendo em vista que é possível veicular em ação monitória cumprimento de obrigação de fazer.",
                "correct": true,
                "letter": "C"
            },
            {
                "pmi": [
                    -0.12657373598777422,
                    0.0,
                    0.0,
                    0.0
                ],
                "text": "A forma correta de oferecer defesa em ação monitória é via contestação, sendo assim, os embargos ofertados por Carlos devem ser rejeitados.",
                "correct": null,
                "letter": "D"
            }
        ],
        "enum": "Pedro, munido de documento comprobatório de vínculo jurídico de prestação de serviço com Carlos e, esgotadas todas as possibilidades consensuais para tentar exigir o cumprimento da obrigação, promove ação observando o rito especial monitório.\n\n Citado, Carlos oferece embargos, apontando em preliminar, que o rito da ação monitória não é adequado para pleitear cumprimento de obrigação de fazer e, no mérito, alega exceção de contrato não cumprido. Oferta, ainda, reconvenção, cobrando os valores supostamente devidos.\n\n Diante da situação hipotética, sobre os posicionamentos adotados por Carlos, assinale a afirmativa correta.",
        "filename": "2016-21.txt",
        "number": "58"
    }
]
